Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/about.po
Languages: ar, es, fr, pt, pt_br

source: About Koha
ar: حول كوها
es: Acerca de Koha
fr: À propos de Koha
pt: Sobre o Koha
pt_br: Sobre o Koha

source: The **About Koha** area will give you important server information as well as general information about Koha.
ar: يقدم لك قسم **حول كوها** معلومات خادم هامة فضلاً عن المعلومات العامة حول كوها.
es: El área 'Acerca de Koha' le proporcionará información importante del servidor, así como información general sobre Koha.
fr: "À propos de Koha" vous fournira d'importantes informations concernant le serveur ainsi que des informations générales à propos de Koha.
pt: A área **Sobre o Koha** fornece informação importante sobre o servidor, assim como, informações gerais sobre o Koha.
pt_br: A seção **Sobre Koha** fornecerá informações importantes sobre o servidor, bem como informações gerais sobre Koha.

source: *Get there:* More > About Koha
ar: *للوصول:* المزيد > حول كوها
es: *Ir a:* Más > Acerca de Koha
fr: *Aller à :* Plus > À propos de Koha
pt: *Acesso:* Mais > Sobre o Koha
pt_br: *Acesso:* Mais > Sobre o Koha

source: Server information
ar: معلومات الخادم
es: Información del servidor
fr: Information serveur
pt: Informação do servidor
pt_br: Informação do servidor

source: Under the **Server information** tab you will find information about the Koha version and the machine you have installed Koha on. This information is very important for debugging problems. When reporting issues to your support provider or to the various other support avenues (mailing lists, chat room, etc), it's always good to give the information from this screen. The time zone is handled via Koha or server configuration. For more information how to specify time zones per instance, see https://wiki.koha-community.org/wiki/Time_Zone_Configuration
ar: أدنى تبويب **معلومات الخادم** ستجد معلومات حول إصدار كوها والآلة التي قمت بتثبيت كوها عليها. هذه المعلومات ذات أهمية بالغة لإصلاح المشكلات. عند التبليغ عن وجود مشكلات إلى مقدم خدمة الدعم الخاص بك، أو إلى أي من مراكز الدعم الأخرى (القوائم البريدية، غرف المحادثة، إلخ)، من الجيد دوماً تقديم معلومات من هذه الشاشة. تتم معالجة المنطقة الزمنية عبر تهيئة كوها أو الخادم. للمزيد من المعلومات حول كيفية تحديد المناطق الزمنية لكل تثبيت، انظر https://wiki.koha-community.org/wiki/Time_Zone_Configuration
es: En la pestaña ** Información del servidor ** encontrará información sobre la versión de Koha y la máquina en la cual instaló Koha. Esta información es muy importante para diagnosticar problemas. Al reportar problemas a su proveedor de apoyo o a las otras vías de apoyo (listas de correo, salas de chat, etc.), siempre es bueno proporcionar la información de esta pantalla. La zona de tiempo se maneja a través de Koha o la configuración del servidor. Para obtener más información sobre cómo especificar zonas de tiempo por ejemplo, vaya a https://wiki.koha-community.org/wiki/Time_Zone_Configuration
fr: Sous l'onglet "Informations serveur", vous trouverez des informations sur la version de Koha et sur la machine sur laquelle vous avez installé Koha. Cette information est très importante pour les problèmes de débogage. Lorsque vous signalez des problèmes à votre prestataire ou aux divers autres moyens de support (listes de diffusion, discussions, etc.), il est toujours bon de donner les informations à partir de cet écran. Le fuseau horaire est géré via Koha ou la configuration du serveur. Pour plus d'informations sur la spécification de fuseaux horaires par instance, voir https://wiki.koha-community.org/wiki/Time_Zone_Configuration.
pt: No separador **Informação do servidor** irá encontrar informação sobre a versão do Koha e sobre a máquina onde o sistema se encontra instalado. Esta informação é importante para a depuração de problemas. Quando reportar problemas ao seu provedor de serviços ou a outros meios de suporte (listas de distribuição, sala de discussão, etc.), é sempre importante fornecer a informação presente nesta página. O fuso horário é gerido via Koha ou via configuração do servidor. Para mais informação sobre como configurar fusos horários específicos por instância, veja a página https://wiki.koha-community.org/wiki/Time_Zone_Configuration
pt_br: Na aba **Informação do servidor** você irá encontrar informação sobre a versão do Koha e sobre a máquina onde o sistema se encontra instalado. Esta informação é importante para a depuração de problemas. Quando reportar problemas ao seu provedor de serviços ou a outros meios de suporte (listas de distribuição, sala de discussão, etc.), é sempre importante fornecer a informação presente nesta página. O fuso horário é gerido via Koha ou via configuração do servidor. Para mais informação sobre como configurar fusos horários específicos por instância, veja a página https://wiki.koha-community.org/wiki/Time_Zone_Configuration

source: Perl modules
ar: أنظمة بيرل الفرعية
es: Módulos de Perl
fr: Modules Perl
pt: Módulos Perl
pt_br: Módulos Perl

source: In order to take advantage of all of the functionalities of Koha, you will need to keep your Perl modules up to date. The **Perl modules** tab will show you all of the modules required by Koha, the version you have installed and whether you need to upgrade certain modules.
ar: للاستفادة من جميع وظائف كوها، يجب عليك تحديث أنظمة بيرل الفرعية دائماً. سيقوم تبويب **أنظمة بيرل الفرعية** بعرض كل الأنظمة الفرعية المطلوبة بواسطة كوها، والإصدار الذي قمت بتثبيته، وما إذا كنت بحاجة إلى ترقية أنظمة فرعية معينة.
es: Con el fin de aprovechar todas las funcionalidades de Koha, usted necesitará mantener sus módulos de Perl actualizados. La pestaña **Módulos de Perl** le mostrará todos los módulos requeridos por Koha, la versión instalada y si se tiene que actualizar algún módulo.
fr: Afin d'optimiser toutes les fonctionnalités de Koha, vous devez maintenir vos modules Perl à jour. L'onglet 'Modules Perl' vous affichera tous les modules requis par Koha, la version que vous avez installée et si vous avez besoin de mettre à jour certains modules.
pt: De forma a usufruir de todas as funcionalidades do Koha, necessita de ter os seus módulos Perl atualizados. O separador **Módulos Perl** irá mostrar todos os módulos necessários do Koha, a versão instalada e se necessita de atualizar determinado módulos.
pt_br: De forma a usufruir de todas as funcionalidades do Koha, você precisa ter os seus módulos Perl atualizados. A aba **Módulos Perl** irá mostrar todos os módulos necessários do Koha, a versão instalada e se necessita de atualizar determinado módulo.

source: Items listed in bold are required by Koha, items highlighted in red are missing completely and items highlighted in yellow simply need to be upgraded.
ar: المواد المدرجة بالخط العريض مطلوبة بواسطة كوها، والمواد المظللة باللون الأحمر مفقودة تماماً، والمواد المظللة باللون الأصفر يجب ترقيتها.
es: Los ítems señalados en negrita son obligatorios en Koha, los ítems en rojo están faltantes y los ítems resaltados en amarillo simplemente necesitan ser actualizados.
fr: Les modules affichés en gras sont nécessaires à Koha, ceux qui sont surlignés en rouge sont totalement absents et ceux qui sont surlignés en jaune ont simplement besoin d'être mis à jour.
pt: Os itens listados a negritos são necessário ao funcionamento do Koha, os itens destacados a vermelho não se encontram instalados e os itens destacados a amarelo necessitam de ser atualizados.
pt_br: Os itens listados em negrito são necessário ao funcionamento do Koha, os itens destacados a vermelho não se encontram instalados e os itens destacados a amarelo necessitam de ser atualizados.

source: System information
ar: معلومات النظام
es: Información del sistema
fr: Information système
pt: Informação do sistema
pt_br: Informação do sistema

source: This tab will provide you with warnings if you are using system preferences that have since been deprecated or system preferences that you have set without other required preferences
ar: سيزودك هذا التبويب بالتحذيرات إذا ما كنت تستخدم تفضيلات النظام التي أصبحت مهملة أو تلك التي قمت بضبطها بدون أن ضبط تفضيلات أخرى مطلوبة معها.
es: Esta pestaña le proporcionará advertencias si utiliza las preferencias del sistema que ya han quedado en desuso o preferencias del sistema que ha establecido sin otras preferencias requeridas
fr: Cet onglet vous avertira si vous utilisez des préférences système qui sont obsolètes ou des préférences système que vous avez définies sans les autres préférences requises.
pt: Este separador irá mostrar avisos caso esteja a usar preferências de sistema que foram descontextualizadas ou preferências de sistema que foram definidas sem outras preferências necessárias
pt_br: Essa guia fornecerá avisos se você estiver usando preferências do sistema que foram descontinuadas ou preferências do sistema que você definiu sem outras preferências necessárias
