Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/accountspreferences.po
Languages: fr, hi

source: Accounting
fr: Comptabilité
hi: लेखांकन

source: *Get there:* More > Administration > Global system preferences > Acquisitions
fr: *Aller à :* Plus > Administration > Préférences système > Acquisitions
hi: वहां जाएं: * अधिक> प्रशासन> वैश्विक सिस्टम वरीयताएँ > अधिग्रहण

source: Features
fr: Fonctionnalités
hi: विशेषताएं

source: Asks: \_\_\_
fr: Action : \_\_\_
hi: पूछता है: \_\_\_

source: Default: Do not automatically generate credit numbers
fr: Par défaut : Ne pas générer automatiquement de numéros de crédit
hi: डिफ़ॉल्ट: स्वचालित रूप से क्रेडिट नंबर उत्पन्न न करें

source: Values:
fr: Valeurs :
hi: मानः

source: Do not automatically generate credit numbers
fr: Ne pas générer automatiquement de numéros de crédit
hi: स्वचालित रूप से क्रेडिट नंबर उत्पन्न न करें

source: Automatically generate credit numbers in the form <year>-0001
fr: Générer automatiquement des numéros de crédit sous la forme <year>-0001
hi: फ़ॉर्म में स्वचालित रूप से क्रेडिट नंबर उत्पन्न करें <year>-0001

source: Automatically generate credit numbers in the form <branchcode>yyyymm0001
fr: Générer automatiquement des numéros de crédit sous la forme <branchcode>aaaamm0001
hi: फ़ॉर्म में स्वचालित रूप से क्रेडिट नंबर उत्पन्न करें <branchcode>yyyymm0001

source: Automatically generate credit numbers in the form 1, 2, 3
fr: Générer automatiquement des numéros de crédit sous la forme 1, 2, 3
hi: फॉर्म 1, 2, 3 में स्वचालित रूप से क्रेडिट नंबर जेनरेट करें

source: Description:
hi: विवरण:

source: For auditing purposes, it might be necessary to attach a unique number to each credit (payments, writeoffs, refunds, etc.). This system preference allows you to choose the format of this unique number.
fr: A des fins de vérification, il pourrait être nécessaire de lier un numéro unique à chaque crédit (paiements, pertes et profits, remboursements, etc.). Cette préférence système vous permet de choisir le format de ce numéro unique.
hi: ऑडिटिंग उद्देश्यों के लिए, प्रत्येक क्रेडिट (भुगतान, राइटऑफ, रिफंड, आदि) के लिए एक अद्वितीय नंबर संलग्न करना आवश्यक हो सकता है। यह सिस्टम वरीयता आपको इस अद्वितीय संख्या के प्रारूप को चुनने की अनुमति देती है।

source: **Important**
hi: **महत्वपूर्ण**

source: Automatic generation also has to be enabled for each :ref:`credit type <credit-types-label>`.
fr: La génération automatique doit aussi être activée pour chaque :ref:'type de crédit <credit-types-label>'.
hi: स्वचालित पीढ़ी को भी प्रत्येक के लिए सक्षम होना चाहिए :ref:`क्रेडिट प्रकार <credit-types-label>`.

source: Asks: \_\_\_ the point of sale feature to allow anonymous transactions with the accounting system.
fr: Action : \_\_\_ la fonctionnalité Point de vente à autoriser les transactions anonymes dans la comptabilité.
hi: पूछता है: \_\_\_ बिक्री सुविधा का बिंदु जो लेखांकन प्रणाली के साथ बेनामी लेनदेन की अनुमति देता है।

source: Default: Disable
fr: Par défaut : Désactiver
hi: डिफ़ॉल्ट: अक्षम

source: Disable
fr: Désactiver
hi: अक्षम

source: Enable
fr: Activer
hi: सक्षम

source: This system preference controls the :ref:`point of sale module <point-of-sale-label>`.
fr: Cette préférence système contrôle le :ref:' module Point de vente <point-of-sale-label>'.
hi: यह सिस्टम वरीयता को नियंत्रित करता है :ref:`पॉइंट ऑफ़ सेल मॉड्यूल <point-of-sale-label>`.

source: If you enable this system preference, make sure to enable :ref:`UseCashRegisters` as well.
fr: Si vous activez cette préférence système, assurez-vous d'activer aussi :ref:'UseCashRegisters'.
hi: यदि आप इस सिस्टम को प्राथमिकता देते हैं, तो सक्षम: Ref :ref:`UseCashRegisters` को भी सुनिश्चित करें।

source: Asks: \_\_\_ cash registers with the accounting system to track payments.
fr: Action : \_\_\_ les caisses avec le système comptable pour suivre les paiements.
hi: पूछता है: \_\_\_ भुगतान ट्रैक करने के लिए लेखांकन प्रणाली के साथ नकद रजिस्टर.

source: Default: Don't use
fr: Par défaut : Ne pas utiliser
hi: डिफ़ॉल्ट: प्रयोग नही करें

source: Don't use
fr: Ne pas utiliser
hi: उपयोग नहीं करें

source: Use
fr: Utiliser
hi: उपयोग

source: This preference enables the :ref:`cash registers <cashregisters-label>` feature in the administration module.
fr: Cette préférence active la fonctionnalité :ref:`caisses <cashregisters-label>` dans le module Administration.
hi: यह प्राथमिकता प्रशासन मॉड्यूल में :ref:`कैश रजिस्टर <cashregisters-label>` सुविधा को सक्षम करती है।

source: Policy
fr: Politique
hi: नीति

source: Asks: \_\_\_ reconcile patron balances automatically on each transaction adding debits or credits.
fr: Action : \_\_\_ rapprocher automatiquement le solde de l'adhérent à chaque transaction de débits ou crédits.
hi: पूछता है: \_\_\_ प्रत्येक लेनदेन में डेबिट या क्रेडिट जोड़ने पर स्वचालित रूप से संरक्षक संतुलन को समेट लें।

source: Default: Do not
fr: Par défaut : Ne pas
hi: डिफ़ॉल्ट: नहीं है

source: Do
fr: Oui,
hi: करते हैं

source: Do not
fr: Ne pas
hi: ऐसा न करें

source: This preference controls whether or not credits are automatically used to to reduce the owed amounts in a patron's account.
fr: Cette préférence contrôle si les crédits sont automatiquement utilisés ou non pour réduire les montants dûs par l'adhérent.
hi: यह वरीयता नियंत्रित करती है कि संरक्षक के खाते में बकाया राशि को कम करने के लिए क्रेडिट स्वचालित रूप से उपयोग किया जाता है या नहीं।

source: Asks: \_\_\_ automatically display a print dialog for a payment receipt when making a payment.
fr: Action : \_\_\_ afficher automatiquement une fenêtre pour imprimer un reçu de paiement lors d'un encaissement.
hi: पूछता हैं: \_\_\_ भुगतान करते समय भुगतान रसीद के लिए स्वचालित रूप से एक प्रिंट संवाद प्रदर्शित करें.

source: Default: Don't
fr: Par défaut : Ne pas
hi: डिफ़ॉल्ट: नही करेें

source: Don't
fr: Ne pas
hi: नही करना

source: If activated, when :ref:`making a payment <pay/reverse-fines-label>` in a patron's account, a printing popup will be displayed automatically instead of having to click on the 'print' button.
fr: Si activée, lors d'un :ref:'paiement <pay/reverse-fines-label>' dans le compte d'un adhérent, une fenêtre pour imprimer s'ouvrira automatiquement, au lieu d'avoir à cliquer sur le bouton 'Imprimer'.
hi: यदि सक्रिय किया गया है, जब :ref:`एक संरक्षक के खाते में भुगतान <pay/reverse-fines-label> कर रहा है, 'प्रिंट' बटन पर क्लिक करने के बजाय एक मुद्रण पॉपअप स्वचालित रूप से प्रदर्शित किया जाएगा।

source: Asks: \_\_\_ round fines to the nearest cent when collecting payments.
fr: Action : \_\_\_ arrondir les amendes au cent le plus proche lors de l'encaissement des paiements.
hi: पूछता है: \_\_\_ दौर भुगतान इकट्ठा करते समय निकटतम प्रतिशत तक जुर्माना।

source: Enabling this preference allows paying fines of partial cents which may not be visible in the interface.
fr: Activer cette préférence permet de régler des amendes dont le montant exact n'apparaît pas dans l'interface.
hi: इस वरीयता को सक्षम करने से आंशिक सेंट के जुर्माना का भुगतान करने की अनुमति मिलती है जो कि इंटरफ़ेस में दिखाई नहीं दे सकता है.
