Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: es, hi

source: Clicking 'edit' to the right of the suggested title or at the top of the suggestion detail page will open a suggestion editing page.
es: Si hace clic en 'editar' a la derecha del título sugerido o en la parte superior de la pagina de detalles abrirá una página de edición de sugerencia.
hi: सुझाए गए शीर्षक के दाईं ओर स्थित 'संपादन' पर क्लिक करने और सुझाव विवरण पृष्ठ के शीर्ष पर एक सुझाव संपादन पृष्ठ खुल जाएगा।

source: From this form you can make edits to the suggestion (adding more details or updating incorrect information provided by the patron). You can also choose to accept or reject the suggestion on an individual basis.
es: Desde este formulario puede editar las sugerencias (agregando más detalles o actualizando información incorrecta provista por el usuario). También puede aceptar o rechazar la sugerencia individualmente.
hi: इस रूप से आप सुझाव (अधिक जानकारी जोड़ने या संरक्षक द्वारा प्रदान की गई गलत जानकारी को अद्यतन करने) के लिए संपादन कर सकते हैं। आप यह भी स्वीकार करते हैं या एक व्यक्तिगत आधार पर सुझाव को अस्वीकार करने के लिए चुन सकते हैं।

source: Choosing to mark a request as 'Pending' will move the request back to the 'Pending' tab.
es: Marcar una consulta como 'Pendiente' la moverá nuevamente a la pestaña 'Pendiente'.
hi: के रूप में 'लंबित' अनुरोध वापस 'विचाराधीन' टैब के लिए कदम होगा एक अनुरोध चिह्नित करने के लिए चुनना।

source: You can also assign this suggestion to a fund.
es: Usted tambien puede asignar esta sugerencia a los fondos.
hi: तुम भी एक कोष के लिए इस सुझाव को असाइन कर सकते हैं।

source: This edit can trigger a notice (defined in the :ref:`Notices & slips <notices-and-slips-label>` tool with the `TO\_PROCESS <#toprocessnotice>`__ notice) to the fund owner that there is a suggestion ready for them to manage if you have turned on the :ref:`cron job to generate these notices <cron-email-suggestions-to-process-label>`.
es: Esta edición puede desencadenar un aviso (definida en el :ref:'Avisos & recibos <notices-and-slip-label>' con la herramienta 'TO\_PROCESS <#toprocessnotice>'__ aviso) para el propietario de los fondos que hay una sugerencia lista para gestionar si se ha activado el :ref:'cron job para generar estos avisos <cron-email-suggestions-to-process-label>'.
hi: यह संपादन एक नोटिस ट्रिगर कर सकता है: (परिभाषित :ref:`नोटिस और स्लिप्स <notices-and-slips-label>`TO\_PROCESS <#toprocessnotice> `__ नोटिस) फंड के मालिक के लिए कि एक है सुझाव है कि आप के लिए तैयार है अगर आप पर बदल दिया है :ref:`क्रॉन नौकरी इन नोटिस उत्पन्न करने के लिए <cron-email-suggestions-to-process-label>`.

source: Once you have clicked 'Submit' the suggestion will be moved to the matching tab. The status will also be updated on the patron's account in the OPAC and an :ref:`email notice <notices-and-slips-label>` will be sent to the patron using the template that matches the status you have chosen.
es: Una vez que haya hecho clic en 'Enviar' la sugerencia será trasladado a la pestaña correspondiente. El estado también se actualizará en la cuenta del usuario en el OPAC y un :ref:`aviso por correo electrónico <notices-&-slips-label>` sera enviado al usuario utilizando la plantilla que coincida con el estado que haya elegido.
hi: एक बार जब आप 'सबमिट करें' पर क्लिक करते हैं तो सुझाव मिलान टैब पर ले जाया जाएगा। ओपेक में संरक्षक के खाते में स्थिति भी अपडेट की जाएगी और एक :ref:`ईमेल नोटिस <notices-&-slips-label> संरक्षक को उस टेम्पलेट का उपयोग करके भेजा जाएगा जो आपके द्वारा चुने गए स्थिति से मेल खाती है।

source: Placing orders
es: Haciendo pedidos
hi: ऑर्डर देना

source: To place an order you must first search for the vendor or bookseller you want to send the order to.
es: Para hacer un pedido debe primero buscar al proveedor o librería al cual desea enviar el pedido.
hi: एक आदेश आप पहली विक्रेता या पुस्तक विक्रेता आप के लिए आदेश भेजने के लिए चाहते हैं के लिए खोज करना चाहिए जगह है।

source: If you are planning on using EDIFACT to submit your order you will need to first set up your library's :ref:`EDI accounts` and :ref:`EANs <library-eans-label>`.
es: Si planea usar EDIFACT para someter su pedido primero necesitara establecer las cuentas de su biblioteca :ref:'EDI cuentas' y :ref:'EANs <library-eans-label>'.
hi: यदि आप अपना आदेश सबमिट करने के लिए EDIFACT का उपयोग करने की योजना बना रहे हैं तो आपको पहले अपनी लाइब्रेरी की आवश्यकता होगी :ref: `ईडीआई लेखा` और :ref:`EANs <library-eans-label>`.

source: Create a basket
es: Crear una cesta
hi: एक बास्केट बनाएं

source: If you're using EDI for ordering you will want to download your order record from your vendor before starting the process in Koha.
es: Si esta usando EDI para pedidos debera bajar su registro de pedido de sus proveedores antes de empezar el proceso en Koha.
hi: यदि आप आदेश देने के लिए ईडीआई का उपयोग कर रहे हैं तो आप कोहा में प्रक्रिया शुरू करने से पहले अपने विक्रेता से अपना ऑर्डर रिकॉर्ड डाउनलोड करना चाहेंगे।

source: To create a basket you must first search for the vendor you're ordering from:
es: Para crear una cesta usted dispone de varias opciones en la página de resultados de búsqueda de proveedores:
hi: एक बास्केट आप पहली विक्रेता आप से आदेश दे रहे हैं के लिए खोज करना चाहिए बनाने के लिए:

source: And click the 'New basket' button to the right of the vendor name.
es: Para agregar usuarios a la lista haga clic en el botón 'Agregar usuarios' a la derecha del nombre de la lista.
hi: और विक्रेता के नाम सही करने के लिए 'नई टोकरी' बटन पर क्लिक करें।

source: You can also add to an existing basket by clicking the arrow next to the 'View' button at the far right of each basket's information in the results table, and choosing 'Add to basket'.
es: Usted tambien puede agregar a una cesta existente haciendo clic en la flecha al lado del botón 'Ver' en el extremo derecho de la información de cada cesta en la tabla de resultados, y elegir "Añadir a la cesta".
hi: आप परिणाम तालिका में प्रत्येक बास्केट की जानकारी के सबसे दाईं ओर स्थित 'दृश्य' बटन के बगल में तीर पर क्लिक करके मौजूदा बास्केट को भी जोड़ सकते हैं, और 'बास्केट जोड़ें' को चुन सकते हैं।

source: After clicking 'New basket' you will be asked to enter some information about the order:
es: Luego de hacer clic en 'Recibir envío' se le pedirá ingresar el numero de remito del vendedor y la fecha de recepción.
hi: 'न्यू टोकरी' क्लिक करने के बाद आप आदेश के बारे में कुछ जानकारी दर्ज करने के लिए कहा जाएगा:

source: When adding a basket you want to give it a name that will help you identify it later
es: Al añadir una cesta deseará darle un nombre para identificarla posteriormente
hi: जब एक बास्केट पर आप इसे एक नाम आप इसे बाद में पहचान में मदद मिलेगी कि देना चाहता हूँ

source: Enter in the billing place and delivery place (this will default the library you're logged in at)
es: Ingrese el Lugar de facturación y el Lugar de envío (esto se predetermina a la biblioteca en la que ha ingresado)
hi: बिलिंग स्थान और वितरण स्थान में दर्ज करें (यह आपके द्वारा लॉग इन की गई लाइब्रेरी को डिफ़ॉल्ट करेगा)

source: If you would like to change the vendor you're ordering from you can use the Vendor pull down menu
es: Si desea cambiar el proveedor al cual está ordenando puede utilizar el menú desplegable Proveedor
hi: आप विक्रेता आप आदेश दे रहे हैं बदलने के लिए चाहते हैं, तो आप वेंडर पुल डाउन मेनू का उपयोग कर सकते से

source: The notes fields are optional and can contain any type of information
es: Los campos de notas son opcionales y pueden contener cualquier tipo de información.
hi: नोटों क्षेत्रों वैकल्पिक हैं और सूचना के किसी भी प्रकार के हो सकते हैं

source: If you're ordering standing items (items which arrive regularly) then you will want to check the 'Orders are standing' box for this basket.
es: Si esta usted pidiendo ejemplares estancados (ejemplares que llegan regularmente) entonces querra escoger la casilla de comprobación 'Pedidos estancados' para esta cesta.
hi: यदि आप स्थायी वस्तुओं (नियमित रूप से आने वाली वस्तुओं) का आदेश दे रहे हैं, तो आप इस बास्केट के लिए 'आदेश खड़े हैं' बॉक्स की जांच करना चाहेंगे।

source: Note that any one basket cannot contain both firm and standing orders.
es: Note que cualquier cesta no puede contener los dos pedidos firme y estancado.
hi: ध्यान दें कि किसी भी एक बास्केट में फर्म और स्थायी आदेश दोनों नहीं हो सकते हैं।

source: You can choose to create items either upon placing the order, upon receiving the order, or upon cataloging the item. If you choose an option other than the default, it will apply only to this basket. The default is set by the :ref:`AcqCreateItem <acqcreateitem-label>` system preference.
hi: आप आइटम ऑर्डर करने पर, ऑर्डर प्राप्त करने पर, या आइटम कैटलॉग करने पर चुन सकते हैं। यदि आप डिफ़ॉल्ट के अलावा कोई विकल्प चुनते हैं, तो यह केवल इस टोकरी पर लागू होगा। डिफ़ॉल्ट को :ref:`AcqCreateItem <acqcreateitem-label>` सिस्टम वरीयता द्वारा निर्धारित किया जाता है।

source: If you have :ref:`added contracts <add-a-contract-label>` to the vendor you're ordering from, you will also have an option to choose which contract you're ordering these items under.
es: Si tiene :ref:`contratos agregados <add-a-contract-label>` al proveedor al que usted está haciendo el pedido, también tendrá la opción de elegir bajo qué contrato está haciendo el pedido.
hi: यदि आपके पास है :रेफरी: `आप से ऑर्डर कर रहे विक्रेता को` <add-a-contract-label> जोड़ा गया अनुबंध, आपके पास यह भी चुनने का विकल्प होगा कि आप इन मदों के तहत किस अनुबंध का आदेश दे रहे हैं

source: When finished, click 'Save'.
es: Cuando haya finalizado, haga clic en 'Guardar'.
hi: जब समाप्त हो, 'सहेजें' पर क्लिक करें

source: Once your basket is created, click on 'Add to basket' you are presented with several options for adding items to the order.
es: Una vez que la cesta se crea, clic en 'Agregar a la cesta' se le presentaran varias opciones para añadir ejemplares al pedido.
hi: एक बार जब आपकी बास्केट बन जाती है, तो 'Add to basket' पर क्लिक करें आपको ऑर्डर में आइटम जोड़ने के लिए कई विकल्प प्रस्तुत किए जाते हैं।

source: Order from an existing record
es: Pedido desde un registro existente
hi: एक मौजूदा रिकॉर्ड से आदेश

source: If you are ordering another copy of an existing item, you can simply search for the record in your system.
es: Si está pidiendo otra copia de un ítem existente, puede simplemente buscar el registro en su sistema.
hi: यदि आप एक मौजूदा मद की एक प्रतिलिपि आदेश दे रहे हैं, तो आप बस अपने सिस्टम में रिकार्ड के लिए खोज सकते हैं।

source: From the results, you can click 'Add order' to be brought to the order form.
es: Desde los resultados, haga clic en 'Agregar pedido' para ir al formulario de pedido.
hi: परिणामों से, आप ऑर्डर फॉर्म में लाए जाने के लिए 'ऑर्डर जोड़ें' पर क्लिक कर सकते हैं।

source: From the record's detailed view, you can click on the 'Add order' button.
es: Desde la vista de detalles de registro, haga click en el botón 'Agregar pedido'
hi: रिकॉर्ड के विस्तृत दृश्य से, आप 'ऑर्डर जोड़ें' बटन पर क्लिक कर सकते हैं।

source: You will be brought to the order form
es: Usted será llevado al formulario de pedido
hi: आपको ऑर्डर फॉर्म में लाया जाएगा

source: All of the details associated with the item will already be listed under 'Catalog details.'
es: Todos los detalles asociados con el ítem se listarán bajo 'Detalles de catalogación.'
hi: आइटम के साथ जुड़े विवरण के सभी पहले से ही के तहत सूचीबद्ध किया जाएगा 'कैटलॉग विवरण।'

source: Order from a purchase suggestion
es: Pedido desde una sugerencia de compra
hi: क्रय सुझाव से आदेश

source: If you allow patrons to make purchase suggestions (learn more in the :ref:`managing purchase suggestions <managing-purchase-suggestions-label>` section of this manual), then you can place orders from those suggestions. In order to keep track of suggestions that have been ordered and received you must place the order using this link.
es: Si permite a los usuarios hacer sugerencias de compra (aprenda más en la sección :ref:`administrar sugerencias de compra <managing-purchase-suggestions-label>` de este manual), entonces podrá hacer pedidos a partir de las mismas. A fin de realizar un seguimiento de las sugerencias que se han pedido y recibido debe hacer el pedido a través de este enlace.
hi: यदि आप संरक्षकों को खरीदारी के सुझाव देने की अनुमति देते हैं (अधिक जानें :ref:`खरीद सुझावों का प्रबंधन <managing-purchase-suggestions-label>` इस मैनुअल का अनुभाग), तो आप उन सुझावों से आदेश दे सकते हैं। आदेश और प्राप्त किए गए सुझावों पर नज़र रखने के लिए आपको इस लिंक का उपयोग करके आदेश देना होगा।

source: Suggestions must be accepted before you can order them.
es: Las sugerencias deben ser aceptadas para poder pedirlas.
hi: आपके आदेश देने से पहले सुझावों को स्वीकार किया जाना चाहिए।

source: From the results, click 'Order' next to the item you want to order and you will be presented with the order form including a link to the suggestion
es: De los resultados, haga clic en 'Hacer pedido' junto al ítem que desea pedir y se irá al formulario de pedido incluyendo el enlace a la sugerencia
hi: परिणामों से, 'आदेश' आइटम आप आदेश करना चाहते हैं पर क्लिक करें और आप सुझाव के लिए एक लिंक सहित आदेश फार्म के साथ प्रस्तुत किया जाएगा

source: From this form you can make changes to the catalog details if necessary.
es: Desde este formulario puede hacer cambios a los detalles del catálogo si es necesario.
hi: यदि आवश्यक हो तो इस फॉर्म से आप कैटलॉग के विवरण में बदलाव कर सकते हैं।

source: When the item appears in your basket it will include a link to the suggestion.
es: Cuando el ejemplar aparezca en su cesta incluirá un enlace a la sugerencia.
hi: आइटम अपने बास्केट में प्रकट होता है जब यह सुझाव के लिए एक लिंक शामिल होंगे।

source: Orders added to the basket in this way will notify the patron via email that their suggestion has been ordered (with the 'ORDERED' notice in Tools > :ref:`Notices & slips <existing-notices-and-slips-label>`) and will update the patron's ':ref:`your purchase suggestions <your-purchase-suggestions-label>`' page in the OPAC.
es: Cuando los pedidos son añadidos al carrito de esta forma se le notificará al usuario vía correo electrónico que sus sugerencias han sido pedidas (con el aviso 'ORDERED' en Herramientas > :ref:`Avisos y recibos <existing-notices-and-slips-label>`) y actualizarán la página ':ref:`Mis sugerencias de compra <your-purchase-suggestions-label>`' del usuario en el OPAC.
hi: इस तरह से बास्केट में जोड़े गए आदेश ईमेल के माध्यम से संरक्षक को सूचित करेंगे कि उनके सुझाव का आदेश दिया गया है (टूल में ORDERED ’नोटिस के साथ> :ref:`नोटिस और स्लिप्स <existing-notices-&-slips-label>` ) और ओपेक में संरक्षक के ': Ref: `आपकी खरीदारी के सुझाव <your-purchase-suggestions-label>`' पृष्ठ को अपडेट करेगा।

source: Order from a serial subscription
es: Agregar pedido desde una suscripción
hi: एक सीरियल सदस्यता से आदेश

source: If you're using the `Serials <#serials>`__ module you can link your subscription order information to acquisitions by choosing to order 'From a subscription'
es: Si está utilizando el módulo de `Publicaciones periódicas <#serials>`__ puede vincular la información de pedido de la suscripción a el módulo de adquisiciones eligiendo el pedido 'Desde una suscripción'
hi: यदि आप `सीरियल्स <#serials>`__ मॉड्यूल का उपयोग कर रहे हैं तो आप 'सदस्यता से' ऑर्डर करने का विकल्प चुनकर अधिग्रहण के लिए अपनी सदस्यता आदेश जानकारी लिंक कर सकते हैं

source: After clicking the order link you will be brought to a search page that will help you find your subscription
es: Después de dar clic en en enlace del pedido usted será llevado a la página de búsqueda, de modo que, le ayudará a encontrar su suscripción
hi: आदेश के लिंक पर क्लिक करने के बाद आप एक खोज पेज में मदद मिलेगी कि आप अपनी सदस्यता को खोजने के लिए लाया जाएगा

source: Your results will appear to the right of the form and each subscription will have an 'Order' link to the right
es: Sus resultados aparecerán a la derecha del formulario y cada suscripción tendrán un enlace de 'Pedido' a la derecha
hi: आपका परिणाम फार्म का सही करने के लिए दिखाई देगा और प्रत्येक सदस्यता सही करने के लिए एक 'ऑर्डर' लिंक होगा

source: Clicking 'Order' will bring the subscription info in to the order form without an 'Add item' section since you are just ordering a subscription and an item isn't needed
es: Al hacer clic en 'Orden' traerá la información de la suscripción en el formulario de pedidos y sin la sección "Agregar ítem" ya que solamente se está pidiendo una suscripción y un ítem no es necesario
hi: क्लिक 'ऑर्डर' एक 'आइटम जोड़ें' खंड के बिना आदेश फार्म के लिए सदस्यता जानकारी लाएगा, क्योंकि आप सिर्फ एक सदस्यता आदेश दे रहे हैं और एक आइटम की जरूरत नहीं है

source: Order from a new (empty) record
es: Pedido desde un nuevo registro (vacío)
hi: एक नए (खाली) रिकॉर्ड से आदेश

source: To order from a record that can't be found anywhere else, choose the 'From a new (empty) record' option.
es: Para hacer un pedido de un registro que no se puede encontrar en ningún otro lugar, elija la opción 'Desde un nuevo registro (vacío)'.
hi: एक रिकार्ड कहीं और नहीं पाया जा सकता है कि से ऑर्डर करने के लिए, चयन 'से एक नया (खाली) रिकॉर्ड है।'

source: You will be presented with an empty form to fill in all of the necessary details about the item you are ordering.
es: Se le presentará con un formulario en blanco para rellenar con todos los datos necesarios sobre el ítem que está pidiendo.
hi: आप आइटम आप आदेश दे रहे हैं के बारे में आवश्यक जानकारी के सभी में भरने के लिए एक खाली फार्म के साथ प्रस्तुत किया जाएगा।

source: If the default form does not have catalog details fields necessary to place an order, enable the :ref:`UseACQFrameworkForBiblioRecords` preference which will allow the ACQ :ref:`MARC framework <marc-bibliographic-frameworks-label>` to customize the display of fields when ordering.
es: Si el formulario predeterminado no tiene los campos de detalles del catálogo necesarios para realizar un pedido, habilite la preferencia :ref:'UseACQFrameworkForBiblioRecords' que permitirá a el ACQ :ref:'MARC marco de referencia <marc-bibliographic-frameworks-label>' que personalize la pantalla de campo cuando se haga el pedido.
hi: यदि डिफ़ॉल्ट फ़ॉर्म में ऑर्डर करने के लिए आवश्यक कैटलॉग विवरण फ़ील्ड नहीं हैं, तो the को सक्षम करें :ref:`UseACQFrameworkForBiblioRecords` वरीयता जो ACQ एसी की अनुमति देगा :ref:`मार्क फ्रेमवर्क <marc-bibliographic-frameworks-label>` अनुकूलित करने के लिए आदेश देते समय फिल्ड का प्रदर्शन।

source: Duplicate orders (order from existing orders)
es: Duplicar pedidos (hacer pedidos a partir de pedidos existentes)
hi: डुप्लिकेट ऑर्डर (मौजूदा ऑर्डर से ऑर्डर)

source: You can duplicate an existing order line by choosing the 'From existing orders (copy)' option.
es: Puede duplicar un pedido existente eligiendo la opción 'Desde un pedido existente (copiar)'.
hi: आप 'मौजूदा आदेशों (कॉपी)' विकल्प को चुनकर एक मौजूदा ऑर्डर लाइन को डुप्लिकेट कर सकते हैं।

source: You will be presented with a search form to search your existing orders.
es: Se le presentará un formulario de búsqueda para buscar sus pedidos existentes.
hi: आपको अपने मौजूदा आदेशों को खोजने के लिए एक खोज फ़ॉर्म के साथ प्रस्तुत किया जाएगा।

source: Check the boxes next to the order(s) you want to duplicate.
es: Haga clic en las cajas al lado de cada pedido que desee duplicar.
hi: आप जिस अगले आदेश(ओं) के लिए डुप्लिकेट को कॉपी करना चाहते हैं, उसके बगल में स्थित बक्सों की जाँच करें।

source: Order from an external source
es: Pedido desde una fuente externa
hi: एक बाहरी स्रोत से आदेश

source: If you want to search other libraries for an item to purchase, you can use the 'From an external source' option that will allow you to order from a MARC record found via a Z39.50 search.
es: Si desea buscar en otras bibliotecas para comprar un ítem, use la opción 'De una fuente externa', que le permitirá hacer un pedido a partir de un registro MARC encontrado por una búsqueda Z39.50.
hi: आप खरीद करने के लिए एक आइटम के लिए अन्य पुस्तकालयों खोज करना चाहते हैं, तो आप 'एक बाहरी स्रोत से' विकल्प है कि आप एक Z39.50 खोज के माध्यम से पाया एक मार्क रिकॉर्ड से ऑर्डर करने की अनुमति देगा का उपयोग कर सकते हैं।

source: From the results, click the 'Order' button next to the item you want to purchase.
es: Desde los resultados, haga clic en el enlace 'Pedir' al lado de cada ejemplar que desee adquirir.
hi: परिणामों से, उस आइटम के बगल में स्थित 'ऑर्डर' बटन पर क्लिक करें जिसे आप खरीदना चाहते हैं।

source: If the item you're ordering from an external source looks like it might be a duplicate, Koha will warn you and give you options on how to proceed.
es: Si el ejemplar que usted está pidiendo de una fuente externa parece ser un duplicado, Koha le advertirá y le dará opciones sobre cómo proceder.
hi: यदि आइटम आप एक बाहरी स्रोत से आदेश दे रहे हैं लगता है कि यह एक नकली हो सकता है, कोहा आपको चेतावनी देता है और आप कैसे आगे बढ़ना पर विकल्प दे देंगे।

source: From the warning, you can choose to order another copy on the existing bibliographic record, create a new bibliographic record, or cancel your order of this item.
es: Desde la advertencia, puede elegir pedir otra copia de un registro bibliográfico existente, crear un registro bibliográfico nuevo, o cancelar su pedido de este ejemplar.
hi: चेतावनी से, आप मौजूदा ग्रंथ सूची रिकॉर्ड पर एक और कॉपी ऑर्डर करने के लिए चुन सकते हैं, एक नया ग्रंथ सूची रिकॉर्ड बना सकते हैं या इस आइटम के अपने आदेश को रद्द कर सकते हैं।

source: In the order form that pops up, you will not be able to edit the catalog details.
es: En el formulario de pedido que aparece, no podrá editar los detalles del catálogo.
hi: आदेश फार्म है कि ऊपर चबूतरे में, आप सूची विवरण को संपादित करने में सक्षम नहीं होगा।

source: Order from a new file
es: Pedido desde un archivo nuevo
hi: एक नई फ़ाइल से ऑर्डर करें

source: If your vendor sent you a record file (a .mrc file for example), you can add orders using the records in that file. Choose the 'From a new file' option.
es: Si su proveedor le envió un archivo de registros (un archivo .mrc por ejemplo), puede agregar pedidos usando los registros contenidos en ese archivo. Elija la opción 'Desde un archivo nuevo'.
hi: यदि आपके विक्रेता ने आपको एक रिकॉर्ड फ़ाइल (उदाहरण के लिए एक .mrc फ़ाइल) भेजी है, तो आप उस फ़ाइल में रिकॉर्ड का उपयोग करके आदेश जोड़ सकते हैं। 'एक नई फ़ाइल से' विकल्प चुनें।

source: Note that you need the stage_marc_import :ref:`tool permission <granular-tools-permissions-label>` in order to be able order from a new file.
es: Tenga en cuenta que necesita :ref:`permiso <granular-tools-permissions-label>` sobre stage_marc_import para poder hacer un pedido desde un archivo nuevo.
hi: ध्यान दें कि आपको एक नई फ़ाइल से ऑर्डर करने में सक्षम होने के लिए stage_marc_import :ref:``टूल अनुमति <granular-tools-permissions-label>` की आवश्यकता है।

source: You will be taken to the :ref:`Stage MARC records for import <stage-marc-records-for-import-label>` tool. Stage your file as described in that section.
es: Usted será llevado a la herramienta :ref:`Preparar registros MARC para la importación <stage-marc-records-for-import-label>`. Prepare sus archivos como se describe en esa sección
hi: आपको :ref:`स्टेज MARC रिकॉर्ड्स इंपोर्ट के लिए ले जाया जाएगा <stage-marc-records-for-import-label>'टूल। उस अनुभाग में वर्णित के रूप में अपनी फ़ाइल को स्टेज करें।

source: Once the files are staged, you can click on the 'Add staged files to basket' button.
es: Una vez que sus archivos se preparen, usted puede hacer clic en el botón 'Agregar archivos preparados a la cesta'.
hi: एक बार फाइलों का मंचन हो जाने के बाद, आप 'Add staged files to basket' बटन पर क्लिक कर सकते हैं।
