Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: es, hi

source: Next to each title is a checkbox, check the items you would like to order, or choose 'Select all' at the top. Depending on your settings in the :ref:`MarcFieldsToOrder` preference, Koha will populate the next screen with with the relevant Quantity, Price, Fund, Statistic 1, and Statistic 2 found within the staged file.
es: Al lado de cada título hay una casilla, marque los ejemplares que desea pedir, o elija 'Marcar todos' en la parte superior. Dependiendo de su configuración en la preferencia :ref:'MarcFieldsToOrder',Koha rellenará la siguiente pantalla con los valores relevantes de Cantidad, Precio, Fondo, Estadística 1, y Estadística 2 encontrados dentro del archivo preparado.
hi: प्रत्येक शीर्षक के आगे एक चेकबॉक्स है, उन वस्तुओं की जांच करें जिन्हें आप ऑर्डर करना चाहते हैं, या शीर्ष पर 'सभी का चयन करें' चुनें। F आपकी सेटिंग्स के आधार पर :ref:`MarcFieldsToOrder 'वरीयता, कोहा अगले फ़ाइल को संबंधित क्वांटिटी, प्राइस, फंड, स्टेटिस्टिक 1 और स्टैटिस्टिकल फ़ाइल के भीतर पाए जाने वाले स्टेटिस्टिक 2 के साथ पॉप्युलेट करेगा।

source: In the 'Item information' tab you can enter information that will be added to every ordered item such as item type, collection code and not for loan status.
es: En la pestaña 'Información del ejemplar' puede introducir información que se agregará a cada ejemplar pedido tal como el tipo de ejemplar, código de colección y el estado de no para préstamo.
hi: 'आइटम की जानकारी' टैब में आप उन सूचनाओं को दर्ज कर सकते हैं जो हर ऑर्डर किए गए आइटम जैसे आइटम प्रकार, संग्रह कोड और ऋण स्थिति के लिए नहीं जोड़े जाएंगे।

source: If no information is imported in the fund information from the MARC with the :ref:`MarcFieldsToOrder` preference, the 'Default accounting details' tab can be used to apply values related to the accounting.
es: Si no se ha importado la información de fondos desde el registro MARC con la preferencia :ref:'MarcFieldsToOrder', la pestaña 'Detalles de contabilidad predeterminados' se puede usar para aplicar los valores relacionados con la contabilidad.
hi: यदि एमएआरसी से फंड जानकारी में कोई जानकारी आयात नहीं की जाती है: ref: `MarcFieldsToOrder` वरीयता, 'डिफ़ॉल्ट लेखांकन विवरण' टैब का उपयोग लेखांकन से संबंधित मूल्यों को लागू करने के लिए किया जा सकता है।

source: Order from a staged file
es: Pedido desde un archivo preparado
hi: एक स्टेज फ़ाइल से ऑर्डर करें

source: This option is the same as the previous one, but in this case, your file has already been :ref:`staged <stage-marc-records-for-import-label>`. Whether you choose to 'order from a new file' or 'order from a staged file' will depend on your acquisitions workflow or your :ref:`permissions <patron-permissions-label>`.
es: Esta opción es la misma como la previa, pero en este caso, su archivo ya ha sido :ref:'preparada<stage-marc-records-for import-label>'. Si usted escoge el 'pedido de un nuevo archivo' o 'pedido de un archivo preparado' dependera en la acquisicion del flujo de trabajo en su :ref:'permisos<patron-permissions-label>'.
hi: यह विकल्प पिछले वाले के समान है, लेकिन इस मामले में, आपकी फ़ाइल पहले ही ref: `चरणबद्ध<stage-marc-records-for-import-label>` का उपयोग कर चुकी है। चाहे आप 'नई फ़ाइल से ऑर्डर' या 'स्टेज्ड फ़ाइल से ऑर्डर' का चयन करें, आपके अधिग्रहण वर्कफ़्लो पर निर्भर करेगा या आपकी :ref:`अनुमतियाँ <patron-permissions-label>.

source: Once you click on 'From a staged file', you will get a list of all the staged files in your system.
es: Una vez que haga clic en 'Desde un archivo preparado', obtendra una lista de todos los archivos preparados en su sistema.
hi: एक बार जब आप 'एक मंचन फ़ाइल से' पर क्लिक करते हैं, तो आपको अपने सिस्टम में सभी चरणबद्ध फ़ाइलों की एक सूची मिल जाएगी।

source: From the list of files you are presented with, click on the 'Add orders' button to add the records in the staged file to your order.
es: Desde el listado de archivos se le presentara con, haga clic en el botón 'Agregar pedidos' para agregar los registros del archivo preparado a su pedido.
hi: आपके द्वारा प्रस्तुत फ़ाइलों की सूची से, अपने क्रम में चरणबद्ध फ़ाइल में रिकॉर्ड जोड़ने के लिए 'ऑर्डर जोड़ें' बटन पर क्लिक करें।

source: Order from titles with highest hold ratios
es: Pedido de títulos con más altos índices de reservas
hi: उच्चतम होल्ड अनुपात वाले शीर्षकों से आदेश

source: The final option for ordering is to order from a list of titles with the highest hold ratios
es: El última opción para hacer pedidos es hacerlo desde una lista de títulos con máxima tasa de reserva.
hi: आदेश देने के लिए अंतिम विकल्प उच्चतम पकड़ अनुपात के साथ खिताब की एक सूची से आदेश है

source: This option will take you to the holds ratio report where you can find items with a high hold ratio and order additional copies. Next to each title will be a button with the number of items to order, click that and it will add the item to your basket.
es: Esta opción lo llevará al informe de proporción de reservas donde puede encontrar ejemplares con una alta proporción de reserva y para pedir copias adicionales. Al lado de cada título habrá un botón con el número de ejemplares para pedir, haga clic ahi y se agregará el ejemplar a su cesta.
hi: यह विकल्प आपको होल्ड अनुपात रिपोर्ट पर ले जाएगा जहां आप उच्च होल्ड अनुपात वाले आइटम पा सकते हैं और अतिरिक्त प्रतियां ऑर्डर कर सकते हैं। प्रत्येक शीर्षक के बगल में ऑर्डर करने के लिए मदों की संख्या के साथ एक बटन होगा, उस पर क्लिक करें और यह आइटम को आपकी बास्केट में जोड़ देगा।

source: With any of the above ordering options you're presented with an option to notify patrons of the new item when it's received. The contents of that notification can be edited in the :ref:`Notices & slips` tool and will have the code of ACQ\_NOTIF\_ON\_RECEIV. In the 'Patrons' section you will see an option to 'Add user'. Click that button to add patrons who will be notified of the new issue.
es: Con cualquiera de las opciones de pedido en la parte superior se le presentará con una opción para notificar a los usuarios del nuevo ejemplar cuando fue recibido. El contenido de esa notificación puede ser editado en la herramienta :ref:`Avisos y recibos` y tendrán el código de ACQ\_NOTIF\_ON\_RECEIV. En la sección 'Usuarios' verá una opción para 'Agregar usuario'. Haga clic en ese botón para añadir usuarios que serán notificados de la nueva edición.
hi: उपरोक्त आदेश विकल्पों में से किसी के साथ आपको प्राप्त होने वाले नए आइटम के संरक्षक को सूचित करने के लिए एक विकल्प दिया गया है। उस अधिसूचना की सामग्री को संदर्भ में संपादित किया जा सकता है :रेफरी: `नोटिस और स्लिप्स` उपकरण और उसके पास ACQ\_NOTIF\_ON\_RECEIV. का कोड होगा। 'संरक्षक' अनुभाग में आपको 'उपयोगकर्ता जोड़ें' का विकल्प दिखाई देगा। संरक्षक जोड़ने के लिए उस बटन पर क्लिक करें, जिन्हें नए मुद्दे के बारे में सूचित किया जाएगा।

source: Patron notification search
es: Cambios de los usuarios
hi: संरक्षक अधिसूचना खोज

source: In the window that pops up search for the patrons you'd like to notify and click 'Add'
es: En la ventana que aparece busque los usuarios que desea notificar y haga clic en 'Agregar'
hi: विंडो में जो पॉप अप खोजते हैं, वे आपको सूचित करना चाहते हैं और 'जोड़ें' पर क्लिक करें

source: Once you're done you can close the window and you'll see the list of patrons under the 'Patrons' section
es: Una vez que hayas terminado puedes cerrar la ventana y podrás ver la lista de usuarios en la sección 'Usuarios'
hi: एक बार जब आप कर रहे हैं आप विंडो बंद कर सकते हैं और आप 'संरक्षक' धारा के तहत संरक्षक की सूची दिखाई देगी

source: After bringing in the record information (for all order methods except for the staged files), if your :ref:`AcqCreateItem` system preference is set to add an item when ordering you will enter the item information next. You need to fill out at least one item record and then click the 'Add item' button at the bottom left of the item form.
es: Después de traer la información del archivo (para todos los métodos de pedidos, excepto para los archivos preparados), si su preferencia del sistema :ref:'AcqCreateItem' está configurada para agregar un ejemplar cuando se hace el pedido, seguidamente ingresará la información del ejemplar. Usted necesita llenar al menos un registro del ejemplar y luego haga clic en el botón 'Agregar ejemplar' en la parte inferior izquierda del formulario del ejemplar.
hi: रिकॉर्ड जानकारी में लाने के बाद (चरणबद्ध फ़ाइलों को छोड़कर सभी आदेश विधियों के लिए), अगर आपका :ref:`AcqCreateItem` सिस्टम वरीयता आइटम जोड़ने के लिए सेट है जब आप आइटम जानकारी अगले दर्ज करेंगे। आपको कम से कम एक आइटम रिकॉर्ड भरना होगा और फिर आइटम फॉर्म के निचले भाग में 'आइटम जोड़ें' बटन पर क्लिक करना होगा।

source: After clicking the 'Add item' button below the item record the item will appear above the form and then you can enter your next item the same way (if ordering more than one item).
es: Luego de hacer clic en agregar el ítem aparecerá encima del formulario y, entonces, podrá ingresar su siguiente ítem de la misma forma (si pidió más de uno).
hi: आइटम रिकॉर्ड नीचे 'आइटम जोड़ें' बटन पर क्लिक करने के बाद आइटम प्रपत्र के ऊपर दिखाई देगा और फिर आप अपने अगले आइटम एक ही रास्ता (एक से अधिक आइटम के आदेश देने के) में प्रवेश कर सकते हैं।

source: If you are ordering several items, you can click on the 'Add multiple items' instead of adding them one by one. This will ask you how many items you want to add. Simply enter that number in the box and click on 'Add'.
es: Si esta ordenando varios ejemplares, puede hacer clic en 'Agregar ejemplares multiples' en vez de agregarlos uno por uno. Esto le preguntará cuantos ejemplares quiere agregar. Simplemente ponga el número en la casilla de comprobación y haga clic en 'Agregar'.
hi: यदि आप कई आइटम ऑर्डर कर रहे हैं, तो आप उन्हें एक-एक करके जोड़ने के बजाय 'कई आइटम जोड़ें' पर क्लिक कर सकते हैं। यह आपसे पूछेगा कि आप कितने आइटम जोड़ना चाहते हैं। बस उस नंबर को बॉक्स में दर्ज करें और 'जोड़ें' पर क्लिक करें।

source: Once you have entered the info about the item, you need to enter the Accounting information.
es: Una vez que haya ingresado la información sobre el ítem, es necesario ingresar la información contable.
hi: एक बार जब आप आइटम के बारे में जानकारी दर्ज किया है, आप लेखांकन जानकारी दर्ज करने की आवश्यकता है।

source: Quantity is populated by the number of items you've added to the order above.
es: La cantidad es completada por el número de ítems que añadió al pedido de arriba.
hi: मात्रा में वस्तुओं आप ऊपर के आदेश को जोड़ दिया है की संख्या की आबादी है।

source: The list of funds is populated by the :ref:`funds <funds-label>` you have assigned in the :ref:`Acquisitions administration <acquisitions-module-label>` area.
es: La lista de los fondos contiene los :ref:`fondos <funds-label>` que se han asignado en el área de :ref:`Administración de adquisiciones <acquisitions-module-label>`.
hi: धनराशि की सूची :ref:`निधि <funds-label>` द्वारा आपको :ref:`अधिग्रहण प्रशासन <acquisitions-module-label>` क्षेत्र को दी गई है।

source: The currency pull down will have the :ref:`currencies <currencies-and-exchange-rates-label>` you set up in the :ref:`Acquisitions administration <acquisitions-module-label>` area.
es: El desplegable de monedas tendrá las :ref:`monedas <currencies-and-exchange-rates-label>` que configuró en el área de :ref:`Administración de adquisiciones <acquisitions-module-label>`.
hi: मुद्रा पुल डाउन के नीचे :ref:`मुद्राएं <currencies-and-exchange-rates-label>` आप in set :ref:`अधिग्रहण प्रशासन <acquisitions-module-label>` क्षेत्र स्थापित करते हैं।

source: The vendor price is the price before any taxes or discounts are applied.
es: El precio del proveedor es el precio antes de aplicar impuestos o descuentos.
hi: विक्रेता के मूल्य कीमत किसी भी करों या छूट लागू कर रहे हैं पहले है।

source: If the price is uncertain, check the uncertain price box.
es: Si el precio es incierto, marque la casilla de precios inciertos.
hi: मूल्य अनिश्चित है, तो अनिश्चित कीमत बॉक्स की जाँच करें।

source: A basket with at least one uncertain price can't be closed.
es: Una cesta con al menos un precio incierto no puede cerrarse.
hi: कम से कम एक अनिश्चित कीमत के साथ एक टोकरी बंद नहीं किया जा सकता है।

source: If you are charged sales tax, choose that from the 'Tax rate' field. This field is populated by the :ref:`gist system preference <gist-label>`.
es: Si se le cobra impuesto a las ventas, la puede seleccionar en el campo 'Tasa de impuesto'. Este campo se completa con la :ref:`preferencia del sistema gist <gist-label>`.
hi: यदि आपसे बिक्री कर लिया जाता है, तो उसे 'कर की दर' क्षेत्र से चुनें। इस क्षेत्र को :ref:`gist सिस्टम वरीयता द्वारा आबाद किया गया है <gist-label>`.

source: Enter the percentage discount you're receiving on this order, once you enter this, hit tab and Koha will populate the rest of the cost fields below.
es: Ingrese el porcentaje de descuento que recibe en este pedido, una vez ingresado, pulse Tab y Koha rellenará el resto de los campos de costo más abajo.
hi: आप इस आदेश पर प्राप्त कर रहे हैं प्रतिशत छूट दर्ज, एक बार आप इस प्रवेश, टैब मारा और Koha नीचे लागत क्षेत्रों के बाकी आबाद होगा।

source: Retail price is the recommended retail price (RRP), the price set by the publisher or the manufacturer as a recommendation to booksellers.
es: El precio de venta al público es el precio de venta al público recomendado (RRP), el precio fijado por el editor o el fabricante como recomendación a los vendedores de libros.
hi: खुदरा मूल्य अनुशंसित खुदरा मूल्य (आरआरपी) है, प्रकाशक या निर्माता द्वारा बुकसेलर्स की सिफारिश के रूप में निर्धारित मूल्य।

source: Replacement cost is the price it will cost to replace the item. This is the price charged to the user when an item is declared lost (if the :ref:`WhenLostChargeReplacementFee` system preference is set to 'Charge').
hi: प्रतिस्थापन लागत वह कीमत है जो वस्तु को प्रतिस्थापित करने के लिए खर्च होगी। यह तब होता है जब उपयोगकर्ता को किसी वस्तु के खो जाने की घोषणा की जाती है (यदि :ref:`WhenLostChargeReplacementFee` सिस्टम वरीयता 'चार्ज' पर सेट हो)।

source: Budgeted cost is the amount that will be removed from the 'spent' budget. Whether this number includes or excludes taxes will depend on the 'List price' setting for your :ref:`vendor <vendors-label>`.
es: El costo de presupuesto es la cantidad que será eliminada del presupuesto 'gastado'. si este número incluye o excluye los impuestos dependerá en la 'Lista de precios' configurado en su :ref:'proveedor<vendors-label>'.
hi: बजट की लागत वह राशि है जिसे खर्च ’बजट से हटा दिया जाएगा। इस नंबर में कर शामिल हैं या शामिल नहीं हैं, यह आपके :ref:`विक्रेता के लिए 'सूची मूल्य' सेटिंग पर निर्भर करेगा <vendors-label>`.

source: Total is the budgeted cost multiplied by the quantity of items ordered.
es: El Total es el costo del presupuesto multiplicado por la cantidad de ejemplares pedidos.
hi: कुल बजट की गई लागत को आदेशित वस्तुओं की मात्रा से गुणा किया जाता है।

source: You can add an internal note. This will only appear in the acquisitions module and in the staff interface catalog, under the 'Acquisitions details' tab in the detailed record.
es: Puede agregar una nota interna. Esto sólo aparecerá en el módulo de acquisiciones en el catálogo de la interfaz del personal, debajo de la pestaña 'Detalles de acquisiciones' en el registro detallado.
hi: आप एक आंतरिक नोट जोड़ सकते हैं। यह केवल विस्तृत रिकॉर्ड में 'अधिग्रहण विवरण' टैब के तहत अधिग्रहण मॉड्यूल और स्टाफ इंटरफेस कैटलॉग में दिखाई देगा।

source: You can also add a vendor note. This will appear in the acquisitions module as well as on the order when exported as CSV.
es: También puede agregar una nota del proveedor. Esto aparecerá en el módulo de acquisiciones cómo también en los pedidos cuando se exporta como CSV.
hi: आप एक वेंडर नोट भी जोड़ सकते हैं। यह अधिग्रहण मॉड्यूल के साथ-साथ सीएसवी के रूप में निर्यात होने पर ऑर्डर में दिखाई देगा।

source: If you added statistical categories when :ref:`creating the Fund <add-a-fund-label>`, those values will appear in the two statistics fields.
es: Si usted agrego categorias estadísticas cuando :ref:`crea un Fondo <add-a-fund-label>`, aquellos valores aparecerán en los dos campos de estadísticas.
hi: यदि आपने सांख्यिकीय श्रेणियां जोड़ दी हैं जब :ref:`फंड बनाना <add-a-fund-label>`, वे मान दो सांख्यिकी क्षेत्रों में दिखाई देंगे।

source: Once you have filled in all of the fields click 'Save' to add the item to your basket. If your price goes over the amount available in the fund you will be presented with a confirmation.
es: Una vez que haya llenado todos los campos haga clic en 'Guardar' para agregar el ejemplar a su cesta. Si su precio sube arriba de la cantidad disponible en el fondo se le presentara una confirmación.
hi: एक बार जब आप सभी क्षेत्रों में भरे हैं, तो आइटम को अपने टोकरी में जोड़ने के लिए 'सहेजें' पर क्लिक करें। यदि आपकी कीमत निधि में उपलब्ध राशि से अधिक हो जाती है तो आपको एक पुष्टिकरण के साथ प्रस्तुत किया जाएगा

source: The confirmation warning will allow you order past your fund amount if you so choose.
es: El aviso de confirmación le permitie ordenar aunque se pase de la cantidad de fondo si lo desea.
hi: पुष्टि चेतावनी आप अपनी वापसी राशि पिछले आदेश अगर तुम ऐसा चुनाव की अनुमति देगा।

source: After an item is added to the basket you will be presented with a basket summary.
es: Una vez que un ítem se agrega a la cesta se le presentará un resumen de la bolsa.
hi: एक बार एक आइटम टोकरी में जोड़ा जाता है तुम एक टोकरी सारांश के साथ प्रस्तुत किया जाएगा।

source: From here, you can edit or remove the items that you have added.
es: Desde aquí, puede editar o remover los ejemplares que haya agregado.
hi: यहाँ से, आप संपादित या आइटम है कि आप जोड़ लिया है हटा सकते हैं।

source: Choosing to 'Cancel the order' will delete the order line but leave the record in the catalog.
es: Seleccionar 'Eliminar pedido' borrará la orden de pedido pero dejará el registro en el catálogo.
hi: 'ऑर्डर रद्द करें' का चयन ऑर्डर लाइन को हटा देगा लेकिन कैटलॉग में रिकॉर्ड छोड़ देगा।

source: Choosing to 'Cancel order and delete catalog record' removes both the order line and the record in the catalog.
es: Seleccionar 'Eliminar pedido y registro del catálogo' remueve tanto la línea de la orden como el registro en el catálogo.
hi: कैटलॉग रिकॉर्ड को 'ऑर्डर रद्द करें और हटाएं' के लिए चुनना, ऑर्डर लाइन और रिकॉर्ड दोनों को कैटलॉग में हटा देता है।

source: The catalog record cannot always be deleted. You might see notes explaining why.
es: El registro catalogado no siempre puede eliminarse. Podrá ver notas explicando por que.
hi: सूची रिकॉर्ड हमेशा हटाया नहीं जा सकता। आप नोट समझा क्यों देख सकते हैं।

source: On the summary page, you also have the several option through the buttons at the top of the basket header.
es: En la página de resumen, tambien tiene las diferentes opciones mediante los botones a la cabecera de la cesta.
hi: सारांश पृष्ठ पर, आपके पास बास्केट हेडर के शीर्ष पर बटन के माध्यम से कई विकल्प भी होते हैं।

source: Edit basket: edit the basket information, such as the name or the billing place.
es: Editar cesta: editar la cesta de información, como el nombre o el lugar de cobro.
hi: बास्केट संपादित करें: बास्केट की जानकारी को संपादित करें, जैसे कि नाम या बिलिंग स्थान।

source: Delete this basket: if the basket is empty, you will get a simple confirmation message before deleting the basket. If the basket contains orders, you will get a confirmation message with several options.
es: Borrar esta cesta: si la cesta esta vacia, antes de borrar la cesta se le dara un simple mensaje de confirmación. Si la cesta contiene pedidos, se le dara un mensaje de confirmación con varias opciones.
hi: इस बास्केट को हटा दें: यदि बास्केट खाली है, तो आपको बास्केट को हटाने से पहले एक सरल पुष्टिकरण संदेश मिलेगा। यदि बास्केट में आदेश हैं, तो आपको कई विकल्पों के साथ एक पुष्टिकरण संदेश मिलेगा।

source: Delete basket and orders: this will delete the basket, cancel the orders, refund the used funds, and delete the items (ordered or received).
es: Borrar cesta y pedidos: esto borrará la cesta, cancelará los pedidos, reembolsará los fondos usados, y borrará los ejemplares (pedidos o recibidos).
hi: बास्केट और आदेश हटाएं: यह बास्केट को हटा देगा, आदेशों को रद्द कर देगा, उपयोग किए गए धन को वापस कर देगा, और आइटमों को हटा देगा (ऑर्डर या प्राप्त)।

source: Delete basket, orders, and records: this will delete all of the above plus the bibliographic records associated with the orders (except the ones which can't be deleted because they have remaining items, orders or subscriptions attached).
es: Borrar cesta, pedidos, y registros: esto borrará todo lo de la parte superior más los registros bibliográficos asociados con los pedidos (excepto los que no pueden ser borrados porque tienen ejemplares restantes, pedidos o subscripciones adjuntas).
hi: बास्केट, ऑर्डर और रिकॉर्ड हटाएं: यह उपरोक्त सभी के साथ-साथ आदेशों से जुड़े ग्रंथ सूची रिकॉर्ड को हटा देगा (केवल उन लोगों को छोड़कर जिन्हें हटाया नहीं जा सकता क्योंकि उनके पास शेष आइटम, ऑर्डर या सदस्यताएं जुड़ी हुई हैं)।

source: Close this basket: closing the basket will enable you to add it to a basket group (this is optional) and receive its items.
es: Cerrar esta cesta: cerrar la cesta le permitirá agregarla a un grupo de cestas (esto es opcional) y recibir sus ejemplares.
hi: इस बास्केट को बंद करें: टोकरी को बंद करने से आप इसे बास्केट समूह में जोड़ सकेंगे (यह वैकल्पिक है) और इसके आइटम प्राप्त करेंगे।

source: Export as CSV: this will create a CSV file with all your orders from this basket. You can add several CSV profiles options by going to the :ref:`CSV profiles tool <csv-profiles-label>`.
es: Exportar como CSV: esto creará un archivo CSV con todos sus pedidos de esta cesta. Puede agregar varias opciones de pefiles CSV yendo a :ref:'herramienta de perfiles CSV<csv-profiles-label>'.
hi: CSV के रूप में निर्यात करें: यह इस बास्केट से आपके सभी आदेशों के साथ एक CSV फ़ाइल बनाएगा। आप :ref:`CSV प्रोफाइल टूल पर जाकर कई CSV प्रोफाइल विकल्प जोड़ सकते हैं <csv-profiles-label>`.

source: E-mail order: this will send the order information to your contact for this vendor. Make sure your contact has a email address in the :ref:`vendor profile <vendors-label>`.
es: Pedidos por correo electrónico: esto mandará la información del pedido a su contacto para este proveedor. Asegurese de que su contacto tenga un correo electrónico en el :ref:'perfil de proveedor <vendors-label>'.
hi: ई-मेल आदेश: यह इस विक्रेता को आपके संपर्क के लिए आदेश की जानकारी भेजेगा। सुनिश्चित करें कि आपके संपर्क में एक ईमेल पता है :ref:`विक्रेता प्रोफ़ाइल <vendors-label>`.

source: If you're using EDI for your order you can click the 'Create EDIFACT order' button when you're done to send the file to the vendor and close the basket.
es: Si esta usando EDI para su pedido puede hacer clic en el botón 'Crear pedido EDIFACT' cuando acabe, para mandar su archivo para el proveedor y cerrar la canasta.
hi: यदि आप अपने आदेश के लिए ईडीआई का उपयोग कर रहे हैं तो आप विक्रेता को फाइल भेजने के लिए और टोकरी को बंद करने के लिए 'अंपायर ऑर्डर करें' बटन पर क्लिक कर सकते हैं।

source: Once you're sure your basket is complete, you can click 'Close this basket' button to indicate that this basket is complete and has been sent to the vendor.
es: Una vez que esté seguro que su cesta está completa, puede hacer clic en 'Cerrar esta cesta' para indicar que esta cesta se ha completado y ha sido enviada al proveedor.
hi: एक बार जब आप सुनिश्चित करें कि आपके टोकरी पूरा हो गया है कर रहे हैं, आप इंगित करने के लिए इस टोकरी पूरा हो गया है और विक्रेता के लिए भेज दिया गया है कि बटन 'इस टोकरी बंद' पर क्लिक कर सकते हैं।

source: You must close the basket to be able to :ref:`receive items <receiving-orders-label>` when they arrive. Only items in closed baskets will show as ready to receive.
es: Debe de cerrar la canasta para poder :ref:'recibir ejemplares <receiving-order-label>' cuando lleguen. Sólo los ejemplares en canastas cerradas se mostrarán como listos para recibir.
hi: आपको बास्केट को बंद करनी होगी: रेफर: 'आइटम प्राप्त करना <receiving-orders-label>`जब पहुंचें केवल बंद बास्केट में आइटम प्राप्त करने के लिए तैयार के रूप में दिखाई देंगे।
