Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: es, hi

source: Acquisitions
es: Adquisiciones
hi: अधिग्रहण

source: The Koha Acquisitions module provides a way for the library to record orders placed with vendors and manage purchase budgets.
es: El módulo de adquisiciones de Koha proporciona una forma para que la biblioteca haga los pedidos a sus proveedores y gestione los presupuestos de adquisiciones.
hi: Koha अधिग्रहण मॉड्यूल पुस्तकालय विक्रेताओं से दिए गए आदेश रिकॉर्ड और खरीद बजट का प्रबंधन करने के लिए एक तरीका प्रदान करता है।

source: *Get there:* More > Acquisitions
es: *Ir a:* Más > Adquisiciones
hi: * वहां जाओ: *अधिक> अधिग्रहण

source: Setup
es: Configuración
hi: सेटअप

source: Before using the Acquisitions module you will want to make sure that you have completed all of the set up.
es: Antes de utilizar el Módulo de Adquisiciones debe de asegurarse de que usted haya configurado todo completamente
hi: अधिग्रहण मॉड्यूल का उपयोग करने से पहले आप यह सुनिश्चित करना चाहेंगे कि आपने सभी सेट अप पूरा कर लिया है।

source: First, set your :ref:`acquisitions system preferences <acquisitions-system-preferences-label>` and :ref:`acquisitions administration <acquisitions-module-label>` to match your library's workflow. Before setting your :ref:`EDI accounts` and :ref:`library EANs` you will need to have :ref:`entered your vendors <add-a-vendor-label>`.
hi: सबसे पहले, अपना सेट करें: रेफ: `अधिग्रहण प्रणाली प्राथमिकताएँ <acquisitions-system-preferences-label>` और :ref:`अधिग्रहण प्रशासन <acquisitions-module-label>` अपने पुस्तकालय के वर्कफ़्लो से मेल खाने के लिए। अपना सेट करने से पहले :ref:`ईडीआई खाते` और :ref:`लाइब्रेरी ईएएनएस` आपको अपने पास रखना होगा :ref:` अपने विक्रेताओं में प्रवेश करें <add-a-vendor-label>`.

source: On the main acquisitions page you will see your library's funds listed.
es: En la página principal de adquisiciones verá la relación de las partidas presupuestarias de su biblioteca.
hi: मुख्य अधिग्रहण पेज पर आप अपने पुस्तकालय के लिए धन सूचीबद्ध देखेंगे।

source: **Note**
es: **Nota**
hi: **नोट**

source: If the total line is confusing for the funds you have set up you can hide it by adding
es: Si la línea total es confundida por los fondos que usted a establecido puede ocultarlo agregando
hi: कुल लाइन धन भ्रामक है के लिए आप जोड़कर स्थापित किया है तुम इसे छिपा कर सकते हैं

source: to the :ref:`IntranetUserCSS` preference.
es: a la preferencia :ref:`IntranetUserCSS`.
hi: को :ref:`IntranetUserCSS` प्राथमिकता.

source: To see all active funds you can click the checkbox next to 'Show active and inactive' above the funds table.
es: Para ver todos los fondos activos puede hacer clic en la casilla de verificación al lado de 'Ver activo e inactivo' arriba de la tabla de fondos.
hi: सभी सक्रिय निधियों को देखने के लिए आप के लिए धन की मेज के ऊपर 'सक्रिय और निष्क्रिय शो' अगले चेकबॉक्स क्लिक कर सकते हैं।

source: To see a history of all orders in a fund you can click on the linked amount and it will run a search for you.
es: Para ver el historial de todas las órdenes de un fondo puede hacer clic en el importe.
hi: आप लिंक राशि पर क्लिक कर सकते हैं एक कोष में सभी आदेशों का एक इतिहास को देखने के लिए और यह आप के लिए एक खोज चलेंगे।

source: Learn more in the :ref:`Budget/fund tracking` section of this manual.
es: Aprenda mas en la sección :ref:`Presupuesto/seguimiento de fondo' de este manual.
hi: इस मैनुअल के संदर्भ:`बजट/फंड ट्रैकिंग' अनुभाग में अधिक जानें।

source: Vendors
es: Proveedores
hi: विक्रेता

source: Before any orders can be placed you must first enter at least one vendor.
es: Antes de ingresar cualquier pedido deberá ingresar primero al menos un proveedor.
hi: इससे पहले किसी भी ऑर्डर दिया जा सकता है, आप पहली बार में कम से कम एक विक्रेता दर्ज करना होगा।

source: Add a vendor
es: Agregar un proveedor
hi: विक्रेता जोड़ें

source: To add a vendor click the 'New vendor' button on the Acquisitions page
es: Para agregar un proveedor, haga clic en el botón 'Proveedor nuevo' en la página de Adquisiciones
hi: विक्रेता जोड़ने के लिए अधिग्रहण पृष्ठ पर 'नया विक्रेता' बटन पर क्लिक करें

source: The vendor add form is broken into three pieces
es: El formulario agregar proveedor se divide en tres partes
hi: विक्रेता जोड़ते प्रपत्र तीन टुकड़ों में टूट गया है:

source: The first section is for basic information about the vendor
es: La primera sección es para la información básica sobre el proveedor
hi: प्रथम खंड विक्रेता के बारे में बुनियादी जानकारी के लिए है।

source: Of these fields, only the vendor name is required, the rest of the information should be added to help with generating claim letters and invoices
es: De estos campos, solo el nombre del proveedor es necesario, el resto de la información debería añadirse para ayudar a generar cartas de reclamación y facturas
hi: इन क्षेत्रों में से, केवल विक्रेता का नाम आवश्यक है, शेष जानकारी को दावा पत्र और चालान बनाने में मदद करने के लिए जोड़ा जाना चाहिए

source: The second section is for information regarding your contact at the vendor's office
es: La segunda sección es para su información de contacto en la oficina del proveedor
hi: दूसरा खंड विक्रेता के कार्यालय में आपके संपर्क के बारे में जानकारी के लिए है

source: None of these fields are required, they should only be entered if you want to keep track of your contact's information within Koha
es: Ninguno de estos campos son obligatorios, debería introducirse únicamente si usted quiere llevar un registro de la información de contacto dentro de Koha
hi: ये फ़ील्ड आवश्यक नहीं हैं, यदि आप Koha के भीतर आपके संपर्क की जानकारी का ट्रैक रखने के लिए चाहते हैं, तो वे केवल दर्ज किया जाना चाहिए

source: Primary acquisitions contact: check this box if this person is your primary contact regarding acquisitions from this vendor
es: Contacto primario de acquisicion: compruebe esta caja si esta persona es su contacto primario en referencia a la adquisicion de este vendedor
hi: प्राथमिक अधिग्रहण संपर्क: इस विक्रेता को अधिग्रहण के संबंध में यह व्यक्ति आपका प्राथमिक संपर्क है, तो इस बॉक्स को चेक करें

source: Primary serials contact: check this box if this person is your primary contact regarding serial acquisitions from this vendor
es: Contacto primario de series: compruebe esta caja si esta persona es su contacto primario en referencia a la adquisicion de este vendedor
hi: प्राथमिक सीरियल संपर्क: इस विक्रेता को चेक करें यदि यह व्यक्ति इस विक्रेता से सीरियल अधिग्रहण के संबंध में आपका प्राथमिक संपर्क है

source: Contact when ordering? check this box if you want to be able to send your orders by email directly to this person
es: Contacto cuando se ordena? compruebe esta caja si desea mandar sus ordenes por correo electrónico directamente a esta persona
hi: ऑर्डर करते समय संपर्क करें? यदि आप सीधे इस व्यक्ति को ईमेल द्वारा अपने ऑर्डर भेजने में सक्षम होना चाहते हैं तो इस बॉक्स को चेक करें

source: Contact about late orders? check this box if you want to be able to send your acquisitions claims by email directly to this person
es: Contacto acerca de pedidos atrasados? compruebe esta caja si desea mandar sus reclamaciones de acquisiciones por correo electrónico directamente a esta persona
hi: देर से आदेश के बारे में संपर्क करें? यदि आप सीधे इस व्यक्ति को ईमेल द्वारा अपने अधिग्रहण दावों को भेजने में सक्षम होना चाहते हैं तो इस बॉक्स को चेक करें

source: Contact about late issues? check this box if you want to be able to send your serials claims by email directly to this person
es: Contacto acerca de ediciones atrasadas? compruebe esta caja si desea mandar sus reclamos en serie por correo electrónico directamente a esta persona
hi: देर से इश्यूज के बारे में संपर्क करें? यदि आप सीधे इस व्यक्ति को ईमेल द्वारा अपने सीरियल दावों को भेजने में सक्षम होना चाहते हैं तो इस बॉक्स को चेक करें

source: You can add more than one contact per vendor by clicking on the 'Add another contact' button
es: Usted puede agregar mas de un contacto por proveedor haciendo clic en el botón 'Agregar otro contacto'
hi: आप 'एक और संपर्क जोड़ें' बटन पर क्लिक करके प्रति विक्रेता एक से अधिक संपर्क जोड़ सकते हैं

source: The final section is for billing information
es: La última sección es para información de facturación
hi: अंतिम खंड बिलिंग जानकारी के लिए है:

source: To be able to order from a vendor you must make them 'Active'
es: Para poder hacer un pedido a un proveedor éste debe estar 'Activo'
hi: ऑर्डर करने के लिए एक विक्रेता से सक्षम होने के लिए आप उन्हें 'सक्रिय' करना चाहिए

source: For list prices and invoice prices choose the currency
es: Para lista de precios y precios de factura elija la moneda
hi: सूची कीमतों और चालान की कीमतों के लिए, मुद्रा चुनें।

source: Currencies are assigned in the :ref:`Currencies and exchange rates <currencies-and-exchange-rates-label>` admin area
es: Las monedas se asignan en el área administrativa de :ref:`monedas y tipos de cambio <currencies-and-exchange-rates-label>`
hi: मुद्राओं को सौंपा गया है :ref:`मुद्राओं और विनिमय दरें <currencies-and-exchange-rates-label>` व्यवस्थापक क्षेत्र

source: If your library is charged tax mark your tax number as registered
es: Si a la biblioteca se le cargan impuestos marque su número de impuesto como registrado
hi: यदि आपकी लाइब्रेरी पर कर लगाया गया है तो पंजीकृत के रूप में अपना टैक्स नंबर अंकित करें

source: Note if you list prices and/or invoice prices include tax
es: Indique si los precios de lista y/o precios de facturas incluyen el impuesto
hi: नोट: यदि आप की कीमतों की सूची और/या चालान मूल्यों में कर शामिल

source: If the vendor offers a consistent blank discount, enter that in the 'Discount' field
es: Si el proveedor ofrece un descuento, introduzca el procentaje en el campo 'Descuento'
hi: विक्रेता एक सुसंगत खाली छूट प्रदान करता है, 'डिस्काउंट' फ़ील्ड में दर्ज है।

source: You can enter item specific discounts when placing an order
es: Usted pueda introducir descuentos específicos del ítem al hacer un pedido
hi: जब एक आदेश रखने आप आइटम विशिष्ट छूट प्रवेश कर सकते हैं

source: Enter your tax rate if your library is charged taxes on orders
es: Introduzca la tasa del impuesto si a su biblioteca le cargan impuestos a los pedidos
hi: यदि आपकी लायब्रेरी के आदेश पर करों का वसूल किया है अपने कर की दर दर्ज करें।

source: If you know about how long it usually takes orders to arrive from this vendor you can enter a delivery time. This will allow Koha to estimate when orders will arrive at your library on the late orders report.
es: Si usted sabe cuanto tiempo suelen tardar en llegar los pedidos de este proveedor puede introducir un tiempo de entrega. Esto le permitirá a Koha estimar cuando llegarán los pedidos a su biblioteca en el informe de pedidos atrasados.
hi: तुम कितनी देर तक यह आम तौर पर आदेश लेता है इस विक्रेता से आने के बारे में पता है, तो आप एक डिलिवरी के समय प्रवेश कर सकते हैं। इस कोहा अनुमान लगाने के लिए जब आदेश देर आदेशों की रिपोर्ट पर अपने पुस्तकालय में आ जाएगा अनुमति देगा।

source: Notes are for internal use
es: Las notas son para uso interno
hi: नोट्स आंतरिक उपयोग के लिए हैं

source: View/edit a vendor
es: Ver/editar un proveedor
hi: देखें/संपादित करें विक्रेता

source: To view a vendor's information page you must search for the vendor from the Acquisitions home page. Your search can be for any part of the vendor's name:
es: Para ver la página de información de un proveedor tiene que buscar al proveedor desde la página principal de Adquisiciones. La búsqueda se puede hacer con cualquier parte del nombre del proveedor:
hi: किसी विक्रेता के सूचना पृष्ठ को देखने के लिए आपको अधिग्रहण के मुख पृष्ठ से विक्रेता को खोजना होगा। आपकी खोज विक्रेता के नाम के किसी भी हिस्से के लिए हो सकती है:

source: From the results, click on the name of the vendor you want to view or edit
es: De los resultados, haga clic en el nombre del proveedor que desee ver o editar
hi: परिणामों से, आप देखना चाहते हैं विक्रेता के नाम या संपादित पर क्लिक करें

source: To make changes to the vendor, simply click the 'Edit vendor' button.
es: Para realizar cambios al vendedor o proveedor, simplemente haga clic en el botón "Editar"
hi: विक्रेता के लिए परिवर्तन करने के लिए, बस 'संपादन विक्रेता' बटन पर क्लिक करें।

source: If the vendor has no baskets attached to it then a 'Delete vendor' button will also be visible and the vendor can be deleted. Otherwise you will see a 'Receive shipment' button.
es: Si el proveedor no tiene cestas asociadas el botón 'Borrar' igualmente será visible, permitiendo borrarlo.
hi: विक्रेता कोई टोकरियों से जुड़ी यह तो है एक 'वेंडर हटाएँ' बटन भी दिखाई जाएगी और विक्रेता को हटाया जा सकता है। वरना आप एक 'शिपमेंट करे' बटन देखेंगे।

source: Vendor contracts
es: Contratos de proveedor
hi: वेंडर अनुबन्ध

source: You can define contracts (with a start and end date) and attach them to a vendor. This is used so that at the end of the year you can see how much you spent on a specific contract with a vendor. In some places, contracts are set up with a minimum and maximum yearly amount.
es: Puede definir contratos (con fecha de inicio y fin) y asociarlos a un proveedor. Esto es usado para que al final del año pueda ver cuanto gastó en un contrato específico con un proveedor. En algunos lugares, los contratos se configuran con un mínimo o máxima cantidad anual.
hi: आप (एक आरंभ और समाप्ति तिथि के साथ) के ठेके को परिभाषित करने और उन्हें एक विक्रेता के लिए संलग्न कर सकते हैं। यह प्रयोग किया जाता है तो यह है कि साल के अंत में आप देख सकते हैं कि कितना आप एक विक्रेता के साथ एक विशेष अनुबंध पर खर्च किया। कुछ स्थानों में, ठेके एक न्यूनतम और अधिकतम वार्षिक राशि के साथ स्थापित कर रहे हैं।

source: Add a contract
es: Agregar un contrato
hi: एक अनुबंध जोड़े

source: At the top of a vendor information Page, you will see a 'New contract' button.
es: En la parte superior de la Página de Información del proveedor, verá el botón 'Nuevo contrato'.
hi: एक विक्रेता जानकारी पृष्ठ के शीर्ष पर, आपको एक 'नया अनुबंध' बटन दिखाई देगा।

source: The contract form will ask for some very basic information about the contract
es: El formulario de contrato le pedirá cierta información muy básica sobre el contrato
hi: अनुबंध प्रपत्र अनुबंध के बारे में बहुत कुछ बुनियादी जानकारी के लिए पूछना होगा।

source: **Important**
es: **Importante**
hi: **महत्वपूर्ण**

source: You cannot enter a contract retrospectively. The end date must not be before today's date.
es: Importante: Usted no será capaz de entrar en un contrato de forma retrospectiva, la fecha de finalización no debe ser antes de la fecha de hoy.
hi: आप एक अनुबंध पूर्वव्यापी प्रवेश नहीं कर सकते। अंतिम तिथि को आज की तारीख से पहले नहीं होना चाहिए।

source: Once the contract is saved it will appear below the vendor information.
es: Una vez que el contrato se guarda aparecerá debajo de la información del proveedor.
hi: एक बार अनुबंध सेव किया जाता है यह विक्रेता जानकारी नीचे दिखाई देगा।

source: It will also be an option when creating a basket
es: Habrá también una opción cuando se crea una cesta
hi: यह भी एक विकल्प है जब एक बास्केट का निर्माण किया जाएगा

source: Managing purchase suggestions
es: Gestionar sugerencias de compra
hi: क्रय सुझाव प्रबंधित करना

source: Purchase suggestions can be generated in one of two ways. You can create suggestions via the staff client either for the library or :ref:`on the patron's behalf <purchase-suggestions-label>` from their record. Depending on your settings in the :ref:`suggestion` system preference, patrons may also be able to make purchase suggestions via the OPAC.
es: Las sugerencias de compra pueden generarse de dos formas. Puede crear una sugerencia en el cliente administrativo tanto para la biblioteca o :ref:`a nombre de un usuario <purchase-suggestions-label>` desde su registro. Dependiendo de su configuración en la preferencia del sistema :ref:`suggestion` los clientes pueden hacer sugerencias de compra a través del OPAC.
hi: क्रय सुझावों को दो तरीकों में से एक में उत्पन्न किया जा सकता है। आप लाइब्रेरी के लिए या तो स्टाफ क्लाइंट के माध्यम से सुझाव दे सकते हैंr :ref:`संरक्षक की ओर से <purchase-suggestions-label>` उनके रिकॉर्ड से। On में आपकी सेटिंग्स के आधार परr :ref:`सुझाव` प्रणाली वरीयता, संरक्षक भी ओपेक के माध्यम से क्रय के सुझाव देने में सक्षम हो सकते हैं।

source: You need to be logged in as a staff member with the suggestions_manage :ref:`acquisitions permission <granular-acquisitions-permissions-label>` in order to view and work with purchase suggestions.
es: Usted necesita estar registrado como un miembro del personal con el manejo_sugerencias :ref:'permiso de acquisiciones <granular-acquisitions-permissions-label>' para poder ver y trabajar con las sugerencias de compra.
hi: आपको सुझाव के साथ एक स्टाफ सदस्य के रूप में लॉग इन करने की आवश्यकता है :ref:`अधिग्रहण की अनुमति खरीद की सुझावों के साथ देखने और काम करने के लिए <granular-acquisitions-permissions-label>`।

source: When a suggestion is waiting for library review, it will appear on the Acquisitions home page next to the vendor search.
es: Cuando una sugerencia está en espera de revisión, aparecerá en la página principal de Adquisiciones bajo la búsqueda de proveedores.
hi: जब कोई सुझाव पुस्तकालय समीक्षा की प्रतीक्षा कर रहा है, तो यह विक्रेता खोज के बगल में अधिग्रहण होम पेज पर दिखाई देगा।

source: It will also appear on the main staff dashboard under the module labels:
es: También aparecerá en el panel principal del personal bajo las etiquetas de módulo:
hi: यह भी मॉड्यूल लेबल के अंतर्गत मुख्य स्टाफ डैशबोर्ड पर दिखाई देगा:

source: Clicking 'Manage suggestions' will take you to the suggestion management tool. If there are no pending suggestions you can access the suggestion management tool by clicking the 'Manage suggestions' link on the menu on the left of the Acquisitions page.
es: Haciendo clic en 'Administrar sugerencias' lo llevará a la herramienta de administración de sugerencias. Si no hay sugerencias pendientes puede acceder la herramienta haciendo clic en el enlace 'Administrar sugerencias' en el menú a la izquierda de la página de Adquisiciones.
hi: क्लिक करने के 'सुझावों प्रबंधित' करें सुझाव प्रबंधन उपकरण के लिए ले जाएगा। अगर कोई लंबित सुझाव हैं आप अधिग्रहण पेज के बाईं तरफ 'प्रबंधित सुझाव' मेनू पर लिंक पर क्लिक करके सुझाव प्रबंधन उपकरण का उपयोग कर सकते हैं।

source: Your suggestions will be sorted into several tabs: Accepted, Pending, Checked, Ordered and/or Rejected. Each accepted or rejected suggestion will show the name of the librarian who managed the suggestion and the reason they gave for accepting or rejecting it (found under 'Status').
es: Sus sugerencias serán ordenadas en varias pestañas: Aceptadas, Pendientes, Revisadas y/o Rechazadas. Cada propuesta aceptada o rechazada mostrará el nombre del bibliotecario que gestionó la sugerencia y la razón que dio para aceptar o rechazar la misma (encontrada debajo de 'Estado').
hi: आपके सुझावों कई टैब में हल किया जाएगा: स्वीकृत, विचाराधीन, जाँच का आदेश दिया है और / या अस्वीकार कर दिया। प्रत्येक स्वीकार या अस्वीकार कर दिया सुझाव लाइब्रेरियन जो सुझाव और कारण वे स्वीकार करने या इसे खारिज करने के लिए दिया कामयाब के नाम दिखाएगा ( 'स्थिति' के तहत पाया जाता है)।

source: An 'Accepted' suggestion is one that you have marked as 'Accepted' using the form below the suggestions. A 'Pending' suggestion is one that is awaiting action from the library. A 'Checked' suggestion is one that has been marked as 'Checked' using the form before the suggestions. An 'Ordered' suggestion is on that has been ordered using the '`From a purchase suggestion <#orderfromsuggestion>`__' link in your basket. A 'Rejected' suggestion is one that you have marked at 'Rejected' using the form below the list of suggestions.
es: Una sugerencia 'aceptada' es la que usted ha marcado como "Aceptada" mediante el siguiente formulario de sugerencias. Una sugerencia 'Pendiente' es la que está en espera de una acción por parte de la biblioteca. Una sugerencia 'Revisada' es la marcada como 'Revisada' utilizando el formulario antes de las sugerencias. Una sugerencia 'Ordenada' es la que se ha ordenado a través de la '`Sugerencia de compra <#orderfromsuggestion>`__' enlazada en su cesta. Una sugerencia 'Rechazada' es la que se ha marcado como 'Rechazada' mediante el formulario debajo de la lista de sugerencias.
hi: एक 'स्वीकृत' सुझाव उन सुझावों के नीचे दिए गए फॉर्म का उपयोग करके 'स्वीकृत' के रूप में चिह्नित किया गया है। एक 'लंबित' सुझाव एक है जो लाइब्रेरी से कार्रवाई का इंतजार कर रहा है। एक 'चेक' सुझाव एक है जिसे सुझावों के पहले फार्म का उपयोग करके 'चेक किया गया' के रूप में चिह्नित किया गया है। एक 'आदेश दिया गया' सुझाव उस पर किया गया है, जिसका उपयोग आपके टोकरी में '' खरीद सुझाव से लिया गया है, जो कि <#orderfromsuggestion>`__ ' एक 'अस्वीकृत' सुझाव उन सुझावों की सूची के नीचे दिए गए फॉर्म का उपयोग करके 'अस्वीकृत' पर चिह्नित किया गया है।

source: For libraries with lots of suggestions, there are filters on the left hand side of the Manage Suggestions page to assist in limiting the number of titles displayed on the screen.
es: Para bibliotecas con muchas sugerencias, existen filtros en el lado izquierdo de la página de Administración de sugerencias para asistirlo en limitar en número de títulos mostrados en pantalla.
hi: सुझावों के बहुत से पुस्तकालयों के लिए, वहाँ प्रबंधित सुझाव पृष्ठ के बाएं हाथ की ओर फिल्टर स्क्रीन पर प्रदर्शित खिताब की संख्या को सीमित करने में सहायता करने के लिए कर रहे हैं।

source: Clicking on the blue headings will expand the filtering options and clicking '[clear]' will clear all filters and show all suggestions.
es: Haciendo clic en los encabezados azules expandirá las opciones de filtrado y haciendo clic en '[limpiar]' eliminará los filtros y mostrará todas la sugerencias.
hi: नीले रंग के शीर्षकों पर क्लिक करके विस्तार छानने के विकल्प और क्लिक '[स्पष्ट]' सभी फिल्टर साफ हो जाएगा और सभी सुझावों को दिखा देंगे।

source: The suggestions page will automatically be limited to suggestions for your library. To see information for all (or any other) libraries click on the 'Acquisition information' filter and change the library.
es: La página de sugerencias se limitará automáticamente a sugerencias para su biblioteca. Para ver información de todas (u otras) bibliotecas haga clic en el filtro 'Información de adquisición' y cambie la biblioteca.
hi: सुझाव पेज स्वचालित रूप से अपने पुस्तकालय के लिए सुझाव के लिए सीमित हो जाएगा। सभी के लिए जानकारी देखने के लिए (या किसी भी अन्य) पुस्तकालयों 'अधिग्रहण जानकारी' फिल्टर पर क्लिक करें और पुस्तकालय बदल जाते हैं।

source: Reasons for accepting and rejecting suggestions are defined by the `SUGGEST <#suggestauthorized>`__ authorized value.
es: Las razones para aceptar y rechazar sugerencias son definidos por el valor autorizado `SUGGEST <#suggestauthorized>`__.
hi: सुझावों को स्वीकार करने और अस्वीकार करने के कारण `SUGGEST 'द्वारा परिभाषित किए गए हैं<#suggestauthorized>`__ authorized value.

source: If you choose 'Others...' as your reason you will be prompted to enter your reason in a text box. Clicking 'Cancel' to the right of the box will bring back the pull down menu with authorized reasons.
es: Si usted elige 'Otros...' como motivo se le pedirá que ingrese su motivo en un cuadro de texto. Haciendo clic en 'Cancelar' a la derecha del cuadro traerá nuevamente el menú desplegable con las razones autorizadas.
hi: आप 'दूसरों ...' अपने कारण के रूप में चुनते हैं, तो आप एक टेक्स्ट बॉक्स में अपना दूसरा प्रवेश करने के लिए प्रेरित किया जाएगा। बॉक्स के दाईं अधिकृत कारणों के साथ नीचे खींच मेनू वापस लाना होगा करने के लिए क्लिक करने 'रद्द करें'।

source: Another option for libraries with long lists of suggestions is to approve or reject suggestions one by one by clicking on the title of the suggestion to open a summary of the suggestion, including information if the item was purchased.
es: Otra opción para bibliotecas con listas de sugerencias largas es aprobarlas o rechazarlas una por una haciendo click en el título de la sugerencia para abrir un resumen de la misma, incluyendo la información de si el ítem fue adquirido.
hi: सुझावों की लंबी सूची के साथ पुस्तकालयों के लिए एक अन्य विकल्प के अनुमोदन या सुझाव का एक सारांश खोलने के बारे में जानकारी सहित यदि आइटम खरीदा गया था सुझाव के शीर्षक पर क्लिक करके एक ने सुझाव एक अस्वीकार करने के लिए है।
