Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: es, hi

source: Communicate with your support provider or the community about whether you will need a plugin based on your vendor's answers
es: Comuníquese con su proveedor de asistencia o con la comunidad para saber si necesitará un plugin basado en las respuestas de su vendedor
hi: अपने समर्थन प्रदाता या समुदाय के साथ संवाद करें कि आपको अपने विक्रेता के उत्तरों के आधार पर प्लगइन की आवश्यकता होगी या नहीं

source: For example ByWater Solutions has published plugins for specific vendors here: https://github.com/bywatersolutions/koha-plugin-edifact-enhanced
es: Por ejemplo ByWater Solutions ha publicado plugins para vendedores especificos aqui: https://github.com/bywatersolutions/koha-plugin-edifact-enhanced
hi: उदाहरण के लिए ByWater Solutions ने यहां विशिष्ट विक्रेताओं के लिए प्लगइन प्रकाशित किए हैं: https://github.com/bywatersolutions/koha-plugin-edifact-enhanced

source: :ref:`Enter the vendor/bookseller/jobber <add-a-vendor-label>` in Acquisitions
es: :ref:'En Acquisiciones entre el vendedor/vendedor de libros/trabajador <add-a-vendor-label>'
hi: :ref:`विक्रेता / पुस्तक विक्रेता / नौकरी दर्ज करें<add-a-vendor-label>` अधिग्रहण में

source: Review your :ref:`Acquisitions system preferences <acquisitions-system-preferences-label>`
es: Revise sus :ref:`preferencias del sistema de Adquisiciones <acquisitions-system-preferences-label>'
hi: अपनी समीक्षा करें :ref:`अधिग्रहण प्रणाली वरीयताएँ <acquisitions-system-preferences-label>`

source: Be sure to fill in the :ref:`MarcFieldsToOrder` preference with values for order files
es: Asegurese de llenar las preferencias con valores para los archivos de pedidos :ref:'MarcFielsToOrder'
hi: भरना सुनिश्चित करें :ref:`MarcFieldsToOrder` आदेश फ़ाइलों के लिए मूल्यों के साथ वरीयता

source: Enter your :ref:`EDI Accounts`
es: Entre su :ref:'Cuentas EDI'
hi: अपना दर्ज करें :ref:`ईडीआई अकाउंट्स '

source: Enter your :ref:`Library EANs`
es: Entre su :ref:`Biblioteca EANs`
hi: अपना दर्ज करें :ref:`लाइब्रेरी ईएएनएस'

source: Turn on the :ref:`EDI Cron <cron-edi-message-processing-label>` so that it can process files
es: Encienda el :ref:'EDI Cron <cron-edi-message-processing-label>' para que pueda procesar archivos
hi: चालू करें :ref:`ईडीआई क्रॉन <cron-edi-message-processing-label>` ताकि यह फाइलों को संसाधित कर सके

source: EDI ordering
es: pedido EDI
hi: ईडीआई आदेश

source: The first step in ordering using EDI happens on the book vendor's website. Each seller will use different language, but you will need to place your order on their site and then download the MARC order file. Some language that you might see included "basket", "order", "cart", and/or "MARC order." Once you have this MARC file downloaded to your computer you will want to log in to Koha and continue the process there.
es: El primer paso para pedir usando EDI comienza en el sitio web del vendedor de libros. Cada vendedor usará diferente lenguage, pero usted necesitará poner su pedido en el sitio de ellos y después bajar el archivo de pedido MARC. Algún lenguage que podrá ver incluye "cesta", "pedido", "carrito", y/o "pedido MARC". Una vez que haya bajado este archivo MARC a su computadora querrá ingresar a Koha y continuar el proceso allí.
hi: ईडीआई का उपयोग करने का क्रम में पहला कदम पुस्तक विक्रेता की वेबसाइट पर होता है। प्रत्येक विक्रेता अलग-अलग भाषा का उपयोग करेगा, लेकिन आपको अपनी साइट पर अपना ऑर्डर देना होगा और फिर मार्क ऑर्डर फ़ाइल डाउनलोड करना होगा। कुछ भाषा जो आप देख सकते हैं "बास्केट", "ऑर्डर", "कार्ट", और/या "मार्क ऑर्डर" शामिल हैं। एक बार जब आपके पास यह मार्क फ़ाइल आपके कंप्यूटर पर डाउनलोड हो जाए तो आप कोहा में लॉग इन करना चाहेंगे और वहां प्रक्रिया जारी रखेंगे।

source: Visit the :ref:`Stage MARC records for import` tool and upload your file. Once presented with the confirmation screen proceed to Acquisitions.
es: Visite la herramienta :ref:'Escenario de archivos MARC para importar' y subir su archivo. Una vez que se le presente la pantalla de confirmación proceda a Acquisiciones.
hi: यहां जाएं:ref:`आयात 'उपकरण के लिए चरण मार्क रिकॉर्ड्स और अपनी फ़ाइल अपलोड करें। पुष्टि स्क्रीन के साथ प्रस्तुत करने के बाद अधिग्रहण पर आगे बढ़ें.

source: In Acquisitions :ref:`create a basket <create-a-basket-label>` for the vendor you ordered from. From the basket, choose to `order from a staged file <#orderfromstagedfile>`__ and click 'Order' next to the file you downloaded from your vendor and staged in Koha.
es: En Acquisiciones :ref:'crear una cesta<create-a-basket-label>' para el vendedor al que le hace el pedido. Desde la cesta, elija el 'pedir desde un archivo montado <#orderfromstagedfile>'__ y haga clic en 'Pedido' al lado del archivo que bajo de su vendedor y montado en Koha.
hi: अधिग्रहण में :ref:`आपके द्वारा आदेशित विक्रेता के लिए' टोकरी <create-a-basket-label> 'बनाएं। टोकरी से, एक स्टेज्ड फ़ाइल <#orderfromstagedfile>`__ से ऑर्डर करें और अपने विक्रेता से डाउनलोड की गई फ़ाइल के आगे 'ऑर्डर' पर क्लिक करें और कोहा में मंचित करें।

source: From the confirmation screen you will see all of the data in the MARC file related to your order. If you are not seeing fields such as fund and quantity filled in then be sure to confirm that your :ref:`MarcFieldsToOrder` preference is set right.
es: Desde la pantalla de confirmación usted verá todos los datos en el archivo MARC relacionados a su pedido. Si no puede ver los campos como fondo y cantidad llenos entonces asegurece de confirmar que su preferencia este configurada correctamente en :ref:'MarcFieldsToOrder'.
hi: पुष्टिकरण स्क्रीन से आप अपने आदेश से संबंधित एमएआरसी फ़ाइल में सभी डेटा देखेंगे। यदि आप फंड और मात्रा जैसे फ़ील्ड नहीं देख रहे हैं तो पुष्टि करें कि आपका :ref:`MarcFieldsToOrder` वरीयता सही है।

source: Once you have added all of the items to the basket you can click the 'Create EDIFACT order' button.
es: Una vez que haya prestado todos los ítems al usuario usted puede imprimir un recibo eligiendo uno método de los dos disponibles.
hi: एक बार जब आप बास्केट में सभी आइटम जोड़ देते हैं तो आप 'EDIFACT ऑर्डर बनाएं' बटन पर क्लिक कर सकते हैं।

source: EDIFACT order
es: pedido EDIFACT
hi: EDIFACT आदेश

source: This will generate a pending file in the :ref:`EDIFACT messages <edifact-messages-label>` in Koha. The pending files will be processed by the :ref:`EDI cron job <cron-edi-message-processing-label>` and sent to your vendor.
es: Esto generará un archivo pendiente en el :ref:'mensajes EDIFACT <edifact-messages-label>' en Koha. Los archivos pendientes serán procesados por el :ref:'cron job EDI <cron-edi-message-processing-label>' y enviados a su vendedor.
hi: यह में लंबित फ़ाइल उत्पन्न करेगा :ref:`EDIFACT संदेश <edifact-messages-label> 'कोहा में। लंबित फाइलों को संसाधित किया जाएगा: रेफरी :ref:`ईडीआई क्रॉन जॉब <cron-edi-message-processing-label>और आपके विक्रेता को भेजा गया।

source: EDI invoicing
es: facturación EDI
hi: ईडीआई चालान

source: When the book vendor is done processing your files they will send an invoice via EDI as well. The :ref:`EDI cron job <cron-edi-message-processing-label>` will grab invoices and mark items found in the invoice as received and update your funds without any need for manual intervention.
es: Cuando el vendedor de libros acabe de procesar sus archivos ellos le mandarán también una factura via EDI. El :ref:'cron job EDI <cron-edi-message-processing-label>' tomará las facturas y marcará los ejemplares encontrados en la factura como recibidos y actualizará sus fondos sin necesidad de intervenir manualmente.
hi: जब पुस्तक विक्रेता आपकी फाइलों को संसाधित कर लेता है तो वे ईडीआई के माध्यम से एक चालान भी भेज देंगे। The :ref:`ईडीआई क्रॉन जॉब <cron-edi-message-processing-label>' इनवॉइस में पाए गए इनवॉइस और मार्क आइटम्स को प्राप्त करेगा और मैन्युअल हस्तक्षेप की आवश्यकता के बिना आपके धन को अपडेट करेगा।

source: EDIFACT messages
es: Mensajes EDIFACT
hi: EDIFACT संदेश

source: A log of all messages sent and received via EDIFACT can be found under EDIFACT messages.
es: Un registro de todos los mensajes enviados y recibidos vía EDIFACT pueden ser encontrados bajo mensajes EDIFACT.
hi: EDIFACT के माध्यम सभी संदेशों की एक लॉगऔर प्राप्त EDIFACT संदेश के नीचे पाया जा सकता है।
