Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/acquisitionspreferences.po
Languages: fr

source: *Get there:* More > Administration > Global system preferences > Acquisitions
fr: *Aller à :* Plus > Administration > Préférences système > Acquisitions

source: Policy
fr: Politique

source: Default: placing an order
fr: Par défaut : passer une commande

source: Asks: Create an item when \_\_\_.
fr: Action : Créer un exemplaire au moment de \_\_\_.

source: Values:
fr: Valeurs :

source: cataloging a record
fr: cataloguer une notice

source: placing an order
fr: passer une commande

source: receiving an order
fr: recevoir une commande

source: This preference lets you decide when you'd like to create an item record in Koha. If you choose to add an item record when 'placing an order' then you will enter item information in as you place records in your basket. If you choose to add the item when 'receiving an order' you will be asked for item record information when you're receiving orders in acquisitions. If you choose to add the item when 'cataloging a record' then item records will not be created in acquisitions at all, you will need to go to the cataloging module to add the items.
fr: Cette préférence vous permet de décider quand vous souhaitez créer un exemplaire dans Koha. Si vous choisissez d'ajouter l'exemplaire à la 'création de la commande', vous compléterez les informations d'exemplaires au moment où vous mettrez vos notices dans le panier de commande. Si vous choisissez d'ajouter l'exemplaire à la 'réception de la commande', le système vous demandera de compléter les informations au moment de la réception des commandes dans le module Acquisitions. Si vous choisissez d'ajouter un exemplaire lors du 'catalogage d'une notice', les notices exemplaires ne sont pas créées dans le module Acquisitions, vous devrez l'ajouter manuellement depuis le module Catalogage.

source: Default: Don't
fr: Par défaut : Ne pas accorder

source: Asks: \_\_\_ enable the ability to upload and attach arbitrary files to invoices.
fr: Action : \_\_\_ la faculté de téléverser des fichiers sur le serveur ni de les attacher à des factures.

source: Do
fr: Accorder

source: Don't
fr: Ne pas accorder

source: This preference controls whether or not you allow the uploading of invoice files via the acquisitions module.
fr: Cette préférence contrôle si vous pouvez ou pas télécharger les fichiers de facture via le module Acquisitions.

source: Asks: Upon cancelling a receipt, update the item's subfields if they were created when placing an order (e.g. o=5\|a="bar foo""). \_\_\_
fr: Action : En cas d'annulation de la réception d'un exemplaire, mettre à jour ses sous-champs s'ils ont été créés à la commande (par exemple : o=5\|a="foo bar"). \_\_\_

source: This preference is used in conjunction with the :ref:`AcqItemSetSubfieldsWhenReceived` preference. If you have the system set to enter default values when you receive you will want to have those values revert back if the receipt is cancelled. This preference allows you to do that.
fr: Cette préférence est utilisée en conjonction avec la préférence :ref:`AcqItemSetSubfieldsWhenReceived`. Si vous avez configuré votre système pour renseigner des valeurs par défaut à la réception d'une commande, vous voudrez sans doute que ces valeurs retrouvent leur état antérieur en cas d'annulation de la réception de l'exemplaire. C'est ce que cette préférence vous permet de faire.

source: Asks: Upon receiving items, update their subfields if they were created when placing an order (e.g. o=5\|a="foo bar"). \_\_\_
fr: Action : À la réception d'un exemplaire, mettre à jour ses sous-champs s'ils ont été créés à la commande (par exemple : o=5\|a="foo bar"). \_\_\_

source: This preference allows you to set default values for items that you receive via acquisitions. Enter the data as subfield=value and split your values with a bar ( \| ). For example you can remove the Ordered status on the item automatically when you receive it just by entering 7=0 in this preference. That will set the Not for Loan status (subfield 7) to 0 which is available.
fr: Cette préférence vous permet de configurer des valeurs par défaut pour les exemplaires que vous recevez via votre module Acquisition. Saisir ces données comme sous-zone = valeur et séparez vos valeurs avec une barre verticale ( \| ). Par-exemple, vous pouvez enlever automatiquement le statut 'En commande' de votre exemplaire quand vous le recevez en entrant tout simplement 7=0 dans cette préférence. Cela fera passer l'exemplaire du statut de non disponible (sous-zone 7) à 0, qui est le code pour Disponible.

source: Default: created by staff member
fr: Par défaut : créés par un professionnel

source: Asks: Show baskets \_\_\_
fr: Action : Montrer les paniers \_\_\_

source: created by staff member
fr: créés par un professionnel

source: from staff member's branch
fr: par des professionnels du site

source: in system, regardless of owner
fr: dans le système, quelque soit le propriétaire

source: When in acquisitions this preference allows you to control whose baskets you can see when looking at a vendor. The default value of 'created by staff member' makes it so that you only see the baskets you created. Choosing to see baskets 'from staff member's branch' will show you the baskets created by anyone at the branch you're logged in at. Finally, you can choose to set this preference to show you all baskets regardless of who created it ('in system, regardless of owner). Regardless of which value you choose for this preference, superlibrarians can see all baskets created in the system.
fr: Dans le module acquisitions, cette préférence permet de contrôler la visualisation des paniers selon leur créateur, quand vous listez par fournisseur. La valeur par défaut 'créés par un professionnel' ne montre que les paniers que vous avez créés. En choisissant de montrer les paniers 'des professionnels du site' vous verrez les paniers créés par tous les professionnels du site sur lequel vous êtes loggés. Enfin, vous pouvez choisir de paramétrer cette préférence de façon à voir tous les paniers, qui que soient leurs créateurs ('de tout le réseau, quel que soit le propriétaire'). Quelle que soit la valeur choisie pour cette préférence, les administrateurs avec la permission superlibrarian peuvent voir tous les paniers créés.

source: Default: Do not warn
fr: Par défaut : Ne pas avertir

source: Asks: \_\_\_ when the librarian tries to create an invoice with a duplicate number.
fr: Action : \_\_\_ lorsque le bibliothécaire tente de créer une facture avec un numéro déjà attribué.

source: Do not warn
fr: Ne pas avertir

source: Warn
fr: Avertir

source: Default: always ask for confirmation
fr: Par défaut : toujours demander confirmation

source: Asks: When closing or reopening a basket, \_\_\_.
fr: Action : Au moment de la fermeture ou de la réouverture d'un panier, \_\_\_.

source: always ask for confirmation
fr: toujours demander confirmation

source: do not ask for confirmation
fr: ne pas demander confirmation

source: This preference adds the option to skip confirmations on closing and reopening a basket. If you skip the confirmation, you do not create a new basket group.
fr: Cette préférence ajoute l'option de passer outre les confirmations lors de la fermeture et la ré-ouverture d'un panier. Si vous passez outre la confirmation, vous ne créez pas un nouveau groupe de paniers.

source: Default: Don't send
fr: Par défaut : Ne pas envoyer

source: Asks: \_\_\_ blind copy (BCC) to logged in user when sending serial or acquisitions claims notices.
fr: Action : \_\_\_ une copie cachée (BCC) à l'utilisateur connecté lors de l'envoi des réclamations pour les périodiques ou les acquisitions.

source: Don't send
fr: Ne pas envoyer

source: Send
fr: Envoyer

source: When filing a claim in the :ref:`Claim Late Serials` or Acquisitions module this preference will allow for the sending of a copy of the email to the librarian.
fr: A la création d'une réclamation dans :ref:`Réclamer les périodiques en retard` ou dans le module Acquisitions, cette préférence système permettra d'envoyer une copie du courriel au bibliothécaire.

source: Default: 360,000.00 (US)
fr: Par défaut : 360,000.00 (US)

source: Asks: Display currencies using the following format \_\_\_
fr: Action : Afficher les devises dans le format suivant \_\_\_

source: Default: 0
fr: Par défaut : 0

source: Asks: The default tax rate is \_\_\_
fr: Action : Le taux de taxe par défaut est de \_\_\_

source: This preference will allow the library to define a default Goods and Services Tax rate. The default of value of 0 will disable this preference.
fr: Cette préférence permettra à la bibliothèque de définir un taux de taxes pour les biens et services par défaut. La valeur par défaut de 0 désactivera cette préférence.

source: Enter this value as a number (.06) versus a percent (6%).
fr: Entrez cette valeur en chiffre (.06) et non pas en pourcentage (6%).

source: Asks: Set the mapping values for a new order line created from a MARC record in a staged file.
fr: Action : Fixer les valeurs d'une nouvelle ligne de commande créée à partir d'une notice MARC d'un fichier téléchargé.

source: This preference includes MARC fields to check for order information to use when you are trying to :ref:`Order from a staged file` in acquisitions. You can use the following fields: price, quantity, budget\_code, discount, sort1, sort2.
fr: Cette préférence inclut les champs MARC pour vérifier l'information de commande à utiliser quand vous essayez de :ref:`Commander à partir d'un fichier téléchargé` dans le module Acquisitions. Vous pouvez utiliser les champs suivants : price, quantity, budget\_code, discount, sort1, sort2.

source: For example:
fr: Par exemple :

source: **Important** Requires YAML syntax to work
fr: **Important** Nécessite une syntaxe YAML pour fonctionner

source: Asks: Set the mapping values for new item records created from a MARC record in a staged file.
fr: Action : Fixe les valeurs de correspondance des nouvelles notices d'exemplaires créée à partir d'un fichier de notices MARC téléchargé.

source: This preference automatically generates items in Koha with populated information based on a 9XX field and subfield. You can use the following fields: homebranch, holdingbranch, itype, nonpublic_note, public_note, loc, ccode, notforloan, uri, copyno, price, replacementprice and itemcallnumber. Special fields: quantity and budget_code
fr: Cette préférence crée automatiquement des exemplaires dans Koha avec les informations des les champs et sous-champs 9XX. Vous pouvez utiliser les champs suivants : homebranch, holdingbranch, itype, nonpublic_note, public_note, loc, ccode, notforloan, uri, copyno, price, replacementprice et itemcallnumber. Champs spéciaux : quantity et budget_code

source: **Requires YAML syntax to work**
fr: **Nécessite une syntaxe YAML pour fonctionner**

source: Asks: Keep accepted or rejected purchase suggestions for a period of \_\_\_ days.
fr: Action : Conserver les suggestions d'achat acceptées ou refusées pendant une période de \_\_\_ jours.

source: WARNING - Leave this field empty if you don't want to activate this automatic feature.
fr: ATTENTION - Laissez ce champ vide si vous ne voulez pas activer cette fonctionnalité automatique.

source: Enter the number of days after which you want to automatically delete accepted or rejected purchase suggestions.
fr: Saisissez le nombre de jours après lesquels les suggestions acceptées ou rejetées seront automatiquement supprimées.

source: For example: [30] Sets purgation of suggestions for those older than 30 days.
fr: Par exemple : [30] définit la purge des suggestions de plus de 30 jours.

source: This system preference is used when the cronjob purge_suggestions.pl is active and called without a specific number of days.
fr: Cette préférence est utilisée lorsque le cronjob purge_suggestions.pl est activé et appelé sans nombre de jours spécifique.

source: Default: barcode
fr: Par défaut : barcode (code à barres)

source: Asks: The following database columns should be unique in an item: \_\_\_ separate columns with pipe (|).
fr: Action : Les colonnes suivantes doivent être uniques dans un exemplaire : \_\_\_ séparez les colonnes par un pipe (|).

source: If this preference is left blank when adding items in acquisitions there will be no check for uniqueness. This means that a duplicate barcode can be created in acquisitions which will cause errors later when checking items in and out.
fr: Si cette préférence est laissée vide, il n'y aura pas de contrôle d'unicité lors de l'ajout des exemplaires dans le module Acquisitions. Cela signifie qu'un code à barres déjà existant pourra être réutilisé, ce qui provoquera ensuite des erreurs lors des prêts et retours des exemplaires.

source: Default: Don't use
fr: Par défaut : Ne pas utiliser

source: Asks: \_\_\_ the framework 'ACQ' for bibliographic records fields
fr: Action : \_\_\_ la grille de catalogage 'ACQ' pour les champs des notices bibliographiques

source: Don't use
fr: Ne pas utiliser

source: Use
fr: Utiliser

source: This system preference allows you to use the ACQ framework to customize the bibliographic record fields that are shown when ordering from acquisitions
fr: Cette préférence système vous permet d'utiliser la grille de catalogage ACQ pour personnaliser les champs de la notice bibliographique présentés lors d'une commande dans le module Acquisitions.

source: Printing
fr: Impression

source: Default: pdfformat::layout2pages
fr: Par défaut : pdfformat::layout2pages

source: Asks: Use \_\_\_ when printing basket groups.
fr: Action : Utiliser \_\_\_ pour l'impression des groupes de paniers.
