Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: es, hi

source: If you have your :ref:`BasketConfirmations` preference set to show a confirmation, you will be asked if you are sure about closing the basket.
es: Si tiene su preferencia seleccionada a mostrar la confirmación, :ref:'BasketConfirmations' se le preguntara si esta seguro en cerrar su cesta.
hi: यदि आपके पास है :रेफरी 'BasketConfirmations' की वरीयता एक पुष्टिकरण दिखाने के लिए सेट है, आपको पूछा जाएगा कि क्या आप टोकरी को बंद करने के बारे में निश्चित हैं।

source: When closing the basket you can choose to add the basket to a group for easy printing and retrieval. If you check the box to 'Attach this basket to a new basket group' you will be brought to the group list where you can export a PDF of the order.
es: Al cerrar la cesta se puede optar por agregar la cesta a un grupo para facilitar la impresión y la recuperación. Si marca la casilla 'Adjuntar esta cesta a un nuevo grupo' lo llevará a la lista del grupo donde se puede exportar un archivo PDF del pedido.
hi: जब बास्केट को बंद करते समय आप आसान मुद्रण और पुनर्प्राप्ति के लिए एक समूह में बास्केट को जोड़ना चुन सकते हैं। यदि आप 'इस बास्केट को एक नए टोकरी समूह में संलग्न' करने के लिए बॉक्स की जाँच करते हैं, तो आपको समूह सूची में लाया जाएगा जहाँ आप ऑर्डर का पीडीएफ निर्यात कर सकते हैं।

source: A basket with at least one item marked as 'uncertain price' will not be allowed to be closed.
es: No será posible cerrar una cesta con algún ejemplar marcado como 'precio incierto'.
hi: कम से कम एक आइटम के साथ एक बास्केट जिसे 'अनिश्चित मूल्य' के रूप में चिह्नित किया गया है, उसे बंद करने की अनुमति नहीं दी जाएगी।

source: Clicking the 'Uncertain prices' button will call up a list of items with uncertain prices to quick editing. From that list, you can quickly edit the items by entering new prices and quantities.
es: Hacer clic en el botón 'Precios inciertos' le mostrará una lista de ejemplares con precios inciertos para edición rápida. De esa lista, puede rápidamente editar los ejemplares entrando los nuevos precios y cantidades.
hi: 'अनिश्चित दाम' बटन पर क्लिक करना त्वरित संपादन करने के लिए अनिश्चित कीमतों के साथ आइटम की सूची में ऊपर से मुलाकात करेंगे। उस सूची से, आप जल्दी से नए मूल्य और मात्रा दर्ज करके आइटम संपादित कर सकते हैं।

source: The Uncertain prices page is independent of the basket. It is linked to the vendor so you will see all items on order with uncertain prices for that vendor.
es: La página de Precios Inciertos es independiente de la cesta. Está vinculada con el proveedor por lo que verá todos los ejemplares en el pedido con precios inciertos para ese proveedor.
hi: अनिश्चित दाम पेज बास्केट से स्वतंत्र है। यह विक्रेता से जुड़ा हुआ है तो आप उस विक्रेता के लिए अनिश्चित कीमतों के साथ आदेश पर सभी वस्तुओं को देखेंगे।

source: Once your order is entered you can search for it through acquisitions or view the information on the biblio detail page in the staff client (if the :ref:`AcquisitionDetails` preference is set to 'Display).
es: Una vez que su orden es entrada puede buscarla por medio de acquisiciones o ver la información en la pagina de detalles biblio en el interfaz de los empleados (si la preferencia :ref:'AcquisitionDetails' esta configurada a 'Display).
hi: एक बार आपका ऑर्डर दर्ज हो जाने के बाद आप अधिग्रहण के माध्यम से इसके लिए खोज कर सकते हैं या स्टाफ क्लाइंट में बाइबिलियो विवरण पृष्ठ पर जानकारी देख सकते हैं (यदि : रेफर: अधिग्रहण विवरण 'वरीयता' के लिए निर्धारित है)।

source: Create a basket group
es: Crear grupo de cestas
hi: एक टोकरी समूह बनाएं

source: A basket group is simply a group of baskets. In some libraries, you have several staff members that create baskets, and, at the end of a period of time, someone then groups them together to send to the vendor in bulk. That said, it is possible to have one basket in a basket group, or no basket groups at all if that's the workflow used in your library.
es: Un grupo de cestas es simplemente un conjunto de cestas. En algunas bibliotecas donde hay varios miembros del personal que crean cestas, y después de un período de tiempo alguien los agrupa para mandarlos al proveedor en monton. Dicho esto, es posible tener una sola cesta en un grupo de cestas, o no tener un grupo de cestas en absoluto si ese es el flujo de trabajo utilizado en su biblioteca.
hi: बास्केट समूह बस बास्केटों का एक समूह है। कुछ पुस्तकालयों में, आपके पास कई कर्मचारी सदस्य होते हैं जो बास्केट बनाते हैं, और, कुछ समय के अंत में, कोई व्यक्ति उन्हें एक साथ थोक में विक्रेता को भेजने के लिए समूह बनाता है। उस ने कहा, एक बास्केट समूह में एक बास्केट, या कोई टोकरी समूह होना संभव नहीं है अगर यह आपके पुस्तकालय में उपयोग किए जाने वाले वर्कफ़्लो है।

source: To create a basket group, go to the vendor detail page and click on the 'Basket groups' tab on the left side.
es: Para crear un grupo de cestas, vaya a la pagina de detalles del proveedor y haga clic en 'Basket groups' en el tabulador al lado izquierdo.
hi: एक बास्केट समूह बनाने के लिए, विक्रेता विवरण पृष्ठ पर जाएं और बाईं ओर 'बास्केट समूह' टैब पर क्लिक करें।

source: Click on the 'New basket group' button.
es: Haga clic en al botón 'Grupo nuevo de cesta'.
hi: 'न्यू बास्केट ग्रुप ’बटन पर क्लिक करें।

source: Basket group name: this is the name the basket group will go by in Koha
es: Nombre de grupo de cesta: este es el nombre del grupo de cesta que pasará a Koha
hi: बास्केट समूह का नाम: यह वह नाम है जिसे बास्केट समूह कोहा में जाएगा

source: Billing place: this is the billing address that will appear on the basket group order
es: Lugar de cobro: este es la dirección de cobro que aparecera en el pedido de grupo de cesta
hi: बिलिंग स्थान: यह बिलिंग पता है जो बास्केट समूह के आदेश पर दिखाई देगा

source: Delivery place: pick a library where these orders should be sent, this will appear on the basket group order under delivery address You can also enter a different address
es: Lugar de entrega: escoja una biblioteca donde los pedidos serán enviados, esto aparecera en el pedido de grupo de cesta bajo la dirección de entrega. También puede entrar una dirección diferente
hi: डिलीवरी का स्थान: एक पुस्तकालय चुनें जहां ये आदेश भेजे जाने चाहिए, यह डिलीवरी पते के तहत बास्केट समूह के आदेश पर दिखाई देगा आप एक अलग पता भी दर्ज कर सकते हैं

source: Delivery comment: this comment will appear on the basket group order
es: Comentario de entrega: este comentario aparecerá en el pedido de grupo de cesta
hi: वितरण टिप्पणी: यह टिप्पणी बास्केट समूह के आदेश पर दिखाई देगी

source: Close basket group: if you know that once you're done with this basket group, you will not be modifying it anymore, you can close it right away
es: Cerrar grupo de cesta: si usted sabe que una vez que termine con este grupo de cesta, no la modificará más, puede cerrarla de inmediato
hi: बंद बास्केट समूह: यदि आप जानते हैं कि एक बार आप इस बास्केट समूह के साथ कर रहे हैं, तो आप इसे अब और संशोधित नहीं करेंगे, आप इसे तुरंत बंद कर सकते हैं

source: Drag the ungrouped baskets to the 'Baskets in this group' box to add baskets to the basket group.
es: Arrastre las cestas no agrupadas a la caja 'Cestas en este grupo' para agregar cestas a este grupo de cestas.
hi: बास्केट समूह में बास्केट जोड़ने के लिए अनग्रुप्ड बास्केट्स को 'इस ग्रुप में बास्केट' बॉक्स में खींचें।

source: Click on 'Save' to finish creating your basket.
es: Para finalizar la creación de su cesta haga clic en 'Guardar'.
hi: अपनी बास्केट बनाने के लिए 'सहेजें' पर क्लिक करें।

source: From there, you can export your order as a PDF file to send to your vendor.
es: Desde ahí, puede exportar su pedido como un archivo PDF para enviarlo a su proveedor.
hi: वहां से, आप अपने विक्रेता को भेजने के लिए एक पीडीएफ फाइल के रूप में अपना ऑर्डर निर्यात कर सकते हैं।

source: Receiving orders
es: Recibiendo pedidos
hi: आदेश प्राप्त करना

source: Orders can be received from the vendor information page
es: Los pedidos se pueden recibir en la página de información del proveedor
hi: आदेश विक्रेता जानकारी पेज से प्राप्त किया जा सकता है

source: or the vendor search results page
es: o en la página de resultados de búsqueda del proveedor
hi: या विक्रेता खोज परिणाम पृष्ठ

source: After clicking 'Receive shipment' you will be asked to enter a vendor invoice number, a shipment received date, a shipping cost and a fund to subtract that shipping amount from.
es: Luego de hacer clic en 'Recibir envío' se le pedirá ingresar el numero de factura del proveedor, la fecha de recibo, el costo de envío y un fondo del cual se sustrae la cantidad de envío.
hi: 'रिसीव्ड शिपमेंट' पर क्लिक करने के बाद आपको एक वेंडर चालान नंबर, एक शिपमेंट प्राप्त तिथि, एक शिपिंग लागत और उस शिपिंग राशि को घटाने के लिए एक फंड दर्ज करने के लिए कहा जाएगा।

source: The receive page will list all items still on order with the vendor regardless of the basket the item is from.
es: La página de recepción listará todos los ítems todavía en pedido con el proveedor, independientemente de que cesta es el ítem.
hi: प्राप्त पेज विक्रेता के साथ आदेश पर अभी भी सभी मदों की सूची होगी बास्केट की परवाह किए बिना मद से है।

source: If you have a lot of orders, you can filter the orders using the 'Filter' box on the left, the 'Search' box just above the table, of the filter boxes at the top of each table column.
es: Si tiene bastantes pedidos, puede filtrar los pedidos usando la caja de 'Filtro' en la izquierda, la caja de 'Busqueda' en la parte superior de la tabla, de las cajas de filtro en la parte superior de cada columna de la tabla.
hi: यदि आपके पास बहुत सारे आदेश हैं, तो आप प्रत्येक तालिका स्तंभ के शीर्ष पर फ़िल्टर बॉक्स के बाईं ओर, 'खोज' बॉक्स को बाईं ओर 'फ़िल्टर' बॉक्स का उपयोग करके आदेश फ़िल्टर कर सकते हैं।

source: You could, for example, scan the ISBN of the book you are receiving in the filter box and the table will only show the corresponding orders.
es: Usted puede, por ejemplo, escanear el ISBN del libro que está recibiendo en la caja de filtro y la tabla le mostrará solamente el pedido correspondiente.
hi: उदाहरण के लिए, आप जिस पुस्तक को फ़िल्टर बॉक्स में प्राप्त कर रहे हैं उसका आईएसबीएन स्कैन कर सकते हैं और तालिका केवल उसी क्रम को दिखाएगी।

source: Just make sure to clear the filter boxes when you're done, otherwise, the other items won't appear.
es: Solo asegurate de despejar las cajas de filtro cuando termines, de otra manera, los otros ejemplares no aparecerán.
hi: जब आप काम पूरा कर लें, तो निश्चित करें कि अन्य आइटम दिखाई नहीं देंगे।

source: To receive a specific item, click the 'Receive' link to the right of the item.
es: Para recibir un ítem específico, haga clic en el enlace 'Recibir' a la derecha del ítem.
hi: एक विशेष आइटम प्राप्त करने के लिए, आइटम के अधिकार के लिए 'प्राप्त' लिंक पर क्लिक करें।

source: Depending on when you chose to create the item (either in the :ref:`AcqCreateItem <acqcreateitem-label>` system preference, or upon :ref:`creating your basket <create-a-basket-label>`), the form will look slightly different.
hi: आपके द्वारा आइटम बनाने के लिए चुने जाने पर निर्भर करते हुए (या तो :ref:`AcqCreateItem <acqcreateitem-label>` सिस्टम वरीयता, या on : ref: `अपनी बास्केट बनाना <create-a-basket-label>`), रूप थोड़ा अलग दिखाई देगा।

source: If you chose to create your item when placing the order, you will have your item information on the left side and financial information on the right side.
es: Si escoge crear su ejemplar cuando ponga el pedido, tendrá la información de su ejemplar en el lado izquierdo y la información financiera en el lado derecho.
hi: यदि आपने ऑर्डर देते समय अपना आइटम बनाना चुना है, तो आपके पास आपके आइटम की जानकारी बाईं ओर और वित्तीय जानकारी दाईं ओर होगी।

source: You can check the box next to the item to receive it, or fill out the 'Quantity received' field on the left side.
es: Puede comprobar la caja al lado del ejemplar que va a recibir, o llenar el campo en el lado izquierdo 'Cantidad recibida'.
hi: आप इसे प्राप्त करने के लिए आइटम के बगल में स्थित बॉक्स को चेक कर सकते हैं या बाईं ओर स्थित 'क्वांटिटी प्राप्त' फ़ील्ड को भर सकते हैं।

source: **Note** You can choose to mark only part of the order as received if he vendor didn't send your entire order by checking only the boxes next to the items on the left that you want to receive or by entering the right amount in the 'Quantity received' field.
es: **Nota** Puede elegir marcar solo parte del pedido como recibida si el proveedor no envió su orden completa marcando solo las casillas al lado de los ejemplares al lado izquierdo que desee recibir o entrando la cantidad correcta en el campo 'Cantidad recibida'.
hi: **नोट** आप ऑर्डर के केवल उस हिस्से को चिह्नित करना चुन सकते हैं, जैसे कि वह विक्रेता ने आपके पूरे ऑर्डर को केवल बाईं ओर के आइटमों के बगल में चेक करके नहीं भेजा है जिसे आप प्राप्त करना चाहते हैं या सही राशि दर्ज करके। 'मात्रा प्राप्त' क्षेत्र में।

source: You can edit the item if needed by clicking on the 'Edit' link. This will allow you to enter in accurate call numbers and barcodes if you'd like to do that at the point of receipt.
es: Puede editar el ejemplar si lo necesita haciendo clic en el enlace 'Editar'. Esto permite que ingrese signaturas topográficas y códigos de barra precisos si desea hacerlo al momento de recibo.
hi: यदि आप 'एडिट' लिंक पर क्लिक करके जरूरत पड़ने पर आइटम को संपादित कर सकते हैं। यदि आप रसीद के बिंदु पर ऐसा करना चाहते हैं तो यह आपको सटीक कॉल नंबरों और बारकोड में दर्ज करने की अनुमति देगा।

source: You can also alter the cost information (replacement cost and actual cost). The values you enter there will automatically populate the item record by filling in subfield v (Cost, replacement price) and subfield g (Cost, normal purchase price) on the item record after saving.
es: Usted también puede alterar la información de costo (costo de reemplazo y costo real). Los valores que entre ahi serán automaticamente poblados en el registro del ejemplar llenando el subcampo v (Costo, precio de reemplazo) y el subcampo g (Costo, precio de compra normal) en el registro del ejemplar después de guardarlo.
hi: आप लागत जानकारी (प्रतिस्थापन लागत और वास्तविक लागत) को भी बदल सकते हैं। आपके द्वारा दर्ज किए गए मान स्वचालित रूप से सहेजने के बाद आइटम रिकॉर्ड पर सबफ़ील्ड v (कॉस्ट, प्रतिस्थापन मूल्य) और सबफ़ील्ड जी (कॉस्ट, सामान्य खरीद मूल्य) को भरकर आइटम रिकॉर्ड को पॉप्युलेट करेगा।

source: If you chose to create your item when receiving the order, you will see the item creation form on the left side and the financial information on the right side.
es: Si escoge crear su ejemplar cuando reciba el pedido, usted verá el formulario de creación del ejemplar al lado izquierdo y la información financiera al lado derecho.
hi: यदि आपने ऑर्डर प्राप्त करते समय अपना आइटम बनाना चुना है, तो आपको बाईं ओर आइटम निर्माण फ़ॉर्म और दाईं ओर वित्तीय जानकारी दिखाई देगी।

source: **Important** You must fill out the item form and click on 'Add item' or 'Add multiple items' in order to receive the order. You will not be able to simply change the 'Quantity received' amount.
es: **Importante** Debe de llenar el formulario del ejemplar y hacer clic en 'Agregar ejemplar' o 'Agregar ejemplares mulltiples' para poder recibir el pedido. Usted no podra simplemente cambiar la cifra 'Cantidad recibida'.
hi: **महत्वपूर्ण** आपको आइटम फॉर्म भरना होगा और ऑर्डर प्राप्त करने के लिए 'आइटम जोड़ें' या 'कई आइटम जोड़ें' पर क्लिक करें। आप केवल 'मात्रा प्राप्त' राशि को बदल नहीं पाएंगे।

source: You can alter the cost information (replacement cost and actual cost). The values you enter there will automatically populate the item record by filling in subfield v (Cost, replacement price) and subfield g (Cost, normal purchase price) on the item record after saving.
es: Usted también puede alterar la información de costo (costo de reemplazo y costo real). Los valores que entre ahi serán automaticamente poblados en el registro del ejemplar llenando el subcampo v (Costo, precio de reemplazo) y el subcampo g (Costo, precio de compra normal) en el registro del ejemplar después de guardarlo.
hi: आप लागत जानकारी (प्रतिस्थापन लागत और वास्तविक लागत) को बदल सकते हैं। आपके द्वारा दर्ज किए गए मान स्वचालित रूप से सहेजने के बाद आइटम रिकॉर्ड पर सबफ़ील्ड v (कॉस्ट, प्रतिस्थापन मूल्य) और सबफ़ील्ड जी (कॉस्ट, सामान्य खरीद मूल्य) को भरकर आइटम रिकॉर्ड को पॉप्युलेट करेगा।

source: Finally, if you chose to create your item when cataloging the record, you will only see the financial information on the right.
es: Finallmente, si escoge crear su ejemplar al catalogar su registro, solamente verá la información financiera al lado derecho.
hi: अंत में, यदि आपने रिकॉर्ड को सूचीबद्ध करते समय अपना आइटम बनाना चुना है, तो आप केवल दाईं ओर वित्तीय जानकारी देखेंगे।

source: You can alter the cost information (replacement cost and actual cost).
es: Puede alterar la informacion de costo (costo de reemplazo y el costo real).
hi: आप लागत जानकारी (प्रतिस्थापन लागत और वास्तविक लागत) को बदल सकते हैं।

source: **Note** The financial information will not be transferred to the item if the item is created when cataloging.
es: **Nota** La información financiera no sera transferida al ejemplar si el ejemplar es creado al catalogar.
hi: **नोट** यदि कैटलॉग बनाते समय आइटम बनाया गया है, तो वित्तीय जानकारी को आइटम में स्थानांतरित नहीं किया जाएगा।

source: Once you have made any changes necessary (to the order and/or items, click 'Save' to mark the item(s) as received.
es: Una vez que haya hecho cualquier cambio necesario ( al pedido y/o al ejemplar, haga clic en 'Save' para marcar el ejemplar(es) como recibido.
hi: एक बार जब आपने कोई परिवर्तन आवश्यक कर दिया हो (ऑर्डर और / या आइटम के लिए, तो आइटम को चिह्नित करने के लिए 'सहेजें' पर क्लिक करें)।

source: If you have your `AcqItemSetSubfieldsWhenReceived <#AcqItemSetSubfieldsWhenReceived>`__ preference set to add or change values on received items those changes will take place after you hit 'Save'.
es: Esta preferencia es utilizada en conjunto con la preferencia `AcqItemSetSubfieldsWhenReceived <#AcqItemSetSubfieldsWhenReceived>`__. Si usted tiene configurado el sistema a entrar valores por defecto cuando usted recibe, usted querrá que esos valores se reviertan cuando la recepción se cancela. Esta preferencia le permite hacer eso.
hi: यदि आपके पास `AcqItemSetSubfieldsWhenReceived <#AcqItemSetSubfieldsWhenReceived>`__ वरीयता प्राप्त आइटम पर मूल्य जोड़ने या परिवर्तित करने के लिए सेट है, तो 'सहेजें' को दबाए जाने के बाद ये परिवर्तन होंगे।

source: When you're finished receiving items you can navigate away from this page or click the 'Finish receiving' button at the bottom of the screen.
es: Cuando haya finalizado de recibir ítems puede navegar fuera de esta página o hacer clic en el botón 'Finalizar recepción' al fondo de la pantalla.
hi: जब आप आइटम प्राप्त समाप्त कर रहे हैं तो आप इस पेज से दूर नेविगेट या स्क्रीन के नीचे 'समाप्त प्राप्त' बटन पर क्लिक कर सकते हैं।

source: **Note** When all the orders in a basket have been received, the basket will be removed from the list of baskets for that vendor. You can click 'Show all baskets' to view the inactive baskets.
es: **Nota**Cuando se hayan recibido todos los pedidos de una cesta, la cesta será eliminada de la lista de cestas de ese vendedor. Puede hacer clic en 'Mostrar todas las cestas' para ver las cestas inactivas.
hi: ** नोट ** जब एक बास्केट में सभी आदेश प्राप्त हो गए हैं, तो बास्केट को उस विक्रेता के लिए बास्केट की सूची से हटा दिया जाएगा। निष्क्रिय बास्केटों देखने के लिए आप 'सभी बास्केट दिखाएँ' पर क्लिक कर सकते हैं।

source: Transferring orders
es: Transferir pedidos
hi: आदेश हस्तांतरित किया जा रहा है

source: If the item is no longer available from this vendor you can transfer the order to another vendor's basket by clicking the 'Transfer' link to the right of the title. This will pop up a vendor search box.
es: Si el ejemplar ya no esta disponible de este proveedor usted pued transferir el pedio a la cesta de otro proveedor haciendo click en el enlace 'Transfer' a la derecha del título. Aparecerá una caja de búsqueda de vendedor.
hi: यदि आइटम नहीं रह गया है इस विक्रेता से उपलब्ध आप शीर्षक के अधिकार के लिए 'ट्रांसफर' लिंक पर क्लिक करके एक और विक्रेता की बास्केट में आदेश हस्तांतरण कर सकते हैं। यह एक विक्रेता खोज बॉक्स पॉप जाएगा।

source: From the results you can click 'Choose' to the right of the vendor you would like to reorder this item from.
es: De los resultados puede elegir el enlace 'Importar' a la derecha del registro que desea agregar a Koha
hi: परिणाम आप विक्रेता के अधिकार के लिए 'चुनें' पर क्लिक कर सकते हैं से आप इस मद से पुन: व्यवस्थित करना चाहते हैं।

source: You will then be presented with the open baskets for that vendor to choose from. To move the item simply click 'Choose' to the right of the basket you would like to add the item to.
es: Se le presentara entonces con las cestas abiertas de ese vendedor para escoger. Para mover el ejemplar simplemente haga clic en 'Elegir'a la derecha de la cesta a la cual le gustaria agregar el ejemplar.
hi: तब आप उस विक्रेता से चुनने के लिए खुला टोकरी के साथ प्रस्तुत किया जाएगा। स्थानांतरित करने के लिए आइटम बस बास्केट के अधिकार के लिए 'चुनें' पर क्लिक करने के लिए आप आइटम जोड़ने के लिए चाहते हैं।

source: Once you have chosen you will be presented with a confirmation message.
es: Una vez que el archivo es subido se presenta un mensaje de confirmación.
hi: एक बार जब आप चुना है तो आपको एक पुष्टिकरण संदेश के साथ प्रस्तुत किया जाएगा।

source: You will see transferred orders when viewing the basket.
es: Podrá ver pedidos transferidos cuando vea la cesta.
hi: बास्केट को देखने पर आपको स्थानांतरित आदेश दिखाई देंगे।

source: Cancelling orders
es: Cancelar pedidos
hi: आदेश रद्द किया जा रहा है

source: If the item cannot be found anywhere you can cancel the order by clicking 'Delete order' to the far right. This will prompt you to enter your reason and confirm cancellation.
es: Si el ejemplar no puede ser encontrado en ningun lugar usted puede cancelar el pedido haciendo clic en 'Delete order' al extremo del lado derecho. Esto le pedirá entrar su razon y confirmar la cancelación,
hi: आइटम नहीं पाया जा सकता है, तो कहीं भी आप अभी तक सही करने के लिए 'आदेश हटाएँ' पर क्लिक करके आदेश को रद्द कर सकते हैं। यह आपके कारण दर्ज करें और रद्दीकरण की पुष्टि करने का संकेत होगा।

source: You will also see that the item is cancelled if you view the basket.
es: Si usted ve la cesta también podrá ver que el ejemplar esta cancelado.
hi: आप यह भी देखेंगे कि यदि आप बास्केट देखते हैं तो आइटम रद्द कर दिया गया है।

source: Whilst it is possible to re-open your basket, cancel one or more orders and re-close the basket, this is not recommended. This procedure will update the 'basket closed' date, which in turn will cause your 'late order' calculations to be incorrect.
es: Mientras es posible re-abrir la cesta, cancelar uno o más pedidos y volver a cerrar la cesta, esto no es recomendable. Este procedimiento actualizará la fecha en 'basket closed' que en torno causará que sus calculaciones en 'late order' sean incorrectas.
hi: जबकि अपनी बास्केट को फिर से खोलना संभव है, एक या एक से अधिक ऑर्डर रद्द करें और बास्केट को फिर से बंद करें, यह अनुशंसित नहीं है। यह प्रक्रिया 'बास्केट बंद' तारीख को अपडेट करेगी, जो बदले में आपके 'लेट ऑर्डर' के कैक्ल्युलेशन को गलत करेगी।

source: Invoices
es: Facturas
hi: चालान

source: When orders are received invoices are generated. Invoices can be searched by clicking on 'Invoices' in the left of the Acquisitions page.
es: Cuando se recibe pedidos se generan facturas. Las facturas pueden buscarse haciendo clic en 'Facturas' a la izquierda de la página de Adquisiciones.
hi: जब आदेश प्राप्त कर रहे हैं चालान उत्पन्न कर रहे हैं। चालान अधिग्रहण पेज के बाईं में 'चालान' पर क्लिक करके खोजा जा सकता है।

source: After searching, your results will appear to the right of the search options.
es: Luego de buscar, sus resultados aparecerán a la derecha de las opciones de búsqueda.
hi: खोज के बाद, अपने परिणामों को खोज विकल्पों में से सही करने के लिए दिखाई देगा।
