Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/acquisitions.po
Languages: es, hi

source: From the 'Actions' button, you can click the 'Details' link to see the full invoice or 'Close' to note that the invoice is closed/paid for.
es: Desde el botón de 'Acciones', puede hacer clic en el enlace 'Detalles' para ver la factura completa o 'Cerrar' para indicar que la factura está cerrada/pagada.
hi: 'कार्रवाई' बटन से, आप पूर्ण विवरण या 'बंद' देखने के लिए 'विवरण' लिंक पर क्लिक कर सकते हैं कि चालान बंद / भुगतान किया गया है।

source: In the Adjustments section, you can add adjustments to your invoices. These adjustments can be for adjusting the price that is offset by rounding or adding a credit to the invoice, for example.
es: En la sección de Ajustes, puede agregar ajustes a sus facturas. Estos ajustes pueden ser para ajustar el precio que se compensa al redondear o agregar credito a la factura, por ejemplo.
hi: समायोजन अनुभाग में, आप अपने चालान में समायोजन जोड़ सकते हैं। ये समायोजन उस मूल्य को समायोजित करने के लिए हो सकते हैं, जो उदाहरण के लिए, राउंडिंग या क्रेडिट को जोड़कर ऑफसेट है।

source: Click on 'Add an adjustment'
es: Haga clic en 'Agregar un ajuste'
hi: 'एडजस्टमेंट एड करें' पर क्लिक करें

source: Enter the amount of the adjustment
es: Entrar la cantidad del ajuste
hi: समायोजन की राशि दर्ज करें

source: Choose a reason, if needed
es: Elija una razón, si es necesario
hi: जरूरत पड़ने पर एक कारण चुनें

source: The reasons are :ref:`authorized values<authorized-values-label>`. Use the category ADJ\_REASON to add custom reasons for adjustments.
es: Los motivos son :ref:`valores autorizados<authorized-values-label>`. Utilice la categoría ADJ\_REASON para añadir motivos personalizados para ajustes.
hi: कारण हैं :ref:`अधिकृत मूल्य<authorized-values-label>`. समायोजन के लिए कस्टम कारण जोड़ने के लिए श्रेणी ADJ\_REASON का उपयोग करें.

source: Enter a note, if needed
es: Entre una nota, si es necesario
hi: यदि आवश्यक हो, तो एक नोट दर्ज करें

source: Choose the fund from which the adjustment amount should be taken
es: Elija el fondo del que se debe de tomar la cantidad del ajuste
hi: फंड चुनें जिसमें से समायोजन राशि ली जानी चाहिए

source: If 'Encumber while invoice open' is checked, the amount of the adjustment will be taken out of the fund immediately. If it isn't checked, the amount will be subtracted only when the invoice is closed.
es: Si se escoge 'Cargar mientras la factura está abierta' la cantidad del ajuste será tomada del fondo imediatamente. Si no se escoge, la cantidad se sustraerá solamente cuando la factura se cierre.
hi: अगर 'इनकाउंटर करते समय चालान खुला ’की जाँच की जाती है, तो समायोजन की राशि तुरंत निधि से निकाल ली जाएगी। यदि इसकी जाँच नहीं की जाती है, तो चालान बंद होने पर ही राशि को घटाया जाएगा।

source: Click on 'Update adjustments' to save your adjustments
es: Para guardar sus ajustes haga clic en 'Actualizar ajustes'
hi: अपने समायोजन को बचाने के लिए 'अपडेट समायोजन' पर क्लिक करें

source: If you need to change the adjustment afterwards, you can do so in the table and click on 'Update adjustments'.
es: Si necesita cambiar el ajuste después, puede hacerlo en la tabla y haciendo clic en 'Actualizar ajustes'.
hi: यदि आपको बाद में समायोजन बदलने की आवश्यकता है, तो आप तालिका में ऐसा कर सकते हैं और 'अपडेट समायोजन' पर क्लिक कर सकते हैं।

source: Attaching files to invoices
es: Adjuntando archivos a facturas
hi: चालान के लिए फाइल संलग्न करना

source: If you're allowing the uploading of acquisitions files with the :ref:`AcqEnableFiles` preference you will see the option to manage invoice files next to the link to 'Go to receipt page'
es: Si usted esta dejando subir los archivos de acquisiciones con la preferencia :ref:'AcqEnableFiles' verá una opción para gestionar los archivos de la factura al lado del enlace 'Ir a la página de recibos'
hi: यदि आप अधिग्रहण फ़ाइलों को अपलोड करने की अनुमति दे रहे हैं :ref:`AcqEnableFiles` वरीयता आपको 'रसीद पृष्ठ पर जाएं' लिंक के आगे चालान फाइलों को प्रबंधित करने का विकल्प दिखाई देगा

source: To see or attach new files click the 'Manage invoice files' link
es: Para ver o adjuntar archivos nuevos haga clic en el enlace 'Gestionar archivos de factura'
hi: देखने के लिए या नई फ़ाइलों को संलग्न करने के लिए लिंक पर क्लिक करें 'चालान फ़ाइलें प्रबंधित करें'

source: From here you can find a file to upload and/or see the files you have already attached.
es: Desde aquí puede encontrar un archivo para subir y/o ver los archivos que haya agregado.
hi: यहाँ से आप को अपलोड करने और/या फ़ाइलें आप पहले से ही जुड़ी है देखने के लिए एक फ़ाइल पा सकते हैं।

source: Merging two invoices
es: Combinar dos facturas
hi: दो चालान मर्ज करना

source: From the invoice search results you can also merge together two invoices should you need to. Simply click the checkbox to the left of the invoices you would like to merge and click the 'Merge selected invoices' button at the bottom of the page. You will be presented with a confirmation screen:
es: Desde los resultados de busqueda de factura usted también puede combinar dos facturas si lo necesita. Simplemente haga clic en la caja de selección a la izquierda de las facturas que usted desea combinar y haga clic en el botón 'Combinar facturas seleccionadas' en la parte inferior de la página . Se le presentará una pantalla de confirmación
hi: चालान खोज से परिणाम आप भी एक साथ विलय कर सकते हैं दो चालान आप करने की आवश्यकता चाहिए। सीधे शब्दों में चालान के बाईं आप विलय और पेज के नीचे 'मर्ज का चयन किया चालान' बटन पर क्लिक करने के लिए चाहते हैं के लिए चेकबॉक्स क्लिक करें। आप एक पुष्टिकरण स्क्रीन के साथ प्रस्तुत किया जाएगा:

source: Click on the row of the invoice number you would like to keep and it will be highlighted in yellow. Enter any different billing information in the fields provided and click 'Merge'. The two invoices will become one.
es: Haga clic en la fila del número de facturación que usted desea mantener y le será resaltado en amarillo. Entre cualquier información de cobro diferente en los campos provistos y haga clic en 'Combinar'. Las dos facturaciones se volverán una.
hi: चालान संख्या की पंक्ति पर क्लिक करें आप रखने के लिए करना चाहते हैं और यह पीले रंग में प्रकाश डाला जाएगा। उपलब्ध कराए गए खाने में किसी भी अलग बिलिंग जानकारी दर्ज करें और 'मर्ज' पर क्लिक करें। दो चालान एक बन जाएगा।

source: Claims and late orders
es: Reclamos y órdenes retrasadas
hi: दावे और देर से आदेश

source: If you have entered in an email address for the vendors in your system you can send them claim emails when an order is late. Before you can send claims you will need to set up an `acquisitions claim notice <#ACQCLAIM>`__.
es: Si ha introducido una dirección de correo electrónico para los proveedores en su sistema entonces podrá enviar correos electrónicos de reclamaciones cuando un pedido se retrasa. Antes de poder enviar las reclamaciones tendrá que configurar un `aviso de reclamación de adquisiciones <#ACQCLAIM>`__.
hi: यदि आपने अपने सिस्टम में विक्रेताओं के लिए एक ईमेल पता दर्ज किया है, तो आप उन्हें ऑर्डर करने के बाद ईमेल का दावा भेज सकते हैं। इससे पहले कि आप दावे भेज सकें, आपको एक अधिग्रहण दावे का नोटिस सेट करना होगा <#ACQCLAIM>`__.

source: Upon clicking on the link to 'Late orders' from the Acquisitions page you will be presented with a series of filter options on the left hand side. These filters will be applied only closed baskets.
es: Al hacer clic en el enlace de 'Pedidos Atrasados' desde la página de Adquisiciones se le presentará una serie de opciones de filtro en la parte izquierda. Estos filtros se aplicarán sólo a cestas cerradas.
hi: अधिग्रहण पृष्ठ से 'लेट ऑर्डर' के लिंक पर क्लिक करने पर आपको बाएं हाथ पर फ़िल्टर विकल्पों की एक श्रृंखला के साथ प्रस्तुत किया जाएगा। ये फ़िल्टर केवल बंद बास्केट पर ही लागू होंगे।

source: The vendor pull down only shows vendors with closed baskets that are late.
es: El desplegable de proveedor solo mostrará los proveedores con cestas cerradas tarde.
hi: विक्रेता के नीचे खींच ही बंद बास्केट कि देर कर रहे हैं के साथ विक्रेताओं से पता चलता है।

source: Once you filter your orders to show you the things you consider to be late you will be presented with a list of these items.
es: Una vez que filtre sus pedidos para mostrarle lo que se considera retrasado se le presentará una lista de estos ejemplares.
hi: एक बार जब आप आप देर हो विचार आप चीजों को दिखाने के लिए अपने आदेश फ़िल्टर आप इन मदों की एक सूची के साथ प्रस्तुत किया जाएगा।

source: To the right of each late title you will be see a checkbox. Check off the ones you want a claim letter sent to and click 'Claim order' at the bottom right of the list. This will automatically send an email to the vendor at the email address you have on file.
es: A la derecha de cada título atrasado verá una casilla de verificación. Marque a las que desea enviar una carta de reclamo y haga clic en 'Reclamar pedido' en la parte inferior derecha de la lista. Esto enviará automáticamente un correo electrónico al vendedor usando la dirección de correo electrónico que tenga registrada.
hi: प्रत्येक देर शीर्षक का सही करने के लिए आप एक चेकबॉक्स को देखने के लिए किया जाएगा। लोगों को आप को भेजे गए एक पत्र का दावा चाहते बंद चेक करें और सूची के नीचे सही पर 'दावा आदेश' पर क्लिक करें। यह स्वचालित रूप से ईमेल पते फ़ाइल पर है पर विक्रेता के लिए एक ईमेल भेज देंगे।

source: The estimated delivery date is based on the delivery time value entered on the vendor record.
es: La fecha estimada de entrega esta basada en el tiempo de entrega ingresado en el registro del vendedor.
hi: अनुमानित डिलीवरी की तारीख वेंडर रिकॉर्ड पर दर्ज की गई डिलीवरी टाइम वैल्यू पर आधारित है।

source: If you would rather use a different acquisition claim letter (other than the default) you can :ref:`create that in the notices module <adding-notices-and-slips-label>` and choose it from the menu above the list of late items.
es: Si prefiere utilizar una carta de reclamo de adquisición diferente (distinta de la predeterminada) usted puede `crearla en el módulo de avisos <adding-notices-and-slips-label>` y seleccionarla en el menú superior de la lista de ejemplares atrasados.
hi: एफ आप एक अलग अधिग्रहण का दावा पत्र (डिफ़ॉल्ट से अलग) का उपयोग कर सकते हैं, जो आप कर सकते हैं :ref:` `नोटिस मॉड्यूल में इसे जोड़ना <adding-notices-&-slips-label>` और इसे सूची के ऊपर मेनू से चुनें देर से आइटम के बारे में

source: Acquisition searches
es: Búsquedas de adquisiciones
hi: अधिग्रहण की खोजें

source: At the top of the various Acquisition pages there is a quick search box where you can perform either a Vendor search or an Order search.
es: En la parte superior de las distintas páginas de Adquisiciones hay una caja de búsqueda rápida donde podrá hacer ya sea búsqueda de Vendedores o búsqueda de Pedidos.
hi: विभिन्न अधिग्रहण पृष्ठों के शीर्ष पर एक त्वरित खोज बॉक्स है जहां आप या तो वेंडर खोज या ऑर्डर खोज कर सकते हैं।

source: In the Vendor search you can enter any part of the vendor name to get results.
es: En la búsqueda de Vendedores puede ingresar cualquier parte del nombre del vendedor para obtener resultados.
hi: विक्रेता खोज में आप परिणाम प्राप्त करने के लिए विक्रेता नाम के किसी भी भाग में प्रवेश कर सकते हैं।

source: Using the Orders search you can search for items that have been ordered with or without the vendor.
es: Usando la búsqueda de Pedidos puede buscar los ejemplares que se han pedido con o sin el vendedor.
hi: आदेश खोज का उपयोग करके आप उन वस्तुओं की खोज कर सकते हैं जिन्हें विक्रेता के साथ या उसके बिना आदेश दिया गया है।

source: You can enter info in one or both fields and you can enter any part of the title and/or vendor name.
es: Puede introducir información en uno o ambos campos y puede ingresar cualquier parte del título y/o nombre de proveedor.
hi: आप एक या दोनों क्षेत्रों में जानकारी दर्ज कर सकते हैं और आप शीर्षक और / या विक्रेता के नाम के किसी भी हिस्से में प्रवेश कर सकते हैं।

source: Clicking the plus sign to the right of the Vendor search box will expand the search and allow you to search for additional fields.
es: Hacer clic en el signo más (+) a la derecha de la caja de búsqueda de proveedor la expandirá y le permitirá buscar por campos adicionales.
hi: वेंडर खोज बॉक्स खोज का विस्तार होगा की सही करने के लिए धन चिह्न पर क्लिक करें और आप अतिरिक्त क्षेत्रों के लिए खोज करने के लिए अनुमति देते हैं।

source: Clicking Advanced search to the right of the search button will give you all of the order search options available.
es: Haciendo clic en búsqueda Avanzada a la derecha del botón de búsqueda le presentará todas las opciones de búsqueda disponibles.
hi: खोज बटन के दाईं ओर उन्नत खोज पर क्लिक करने से आपको सभी आदेश खोज विकल्प उपलब्ध होंगे।

source: Budget/fund tracking
es: Seguimiento de Fondo/presupuesto
hi: बजट/फंड ट्रैकिंग

source: On the main acquisitions page there will be a table showing you all of your active funds and a breakdown of what has been ordered or spent against them.
es: En la página de acquisición principal habrá una tabla mostrandole todos los fondos activos y su desglose de lo que se ha pedido o gastado en contra de ellos.
hi: मुख्य अधिग्रहण पेज पर आप अपने सक्रिय धन के सभी और क्या आदेश दिया है या उनके खिलाफ खर्च किया गया है की एक टूटने दिखा एक तालिका के हो जाएगा।

source: Clicking on the linked amounts under spent or ordered will show you a summary of the titles ordered/received on that budget.
es: Haciendo clic en el enlace de cantidades debajo de gastos o pedidos le mostrará un resumen de los títulos pedidos/recibidos en ese presupuesto.
hi: लिंक्ड राशि खर्च या आप एक आदेश / कि बजट पर प्राप्त खिताब के सारांश दिखाएगा आदेश दिया अंतर्गत पर क्लिक करके।

source: EDI process
es: Procesado EDI
hi: ईडीआई प्रक्रिया

source: Previous sections explain all ordering options, this section pulls out the parts related to EDI or EDIFACT ordering to help those who are only using EDI for ordering.
es: Las secciones previas explican todas las opciones de pedidos, esta sección aparta las partes relacionadas a los pedidos EDI o EDIFACT para ayudarle a los que solamente están usando EDI para pedidos.
hi: पिछला वर्ग सभी आदेश विकल्पों को समझाता है, इस अनुभाग में उन ईडीआई या ईडीआईएफएसीटी से संबंधित हिस्सों को खींच लिया गया है जो ऑर्डर करने के लिए केवल ईडीआई का उपयोग कर रहे हैं।

source: Koha uses the EDIFACT standard not the X12 standard for electronic ordering.
es: Koha usa el estándar EDIFACT no el estándar X12 para los pedidos electrónicos.
hi: कोहा इलेक्ट्रॉनिक आदेश के लिए X12 मानक नहीं EDIFACT मानक का उपयोग करता है।

source: EDI questions for vendors
es: Preguntas EDI para los vendedores
hi: विक्रेताओं के लिए ईडीआई प्रश्न

source: You will want to gather the following information from your vendors before beginning the set up process in Koha.
es: Tendrá que juntar la siguiente información de sus vendedores antes de empezar ha establecer el proceso en Koha.
hi: कोहा में सेट अप प्रक्रिया शुरू करने से पहले आप अपने विक्रेताओं से निम्नलिखित जानकारी एकत्र करना चाहेंगे।

source: **EDI accounts:** *This is the basic connection information for your vendor. This will be used to fill in the :ref:`EDI accounts` section.*
es: **cuentas EDI** *Esta es la información básica de conexión para su vendedor. Esto se usará para llenar la sección de :ref:'cuentas EDI'*.
hi: ** ईडीआई खातों: ** * यह आपके विक्रेता के लिए बुनियादी कनेक्शन जानकारी है इसे भरने के लिए इस्तेमाल किया जाएगा :रेफर: `ईडीआई लेखा` अनुभाग। *

source: **Vendor:** The name of the vendor
es: **Proveedor:** El nombre del proveedor
hi: ** वेंडर: ** विक्रेता का नाम

source: **Description:** A short description if additional explanation is needed ( especially if you have multiple accounts for one vendor ).
es: **Descripción.** Una corta descripción si una explicación adicional fuera necesaria (especialmente si tiene cuentas multiples para un vendedor).
hi: ** विवरण: ** एक संक्षिप्त विवरण अगर अतिरिक्त स्पष्टीकरण की आवश्यकता है (खासकर यदि आपके पास एक विक्रेता के लिए एकाधिक खाते हैं)।

source: **Transport:** Does the vendor transmit EDI files via FTP, SFTP, or something else the requires special processing?
es: **Transportación** Transmite el vendedor archivos EDI via FTP, SFTP, o algo más que requiere procesamiento especial?
hi: ** परिवहन: ** क्या FTP, SFTP, या कुछ और के द्वारा विक्रेता ईडीआई फाइलों को ट्रांसमिट करता है, इसके लिए विशेष प्रसंस्करण की ज़रूरत है?

source: **Remote host:** The URL or IP address of the FTP/SFTP server
es: **Equipo remoto:** La URL o dirección IP del servidor FTP/SFTP
hi: ** दूरस्थ होस्ट: ** FTP / SFTP सर्वर का यूआरएल या आईपी पता

source: **Username:** The username for the above server
es: **Nombre de usuario:** El nombre de usuario para el servidor anterior
hi: ** उपयोगकर्ता नाम: ** उपरोक्त सर्वर के लिए उपयोगकर्ता नाम

source: **Password:** The password for the above server
es: **Contraseña:** La contraseña para el servidor anterior
hi: ** पासवर्ड: ** उपरोक्त सर्वर के लिए पासवर्ड

source: **Download directory:** The path on the server that contains files for Koha to download and process
es: **Directorio de descarga:** La ruta en el servidor que contiene archivos para que Koha descargue y procese
hi: ** डाउनलोड निर्देशिका: ** डाउनलोड करने और प्रक्रिया करने के लिए Koha के लिए फ़ाइलें जिसमें सर्वर पर पथ

source: **Upload directory:** The path on the server that Koha will upload files to for your vendor to process
es: **Directorio de subida:** La ruta en el servidor en la que Koha subirá archivos para que procese el proveedor
hi: ** निर्देशिका को अपलोड करें: ** सर्वर पर पथ कि Koha प्रक्रिया करने के लिए अपने विक्रेता के लिए फाइल अपलोड करेगा

source: **Qualifier:** Who assigned the SAN below?
es: **Calificador:** Quién asignó el SAN de abajo?
hi: ** क्वालिफायर: ** किसने सैन को नीचें सौंपा?

source: Choose one of the following:
es: Elegir uno de los siguientes:
hi: निम्न में से किसी एक को चुनें:

source: EAN International
es: EAN Internacional
hi: EAN अंतर्राष्ट्रीय

source: (31B) US SAN Agency
es: (31B) EE.UU Agencia SAN
hi: (31 बी) अमेरिकी SAN एजेंसी

source: Assigned by supplier
es: Asignado por el proveedor
hi: आपूर्तिकर्ता द्वारा सौंपा

source: Assigned by buyer
es: Asignado por el comprador
hi: खरीदार द्वारा सौंपा

source: **SAN:** The identifier for the vendor
es: **SAN:** El identificador para el proveedor
hi: ** SAN: ** विक्रेता के लिए पहचानकर्ता

source: *Buyer qualifier and SAN are optional. Some vendors require a second buyer identifier in addition to the account EAN*.
es: *Calificador de comprador y SAN son opcionales. Algunos vendedores requieren un segundo identificador de compra ademas del EAN de la cuenta*.
hi: * क्रेता क्वालिफायर और SAN वैकल्पिक हैं। कुछ विक्रेताओं को खाते EAN * के अतिरिक्त दूसरे खरीदार पहचानकर्ता की आवश्यकता होती है।

source: **Buyer qualifier:** Who assigned the SAN below?
es: **Calificador del comprador:** Quién asignó el SAN de abajo?
hi: **क्रेता क्वालिफायर. ** किसने SAN को नीचें सौंपा?

source: **Buyer SAN:** The identifier for the library
es: **Comprador SAN:** El identificador para la biblioteca
hi: ** खरीदार SAN: ** पुस्तकालय के लिए पहचानकर्ता

source: **Order file suffix:** The file suffix for order files
es: **Sufijo de archivo de orden de compra:** El sufijo de archivo para archivos de compra
hi: **आदेश फ़ाइल प्रत्यय:** आदेश फ़ाइलों के लिए फ़ाइल प्रत्यय

source: **Quote file suffix:** The file suffix for quote files
es: **Sufijo de archivo de cita:** El sufijo de archivos de citas
hi: **उद्धरण फ़ाइल प्रत्यय:** उद्ध रणफ़ाइलों के लिए फ़ाइल प्रत्यय

source: **Invoice file suffix:** The file suffix for invoice files
es: **Sufijo de archivo de factura:** El sufijo de archivos para archivos de facturas
hi: ** इनवॉइस फ़ाइल प्रत्यय: ** इनवॉइस फ़ाइलों के लिए फ़ाइल प्रत्यय

source: **Account number(s):** (list them all)
es: **Número(s) de cuenta:**(listarlos todos)
hi: ** खाता संख्या: ** (उन सभी को सूचीबद्ध करें)

source: **Account description(s):** (the summary of what this number is for)
es: **Descripción(es) de cuenta.** (el resumen de para qué sirve este número)
hi: ** खाता वर्णन (ओं): ** (यह संख्या क्या है इसका सारांश)

source: **Library**
es: **Biblioteca**
hi: **लाइब्रेरी**

source: **MARC order fields or grid ordering:** *These values will fill in the :ref:`MarcFieldsToOrder` preference.*
es: **MARC campos de pedido o division de pedido.** *Estos valores se llenaran en la preferencia :ref:'MarcFieldsToOrder'.*
hi: **मार्क ऑर्डर फील्ड्स या ग्रिड ऑर्डरिंग:** * ये वैल्यू इन में भर जाएंगे :ref:`MarcFieldsToOrder` वरीयता। *

source: **price:** MARC21 field that contains the item price
es: **precio** Campo MARC21 que contiene el precio del ejemplar
hi: **कीमत:** एमएआरसी 21 फील्ड जिसमें आइटम की कीमत शामिल है

source: **quantity:** MARC21 field that contains the number of items for the given record
es: **cantidad.**campo MARC21 que contiene los números de ejemplares para el registro dado
hi: ** मात्रा: ** MARC21 फ़ील्ड जिसमें दिए गए रिकार्ड के लिए आइटम की संख्या शामिल है I

source: **budget\_code:** MARC21 field that contains the Koha budget code to be debited
es: **presupuesto\_código.**campo MARC21 que contiene el código presupuestario de Koha que debe cargarse
hi: **budget\_code:** MARC21 फील्ड में डेबिट किए जाने वाले कोहा बजट कोड शामिल हैं

source: **discount:** MARC21 field the contains the discount as a percentage the the price will be discounted by
es: **descuento.**campo MARC21 contiene el descuento en forma de porcentage en el que se descontará el precio
hi: **डिस्काउंट ** मार्क21 फील्ड में डिस्काउंट एक प्रतिशत के रूप में शामिल होता है, जिसकी कीमत छूट दी जाएगी

source: **sort1:** MARC21 field that will populate custom field sort1
es: **sort1:** Campo MARC21 que rellenará el campo personalizado sort1
hi: **Sort1:** MARC21 फ़ील्ड जो कस्टम फ़ील्ड सॉर्ट 1 को पॉप्युलेट करेगा

source: **sort2:** MARC21 field that will populate custom field sort2
es: **sort2:** Campo MARC21 que rellenará el campo personalizado sort2
hi: **sort2:** MARC21 फ़ील्ड जो कस्टम फ़ील्ड sort2 को पॉप्युलेट करेंगे

source: EDI setup
es: Configuración EDI
hi: EDI सेटअप

source: Before you begin ordering using EDI you will want to take the following steps:
es: Antes de empezar a ordenar usando EDI usted querrá tomar los siguientes pasos:
hi: ईडीआई का इस्तेमाल करने से पहले आप निम्न कदम उठा सकते हैं:

source: Ask your vendor/bookseller/jobber for :ref:`connection information <edi-questions-for-vendors-label>`
es: Pregunte a su vendedor/vendedor de libros/trabajador para :ref:'información de conexión <edi-question-for-vendors-label>'
hi: अपने विक्रेता/पुस्तक विक्रेता/नौकरीकर्ता से पूछिए :ref:`कनेक्शन की जानकारी <edi-questions-for-vendors-label>`

source: It might also be beneficial to ask for a few sample EDIFACT files from the vendor
es: También puede ser beneficioso solicitar al vendedor algunos archivos EDIFACT de muestra
hi: यह विक्रेता से कुछ नमूना EDIFACT फ़ाइलों के लिए पूछने के लिए भी फायदेमंद हो सकता है

source: Share with your vendor/bookseller/jobber your :ref:`library codes <libraries-label>`, :ref:`item type codes <item-types-label>`, :ref:`fund codes <funds-label>`, and any other codes or :ref:`authorized values <authorized-values-label>` they might need for creating your MARC order records
es: Comparta con su vendedor/vendedor de libros/trabajador :ref:'códigos de biblioteca<libraries-label>', :ref:'tipos de códigos de ejemplares <item-types-label>', :ref:'códigos de fondo <funds-label>', y cualquier otro código o :ref:'valores autorizados <authorized-values-label>' que ellos necesiten para crear su archivo de pedidos MARC
hi: अपने विक्रेता/बुकसेलर/जॉबबर के साथ साझा करें : ref: `लाइब्रेरी कोड <libraries-label>`, :ref:`आइटम प्रकार कोड <item-types-label>`, :ref:` फंड कोड <funds-label> `, और कोई अन्य कोड या : ref:` अधिकृत मान <authorized-values-label> 'उन्हें आपके मार्क ऑर्डर रिकॉर्ड बनाने की आवश्यकता हो सकती है
