Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: de

source: If this field is left blank then Koha will not put a limit on the fines this item will accrue. A maximum fine amount can be set using the :ref:`MaxFine` system preference.
de: Wenn dieses Feld unausgefüllt bleibt, gibt es keine Begrenzung für die anfallenden Mahngebühren. Eine Maximalgebühr für das Konto kann im Systemparameter :ref:`MaxFine` gesetzt werden.

source: If you would like to prevent overcharging patrons for a lost items, you can check the box under 'Cap fine at replacement price.' This will prevent the patron's fines from going above the replacement price on the item.
de: Wenn Sie verhindern möchten, dass Benutzer für verlorene Exemplare überbelastet werden, können Sie die Checkbox 'Maximale Mahngebühr = Buchersatzpreis' anhaken. Dies verhindert, dass die Gebühr für den Benutzer über den Ersatzpreis für das Exemplar steigt.

source: If the 'Overdue fines cap' is also set, the fine will be the lesser of the two, if both apply to the given overdue checkout.
de: Haben Sie auch die 'Maximale Mahngebühr' gesetzt, wird die Gebühr weniger, wenn beide für die gesetzte Überfälligkeit gelten.

source: You can also define the maximum number of days a patron will be suspended in the 'Max suspension duration' setting-
de: Sie können die maximale Anzahl an Tagen, die ein Benutzer suspendiert werden kann, unter 'Maximale Sperrung (in Tagen)' konfigurieren.

source: If you're allowing renewals you can control how soon before the due date patrons can renew their materials with the 'No renewals before' box.
de: Wenn Sie Verlängerungen erlauben, können Sie über das Feld 'Keine weiteren Verlängerungen möglich vor' festlegen, ab welchem Zeitpunkt Benutzer Ihre Medien verlängern können.

source: Items can be renewed at any time if this value is left blank. Otherwise items can only be renewed if the item is due after the number in units (days/hours) entered in this box.
de: Exemplare können zu jedem Zeitpunkt verlängert werden, wenn dieses Feld freigelassen wird. Anderenfalls können Exemplare nur ab der Anzahl von Tagen/Stunden verlängert werden, die in diesem Feld angegeben wurde.

source: To control this value on a more granular level please set the :ref:`NoRenewalBeforePrecision` preference.
de: Um diesen Wert auf ein detaillierteres Level zu bringen, aktivieren Sie den Systemparameter :ref:`NoRenewalBeforePrecision`.

source: You will need to enable the :ref:`automatic renewal cron job <cron-automatic-renewal-label>` for this to work.
de: Hierfür müssen Sie den :ref:`Cronjob <cron-automatic-renewal-label>` für automatische Verlängerungen aktivieren.

source: You can also decide if patrons are allowed to place item specific holds on the item type in question. The options are:
de: Sie können festlegen, ob Benutzer Vormerkungen auf spezifische Exemplare dieses Medientyps setzen dürfen. Die Auswahlmöglichkeiten sind:

source: After choosing to clone you will be presented with a confirmation message.
de: Nachdem Sie Klonen ausgewählt haben, werden Sie aufgefordert die Aktion zu bestätigen.

source: From this menu you can set a default to apply to all item types and patrons in the library if no other option is set in the forms below.
de: In diesem Menü können Sie einen Standard definieren, der für alle Medientypen und Benutzer Ihrer Bibliothek angewendet wird, wenn keine andere Option im Formular unten angezeigt wird.

source: In 'Total current checkouts allowed' enter the total number of items patrons can have checked out at one time
de: Geben Sie unter 'Maximale Anzahl Ausleihen' die maximale Anzahl der von einem Benutzer gleichzeitig entleihbarer Medien an.

source: In 'Total current on-site checkouts allowed' enter the total number of items patrons can have checked out on site at a time (:ref:`OnSiteCheckouts` needs to be set to 'Enable')
de: Geben Sie unter 'Anzahl erlaubter Vor-Ort-Ausleihen gesamt' die maximale Anzahl der von einem Benutzer gleichzeitig entleihbarer Medien für die Vor-Ort-Ausleihe an (:ref:`OnSiteCheckouts` muss auf 'Aktiviere' gesetzt sein).

source: Control where patrons can place holds from using the 'Hold Policy' menu
de: Konfigurieren Sie über die 'Vormerkregeln', ob und unter welchen Bedingungen Vormerkungen von Benutzern möglich sind.

source: From Any Library: Patrons from any library may put this item on hold. (default if none is defined)
de: Aus jeder Bibliothek: Benutzer aus jeder Bibliothek können dieses Exemplar vormerken. (Standard, wenn nichts anderes definiert ist.)

source: From Home Library: Only patrons from the item's home library may put this book on hold.
de: Aus der Heimatbibliothek: Nur Benutzer aus der Heimatbibliothek des Exemplars können dieses vormerken.

source: No Holds Allowed: No patron may put this book on hold.
de: Keine Vormerkungen erlaubt: Dieses Exemplar kann von keinem Benutzer vorgemerkt werden.

source: any library
de: Alle Bibliotheken

source: item's home library
de: Heimatbibliothek des Exemplars

source: item's holding library
de: Standortbibliothek des Exemplars

source: Control where the item returns to once it is checked in
de: Konfigurieren Sie, wohin das Exemplar nach der Rückgabe geht.

source: Item returns home
de: Exemplar geht zurück zur Heimatbibliothek

source: Item returns to issuing branch
de: Exemplar geht zurück zur Ausleihbibliothek

source: Item floats
de: Exemplar verbleibt in der Rückgabebibliothek

source: When an item floats it stays where it was checked in and does not ever return 'home'
de: Wenn ein Exemplar als 'Verbleibt in der Rückgabebibliothek' markiert ist, bleibt es dort und kehrt nicht in die Heimatbibliothek zurück

source: Once your policy is set, you can unset it by clicking the 'Unset' link to the right of the rule
de: Nachdem Sie eine Regel definiert haben können Sie diese über den Link 'Löschen' auf der rechten Seite der Regel wieder entfernen

source: For example, if you have a rule in the matrix that says Board patrons are allowed 10 books and 5 DVDs but you want to make it so that Board patrons only have a total of 12 things checked out at once. If you enter 12 here and the patron has 10 books out already they will only be allowed 2 DVDs to equal the 12 total they're allowed.
de: Wenn Sie zum Beispiel eine Regel definiert haben, die besagt, dass Benutzer generell 10 Bücher und 5 DVDs ausleihen dürfen, Sie aber möchten, dass diese Benutzer nur eine Gesamtanzahl von 12 Medien auf einmal ausleihen dürfen, geben Sie hier 12 ein. Hat der Benutzer bereits 10 Bücher ausgeliehen, so kann er nur noch 2 DVDs ausleihen, damit es mit der Gesamtanzahl von 12 übereinstimmt.

source: Default lost item fee refund on return policy
de: Regeln für Standard-Rückerstattung bei Medienverlust

source: Here, you can specify the default policy for lost item fees on return. This policy will apply to this library. This rule is to be used with the :ref:`RefundLostOnReturnControl` system preference.
de: Hier können Sie die Standardregeln für Rückerstattung bei Rückgabe verlorener Exemplare definieren. Die Regel gilt für diese Bibliothek. Die Regel wird zusammen mit dem Systemparameter :ref:`RefundLostOnReturnControl` verwendet.

source: Default holds policy by item type
de: Standardmäßige Vormerkbedingungen je Medientyp

source: For this library, you can edit hold and return policies for a given item type, regardless of the patron's category.
de: Für diese Bibliothek können die Regeln für Medientypen unabhängig von den Benutzertyen bearbeitet werden.

source: The various hold policies have the following effects:
de: Die verschiedenen Regeln haben folgende Auswirkungen:

source: From any library: Patrons from any library may put this item on hold. (default if none is defined)
de: Aus jeder Bibliothek: Benutzer aus jeder Bibliothek können dieses Exemplar vormerken. (Standard, wenn nichts anderes definiert ist.)

source: From home library: Only patrons from the item's home library may put this book on hold.
de: Aus der Heimatbibliothek: Nur Benutzer aus der Heimatbibliothek des Exemplars können dieses vormerken.

source: No holds allowed: No patron may put this book on hold.
de: Keine Vormerkungen erlaubt: Dieses Exemplar kann von keinem Benutzer vorgemerkt werden.

source: Note that if the system preference :ref:`AllowHoldPolicyOverride` set to 'allow', these policies can be overridden by your circulation staff.
de: Wenn der Systemparameter :ref:`AllowHoldPolicyOverride` auf 'Erlaube' gesetzt ist, können diese Regeln von den Mitarbeitern an der Ausleihtheke überschrieben werden.

source: The various return policies have the following effects:
de: Die verschiedenen Regeln haben folgende Auswirkungen:

source: Item returns home: The item will prompt the librarian to transfer the item to its home library
de: Exemplar geht zurück an Heimatbibliothek: Bei der Rückgabe erscheint eine Eingabeaufforderung zum Transfer des Exemplars in die Heimatbibliothek.

source: If the :ref:`AutomaticItemReturn` preference is set to automatically transfer the items home, then a prompt will not appear
de: Wenn der Systemparameter :ref:`AutomaticItemReturn` auf den automatischen Rücktransport in die Heimatbibliothek gesetzt ist, erscheint die Eingabeaufforderung nicht.

source: Item returns to issuing branch: The item will prompt the librarian to transfer the item back to the library where it was checked out
de: Exemplar geht zurück zur Ausleihbibliothek: Bei der Rückgabe erscheint eine Eingabeaufforderung zum Transfer des Exemplars zur Ausleihbibliothek.

source: Item floats: The item will not be transferred from the branch it was checked in at, instead it will remain there until transferred manually or checked in at another branch
de: Exemplar verbleibt in der Rückgabebibliothek: Das Exemplar bleibt in der Rückgabebibliothek bis es manuell transferiert oder manuell in einer anderen Bliothek zurückgebucht wird.

source: For example you might allow holds at your libraries but not what New items or DVDs to be placed on hold by other branches so you can set the 'Hold policy' to 'From home library' so that those items can only be placed on hold if the items' owning library and the patron's home library are the same. You can also block holds completely on specific item types from this form. This is also how you can set up floating item types and types that remain with their home library.
de: Sie erlauben in Ihrer Bibliothek zum Beispiel Vormerkungen, aber nicht das Setzen von Vormerkungen auf neue Exemplare oder DVDs von anderen Standorten, so können Sie die Vormerkregel auf 'Aus der Heimatbibliothek' setzen, so dass diese Exemplare nur mit einer Vormerkung belegt werden können, wenn die Heimatbibliothek des Exemplars und die Heimatbibliothek des Benutzers übereinstimmen. Mit dieser Regel können Sie auch Vormerkungen auf bestimmte Medientypen ganz unterbinden. So können Sie auch mit beweglichen Medientypen und Medientypen, die in Ihrer Heimatbibliothek verbleiben verfahren.

source: Patron attribute types
de: Benutzerattribute

source: Patron attributes can be used to define custom fields to associate with your patron records. In order to enable the use of custom fields you need to set the :ref:`ExtendedPatronAttributes` system preference.
de: Benutzerattribute können verwendet werden um benutzerdefinierte Felder für das Benutzerkonto zu definieren. Sie werden über den Systemparameter :ref:`ExtendedPatronAttributes` aktiviert.

source: *Get there:* More > Administration > Patrons and circulation > Patron attribute types
de: *Pfad in Koha:* Mehr > Administration > Benutzer und Ausleihe > Benutzerattribute

source: A common use for this field would be for a student ID number or a Driver's license number.
de: Dieses Feld kann zum Beispiel für Matrikelnummern oder Personalausweisnummern verwendet werden.

source: Adding patron attributes
de: Benutzerattribute konfigurieren

source: To add a new patron attribute type, click the 'New patron attribute type' button at the top of the page
de: Um ein neues Benutzerattribut hinzuzufügen, klicken Sie auf 'Neues Benutzerattribut' am oberen Rand der Seite.

source: In the 'Patron attribute type code', enter a short code to identify this field
de: Im Feld 'Benutzerattribut' wird ein kurzes eindeutiges Kürzel für dieses Feld hinterlegt.

source: This field is limited to 10 characters (numbers and letters only)
de: Dieses Feld ist auf 10 Zeichen beschränkt (Nur Zahlen und Buchstaben).

source: This setting cannot be changed after an attribute is defined
de: Diese Einstellung kann nicht verändert werden, nachdem ein Attribut definiert worden ist.

source: In the 'Description' field, enter a longer (plain text) explanation of what this field will contain
de: Im Feld 'Beschreibung' können Sie eine längere textuelle Beschreibung des Feldes erfassen.

source: Check the box next to 'Repeatable' to let a patron record have multiple values of this attribute.
de: Wählen Sie die Box 'Wiederholbar' aus, um in einem Benutzerdatensatz dafür mehrere Werte zur Verfügung zu haben.

source: If 'Unique identifier' is checked, the attribute will be a unique identifier which means, if a value is given to a patron record, the same value cannot be given to a different record.
de: Wenn die Checkbox 'Eindeutige Kennung' angehakt ist, wird die Eigenschaft zur einzigartigen Kennung aktiviert. Das heißt: Wenn ein Wert einmal in einem Benutzerdatensatz eingetragen wurde, kann er in keinem weiteren eingetragen werden.

source: Unique attributes can be used as match points on the :ref:`patron import tool <patron-import-label>`
de: Eindeutige Benutzerattribute können als Prüfpunkt im Werkzeug für den :ref:`Benutzerdatenimport <patron-import-label>` verwendet werden.

source: Check 'Allow password' to make it possible to associate a password with this attribute.
de: 'Passwort erlauben' anwählen, um ein Passwort mit mit diesem Attribut zu verbinden.

source: Check 'Display in OPAC' to display this attribute on a patron's details page in the OPAC.
de: 'Im OPAC anzeigen' ankreuzen, um dieses Attribut dem Benutzer im OPAC anzuzeigen.

source: Check 'Searchable' to make this attribute searchable in the staff patron search.
de: 'Suchbar' ankreuzen, um dieses Attribut für das Personal suchbar zu machen.

source: Check 'Display in check-out' to make this attribute visible in the patron's short detail display on the left of the checkout screen and other patron pages
de: 'In Ausleihe anzeigen' ankreuzen, um dieses Attribut in der Detailansicht des Benutzerkontos und in der Navigation auf der linken Seite anzuzeigen

source: Authorized value category; if one is selected, the patron record input page will only allow values to be chosen from the authorized value list.
de: Kategorie für normierte Werte; wenn eine ausgewählt ist, dann können in den Benutzerdatensätzen nur Werte aus der Liste der normierten Werte ausgewählt werden.

source: You will first need to add an authorized value list for it to appear in this menu
de: Sie müssen zuerst eine Liste von normierten Werten erstellen, damit diese in der Auswahlliste angezeigt wird.

source: *Get there:*\ More > Administration > Basic parameters > :ref:`Authorized values <authorized-values-label>`
de: *Pfad in Koha:* \Mehr > Administration > Globale Systemparameter > :ref:`Normierte Werte <authorized-values-label>`

source: an authorized value list is not enforced during batch patron import.
de: Die Werte aus der Liste der normierten Werte werden beim Benutzerdatenimport nicht geprüft.

source: If you would like this attribute to only be used by specific branches you can choose those branches from the 'Branches limitation' list. Choose 'All branches' to show it for all libraries.
de: Wenn Sie die Verwendung dieses Attributs auf eine oder mehrere Bibliotheken beschränken möchten, dann können Sie diese Bibliotheken aus der Auswahlliste auswählen. Wählen Sie 'Alle Bibliotheken', wenn das Attribut von allen Bibliotheken verwendet werden soll.

source: Note that items with locations already set on them will not be altered. The branch limitation only limits the choosing of an authorized value based on the home branch of the current staff login. All authorized values for item records (LOC, LOST, CCODE, etc) will show in the OPAC for all patrons.
de: Eine Notiz, die besagt, dass Exemplare, die bereits einen Standort haben nicht verändert werden. Die Einschränkung nach Standort begrenzt nur das Auswählen eines normierten Wertes, der an einem Standort angelegt wurde, der mit dem aktuellen Login übereinstimmt. Alle normierten Werte für Exemplardatensätze (LOC, LOST, CCODE, etc.) werden für alle Benutzer im OPAC angezeigt.

source: If you'd like to only show this attribute on patrons of one type choose that patron type from the 'Category' pull down
de: Wenn das Benutzerattribut nur für eine Benutzerkategorie angezeigt werden soll, wählen Sie diese aus der Auswahlliste unter 'Kategorie'.

source: If you have a lot of attributes it might be handy to group them so that you can easily find them for editing. If you create an :ref:`Authorized value <authorized-values-label>` for PA\_CLASS it will show in the 'Class' pull down and you can then change your attributes page to have sections of attributes
de: Wenn viele Benutzerattribute verwendet werden, kann es praktisch sein diese zu gruppieren. Dazu wird eine Kategorie in den :ref:`Normierten Werten <authorized-values-label>` mit dem Code PA\_CLASS angelegt. Die dort definierten Werte werden dann im Feld 'Klasse' als Auswahlliste angeboten und können mit den Attributen verknüpft werden.

source: Click Save to save your new attribute
de: Klicken Sie auf 'Speichern', um Ihr neues Attribut speichern

source: Once added your attribute will appear on the list of attributes and also on the patron record add/edit form
de: Ist es einmal hinzugefügt, dann erscheit Ihr Attribut auf der Liste der Attribut und auch im Formular für das Hinzufügen/Ändern des Benutzerdatensatzes

source: If you have set up classes for organizing attributes they will appear that way on the add/edit patron form
de: Wenn Klassen für die Gruppierung von Benutzerattributen definiert wurden, werden diese beim Ändern und Hinzufügen von Benutzern angezeigt.

source: Editing/deleting patron attributes
de: Benutzerattribute bearbeiten/löschen

source: Each patron attribute has an edit and a delete link beside it on the list of attributes.
de: Jeder Benutzersatz hat seitwärts einen Link zum Bearbeiten und Löschen.

source: Some fields in the attribute will not be editable once created:
de: Manche Feldattribute können nach ihrer Erzeugung nicht mehr geändert werden:

source: Patron attribute type code
de: Benutzerattribut

source: Repeatable
de: wiederholbar

source: Unique identifier
de: Eindeutige Kennung

source: You will be unable to delete an attribute if it's in use.
de: Ein Attribut, das noch im Gebrauch ist, können Sie nicht löschen.

source: Library transfer limits
de: Transportregeln

source: Limit the ability to transfer items between libraries based on the library sending, the library receiving, and the collection code involved.
de: Begrenzen Sie den Transport von Exemplaren zwischen Standorten ausgehend vom Lieferstandort, Abholstandort und der Sammlung.

source: *Get there:* More > Administration > Patrons and circulation > Library transfer limits
de: *Pfad in Koha:* Mehr > Administration > Benutzer und Ausleihe > Transportregeln

source: These rules only go into effect if the preference :ref:`UseBranchTransferLimits <usebranchtransferlimits-and-branchtransferlimitstype-label>` is set to 'enforce'.
de: Diese Regeln werden nur angewendet, wenn der Parameter :ref:`UseBranchTransferLimits <usebranchtransferlimits-and-branchtransferlimitstype-label>` auf 'Erzwingen' gesetzt ist.

source: Before you begin you will want to choose which library you are setting these limits for.
de: Bevor Sie beginnen sollten sie die Bibliothek wählen, für die Sie die Beschränkungen setzen wollen.

source: Transfer limits are set based on the collections codes you have applied via the :ref:`Authorized value <authorized-values-label>` administration area.
de: Transportregeln werden auf Grund der Sammlungscodes festgelegt, die Sie in der Adminstration in den :ref:`Normierten Werten <authorized-values-label>` definiert haben.

source: Collection codes will appear as tabs above the checkboxes:
de: Sammlungscodes erscheinen als Reiter über den Auswahlboxen.

source: Check the boxes for the libraries that you accept checkins from for the item type you have selected at the top (in the example below - FIC)
de: Markieren Sie die Bibliotheken, von denen Sie oben den Medientyp ausgewählt haben und von der Sie Medien zurücknehmen.

source: In the above example, Centerville library will allow patrons to return items from all libraries except Liberty and Franklin to their branch.
de: Im oben genannten Beispiel erlaubt die Bibliothek in Centerville Benutzern Bücher aus allen Bibliotheken, außer aus Liberty und Franklin bei sich zurückzugeben.

source: Transport cost matrix
de: Transportkostentabelle

source: The transport cost matrix lets a library system define relative costs to transport books to one another. In order for the system to use this matrix you must first set the :ref:`UseTransportCostMatrix` preference to 'Use'.
de: Die Transportkostentabelle erlaubt es, die Transprotkosten zwischen Bibliotheken zu definieren. Damit das System diese Tabelle nutzen kann, muss der Systemparameter :ref:`UseTransportCostMatrix` eingeschaltet sein.

source: The transport cost matrix takes precedence in controlling where holds are filled from, if the matrix is not used then Koha checks the :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>`.
de: Die Transportkostentabelle kontrolliert, wo Vormerkungen gesetzt wurden. Wird die Matrix nicht genutzt, prüft Koha den Systemparameter :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>`.

source: Costs are decimal values between some arbitrary maximum value (e.g. 1 or 100) and 0 which is the minimum (no) cost. For example, you could just use the distance between each library in miles as your 'cost', if that would accurately reflect the cost of transferring them. Perhaps post offices would be a better measure. Libraries sharing a post office would have a cost of 1, adjacent post offices would have a cost of 2, etc.
de: Die Kosten sind Dezimalwerte zwischen 0 (keine Kosten) und einem beliebigen Maximum (z.B. 1 oder 100). Zum Beispiel könnte die Distanz zwischen zwei Bibliotheken als Maß genommen werden, falls dies die Transferkosten präzise genug reflektiert.

source: To enter transport costs simply click in the cell you would like to alter, uncheck the 'Disable' box and enter your 'cost'
de: Um die Transportkosten zu erfassen klicken Sie einfach auf die zu bearbeitende Zelle, wählen Sie 'Deaktiviert' ab und geben Sie die 'Kosten' ein.

source: After entering in your cost, hit 'Enter' on your keyboard or click the 'Save' button at the bottom of the matrix to save your changes.
de: Nach der Eingabe der Kosten speichern Sie diese durch Betätigung der Eingabetaste oder der Schaltfläche 'Speichern' unterhalb der Tabelle.
