Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: de

source: When retrieving records from external targets you may wish to automate some changes to those records. XSLT's allow you to do this. Koha ships with some sample XSLT files in the /koha-tmpl/intranet-tmpl/prog/en/xslt/ directory ready for use:
de: Wenn Datensätze aus externen Quellen importiert werden, können Änderungen in den Datensätzen automatisiert erfolgen. Hierzu werden XSLT-Stylesheets verwendet. Koha wird bereits mit einigen XSLT-Beispieldateien /koha-tmpl/intranet-tmpl/prog/en/xslt/ installiert, die direkt verwendet werden können.

source: Del952.xsl: Remove items (MARC21/NORMARC)
de: Del952.xsl: Exemplarinformationen löschen (MARC21/NORMARC)

source: Del995.xsl: Remove items (UNIMARC)
de: Del995.xsl: Exemplarinformationen löschen (UNIMARC)

source: Del9LinksExcept952.xsl: Remove $9 links. Skip item fields (MARC21/NORMARC)
de: Del9LinksExcept952.xsl: $9-Unterfelder löschen. Exemplarfelder sind ausgenommen. (MARC21/NORMARC).

source: Del9LinksExcept995.xsl: Remove $9 links. Skip item fields (UNIMARC)
de: Del9LinksExcept995.xsl: $9-Unterfelder löschen. Exemplarfelder sind ausgenommen (UNIMARC).

source: Suggested bibliographic Z39.50 targets
de: Vorschläge für Z39.50-Server für bibliographische Daten

source: Koha libraries with open Z39.50 targets can share and find connection information on the Koha wiki: http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources. You can also find open Z39.50 targets by visiting IRSpy: http://irspy.indexdata.com.
de: Koha Bibliotheken mit offenen Z39.50-Servern können im Koha Wiki: http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources Informationen teilen bzw. finden. Offen zugängliche Z39.50-Server finden Sie auch unter IRSpy: http://irspy.indexdata.com.

source: The following targets have been used successfully by other Koha libraries (in the Americas):
de: Die folgenden Z39.50-Server wurden erfolgreich von anderen amerikanischen Bibliotheken eingesetzt:

source: ACCESS PENNSYLVANIA 205.247.101.11:210 INNOPAC
de: Zugang PENNSYLVANIA 205.247.101.11:210 INNOPAC

source: Suggested Authority Z39.50 Targets
de: Vorschläge für Z39.50-Server für Normdaten

source: LIBRARIESAUSTRALIA AUTHORITIES z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining Userid: ANLEZ / Password: z39.50
de: LIBRARIESAUSTRALIA AUTHORITIES z3950-test.librariesaustralia.nla.gov.au:210 AuthTraining Benutzername: ANLEZ / Passwort: z39.50

source: Add a SRU target
de: Neuer SRU-Server

source: From the main Z39.50/SRU page, click 'New SRU server'
de: Auf der Z39.50/SRU-Haupseite klicken Sie auf 'Neuer SRU-Server'.

source: 'Server name' should be populated with a name that will help you identify the source (such as the library name).
de: 'Servername' sollte einen einfach identifizierbaren Namen der Quelle enthalten. Beispiel: Name der Bibliothek.

source: 'Additional SRU options' is where you can enter additional options of the external server here, like sru\_version=1.1 or schema=marc21, etc. Note that these options are server dependent.
de: 'Zusätzliche SRU-Optionen': Sie können hier zusätzliche Optionen für externe Server angeben wie sru\_version=1.1 oder schema=marc21, etc. Beachten Sie dass solche Optionen serverabhängig sind.

source: 'SRU Search field mapping' lets you add or update the mapping from the available fields on the Koha search form to the specific server dependent index names.
de: In der 'SRU-Suchfeldzuordnung' können Sie die Übereinstimmungen von den verfügbaren Felder hinzufügen oder updaten.

source: To further refine your searches, you could add the following index names to the SRU search field mappings. To do this, edit the server and click the Modify button next to this field.
de: Um ihre Suchergebnisse weiter zu verfeinern, können Sie die folgenden Indexnamen der SRU-Suchfeldzuordnung hinzufügen. Um dies zu tun bearbeiten Sie den Server und verwenden Sie die 'Bearbeiten'-Schaltfläche neben diesem Feld.

source: Title
de: Titel

source: Any
de: Alle

source: Author
de: Verfasser

source: Subject
de: Schlagwort

source: Table: SRU mapping
de: Tabelle: SRU Übereinstimmung

source: Did you mean?
de: Meinten Sie?

source: *Get there:* More > Administration > Additional parameters > Did you mean?
de: *Pfad in Koha:* Mehr > Administration > Weitere Parameter > Meinten Sie?

source: Koha can offer 'Did you mean?' options on searches based on values in your :ref:`authorities <authorities-label>`.
de: Koha kann 'Meinten Sie?'-Vorschläge auf der Basis der :ref:`Normdaten <authorities-label>` generieren.

source: Did you mean? only works in the OPAC at this time. The intranet options are here for future development.
de: Meinten Sie? ist aktuell nur im OPAC verfügbar. Die Intranet-Optionen sind für zukünftige Entwicklungen aber bereits angelegt.

source: Using this page you can control which options Koha gives patrons on their search results.
de: Auf dieser Seite kann konfiguriert werden, welche Optionen Koha Benutzern anbietet, um Ihre Suchergebnisse zu verbessern.

source: To turn on the 'Did you mean?' bar on your search results you need to check the box next to each plugin you would like to use. The two plugins you have to choose from are:
de: Um das 'Meinten Sie...?'-Plugin zu aktivieren, muss die Checkbox neben jedem Plugin angeklickt werden, dass Sie verwenden möchten. Die beiden verfügbaren Plugins sind:

source: The ExplodedTerms plugin suggests that the user try searching for broader/narrower/related terms for a given search (e.g. a user searching for "New York (State)" would click the link for narrower terms if they're also interested in "New York (City)"). This is only relevant for libraries with highly hierarchical authority data.
de: Das ExplodedTerms-Plugin schlägt dem Benutzer breitere/engere/verwandte Begriffe für eine Suche vor (Beispiel: Bei einer Suche nach 'New York (Staat)' würde eine Suche mit engeren Begriffen auch nach 'New York (Stadt)' suchen). Dieser Parameter ist nur für Bibiotheken mit hierarchischen Normdaten interessant.

source: The AuthorityFile plugin searches the authority file and suggests the user might be interested in bibs linked to the top 5 authorities
de: Das Normdatenplugin durchsucht die Normdaten und schlägt dem Benutzer Titel vor, die mit den ersten 5 Normdatensätzen verknüpft sind, die es findet

source: If you want one plugin to take priority over another you simply drag it above the other.
de: Wenn ein Plugin die Priorität vor einem anderen haben soll, ziehen Sie es einfach über das andere.

source: If you choose both plugins you will see several options at the top of your search results
de: Wählen Sie beide Plugin, bekommen Sie verschiedene Optionen über der Trefferliste angezeigt

source: If you choose just the AuthorityFile you'll see just authorities.
de: Wählen Sie nur den AuthorityFile, sehen Sie die die Normdaten.

source: Column settings
de: Tabellenkonfiguration

source: *Get there:* Administration > Additional parameters > Column settings
de: *Pfad in Koha:* Mehr > Administration > Weitere Parameter > Tabellenkonfiguration

source: Clicking on the module you'd like to edit tables for will show you the options available to you.
de: Klicken Sie auf das Modul, dessen Tabellen Sie bearbeiten möchten, um die verschiedenen Optionen anzuzeigen.

source: This area lets you control the columns that show in the table in question. If nothing is hidden you will see no check marks in the 'is hidden by default' column.
de: In diesem Bereich können Sie konfigurieren, welche Spalten in den Tabellen verschiedener Module in Koha angezeigt werden. Wenn keine Spalten ausgeblendet wurden, werden keine Häkchen und alle Spalten in der Tabelle angezeigt.

source: And will see all of the columns when viewing the table on its regular page.
de: Und Sie sehen alle Spalten, wenn Sie die Tabelle auf der entsprechenden Seite sehen.

source: If columns are hidden they will have checks in the 'is hidden by default' column.
de: Wenn Spalten ausgeblendet wurden, sind diese in der Spalte 'Voreinstellung: ausgeblendet' angehakt

source: And hidden when you view the table.
de: Und versteckt, wenn Sie die Tabelle sehen.

source: You can also toggle columns using the 'Show/hide columns' button in the top right of the page
de: Sie können die Spalten auch über die Schaltfläche 'Zeige/Verstecke Spalten' in der rechten oberen Ecke der Seite bearbeiten.

source: Module
de: Modul

source: Late orders
de: Überfällige Bestellungen

source: Currencies
de: Währungen

source: Catalog
de: Katalog

source: Acquisition details
de: Erwerbungsdetails

source: Checkout history
de: Ausleihverlauf

source: Cataloging
de: Katalogisierung

source: Circulation
de: Ausleihe

source: Checkouts
de: Ausleihen

source: Holds to pull
de: Zu erledigende Vormerkungen

source: Holds queue
de: Liste der Vormerkungen

source: Hold ratios
de: Vormerkrate

source: Course reserves
de: Semesterapparate

source: Courses
de: Kurse

source: Reserves
de: Exemplare

source: Interlibrary loans
de: Fernleihen

source: Patrons
de: Benutzer

source: Holds history
de: Vormerkhistorie

source: Patron lists
de: Benutzerlisten

source: Tools
de: Werkzeuge

source: Items lost
de: Vermisste Exemplare

source: Serials
de: Zeitschriften

source: Audio alerts
de: Akustische Signale

source: If you have your :ref:`AudioAlerts` preference set to 'Enable' you will be able to control the various alert sounds that Koha uses from this area.
de: Wenn der Systemparameter :ref:`AudioAlerts` auf 'Aktiviere' eingestellt ist, können Sie in diesem Bereich die verschiedenen akkustischen Signale, die Koha benutzt kontrollieren.

source: *Get there:* More > Administration > Additional parameters > Audio alerts
de: *Pfad in Koha:* Mehr > Administration > Weitere Paramter > Akkustische Signale

source: Each dialog box in Koha has a CSS class assigned to it that can be used as a selector for a sound.
de: Jede Dialog-Box in Koha hat eine zugewiesene CSS Klasse. Diese fungiert als Wahlschalter für einen Ton.

source: You can edit the defaults by clicking the 'Edit' button to the right of each alert.
de: Sie können die Standardeinstellung durch klicken auf die Schaltfläche "Bearbeiten" rechts von jedem Signal bearbeiten.

source: You can assign alerts to other CSS classes in Koha by entering that information in the selector box. For example if you enter
de: Sie können Signaltöne anderen CSS Klassen in Koha zuordnen, indem Sie die Information in die Box 'Selektor' eingeben. Zum Beispiel

source: Then when you visit the checkin page you will hear an alert.
de: Wenn Sie auf 'Ton abspielen' klicken hören Sie ein akkustisches Signal

source: Every page in Koha has a unique ID in the body tag which can be used to limit a sound to a specific page
de: Jede Seite in Koha hat eine eigene ID, die verwendet werden kann um eine spezielle Seite einem Ton zuzuordnen.

source: Any ID selector (where HTML contains id="name\_of\_id" ) and can also be a trigger as: #name\_of\_selector
de: Jeder ID-Selektor ( HTML enthält id="name\_of\_id" ) und kann auch als Trigger fungieren: #name\_of\_selector

source: SMS cellular providers
de: SMS-Mobilfunk-Provider

source: This option will only appear if the :ref:`smssenddriver-label` preference is set to 'Email'
de: Diese Option erscheint nur, wenn der Systemparameter :ref:`SMSSendDriver <smssenddriver-label>` auf 'Email' gesetzt ist

source: From here you can enter as many cellular providers as you need to send SMS notices to your patrons using the email protocol.
de: Von hier aus können Sie soviele Netzprovider hinzufügen, wie Sie benötigen um SMS Nachrichten an Ihre Benutzer zu verschicken.

source: Some examples in the US are:
de: Einige Beispiele in den USA sind:

source: SMS Gateway Domain
de: SMS Gatewy Domain

source: Verizon Wireless
de: Verzion Wireless

source: Table: SMS provider examples
de: Tabelle: Beispiele für SMS Anbieter

source: To add new providers enter the details in the form and click 'Add new' to save.
de: Um einen neuen Anbieter hinzuzufügen, geben Sie die Informationen in die Maske ein und klicken Sie 'Hinzufügen' um zu speichern.

source: These options will appear in the OPAC for patrons to choose from on the :ref:`messaging tab <your-messaging-label>` if you have :ref:`EnhancedMessagingPreferences` enabled.
de: Wenn Sie den Systemparameter :ref:`EnhancedMessagingPreferences` gesetzt haben erscheinen diese Optionen im OPAC für die Benutzer im :ref:`Reiter Benachrichtigungen <your-messaging-label>`

source: Share content with Mana KB
de: Daten mit der Mana KB teilen

source: Additional fields
de: Zusatzfelder

source: If you choose the MARC field, make sure you enter it in this format: field$subfield
de: Wählen Sie das MARC-Feld aus, dann geben Sie die Information in diesem Format an: Feld$Unterfeld.

source: You might want to track which department you're ordering this serial for
de: Sie können nachverfolgen für welche Abteilung Sie die Zeitschrift bestellen

source: In the 'Name' field, enter 'Department'
de: Geben Sie in das Feld 'Name' die 'Abteilung' an

source: In the 'Authorized value category' field, choose DEPARTMENT
de: Im Feld 'Kategorie für normierte Werte' wählen Sie DEPARTMENT aus.

source: Check the 'Searchable' box
de: Haken Sie die Box 'Suchbar' an

source: When you are :ref:`adding a subscription <add-a-subscription-label>`, the field will be in the 'Additional fields' section with its authorized values drop-down menu.
de: Wenn Sie ein :ref:`Abonnement anlegen <add-a-subscription-label>`, wird das Feld als 'Zusatzfeld' mit einer Auswahlliste der normierten Werte angezeigt.

source: When you view the subscription, the field will appear under 'Additional fields'.
de: Wenn Sie das Abonnement anschauen, erscheint das Feld unter 'Zusatzfelder'.

source: Because we made the field searchable, it will also be in the serials subscription search.
de: Da Sie das Feld als 'suchbar' gekennzeichnet haben, wird es auch in der Suche der 'Zeitschriftenabonnements' angezeigt.

source: **Example 2:** Additional field using MARC field
de: **Beispiel 2:** Zusatzfelder > MARC-Feld

source: This is particularly useful if you want to view bibliographic information in the subscription detail page. In this example, we will add the 521$a field, which is, in MARC21, the target audience note.
de: Dies ist vorallem hilfreich, wenn Sie auf der Detailansicht des Abonnements bibliographische Informationen anzeigen möchten. In diesem Beispiel, fügen wir das Feld 521$a hinzu, welches in MARC21 die Fußnote zur Zielgruppe darstellt.

source: In the 'Name' field, enter 'Target audience'
de: Im Feld 'Name' geben Sie 'Zielgruppe' an

source: In the 'MARC field' field, enter '521$a'
de: Im Feld 'MARC Feld' geben Sie '521$a' ein

source: You will not be able to edit this field from the subscription form. If you need to add or change the value in this field, you must go through the :ref:`cataloging module <cataloging-label>`.
de: Sie können dieses Feld ausgehend vom Abonnement nicht bearbeiten. Möchten Sie etwas hinzufügen, oder den Wert des Feldes ändern, müssen Sie die Änderung über das :ref:`Katalogisierungsmodul <cataloging-label>` durchführen.

source: When you view the subscription, the field and the information from the bibliographic record will appear under 'Additional fields'.
de: In der Abonnement Ansicht, wird das Feld und die Information des bibliographischen Datensatzes unter 'Zusatzfelder' angezeigt.
