Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: de

source: Budgets can either be created :ref:`from scratch <add-a-new-budget-label>`, by :ref:`duplicating the previous year's budget <duplicate-a-budget-label>` or by :ref:`closing a previous year's budget <close-a-budget-label>`.
de: Etats können entweder durch :ref:`Neuanlegung <add-a-new-budget-label>`, :ref:`Duplizierung <duplicate-a-budget-label>` oder durch :ref:`Abschließen eines vorangegangenen Jahres <close-a-budget-label>` angelegt werden.

source: Add a new budget
de: Neuen Etat anlegen

source: If you haven't used Koha before for acquisitions then you'll need to start fresh with a new budget. To add a new budget click the 'New budget' button.
de: Wenn Sie das Erwerbungsmodul zum ersten Mal einsetzen, müssen Sie zunächst einen Etat anlegen. Klicken Sie dazu auf die Schaltfläche 'Neuer Etat'.

source: Choose the time period this budget is for, whether it's an academic year, a fiscal year, a quarter, etc.
de: Wählen Sie den Zeitraum, für den dieser Etat gültig ist, sei es ein Studienjahr, ein Etatjahr, ein Quartal etc.

source: The description should be something that will help you identify the budget when ordering
de: Die Beschreibung sollte Ihnen helfen, bei der Bestellung den Etat zu identifizieren.

source: In the amount box do not use any symbols, simply enter the amount of the budget with numbers and decimals.
de: Verwenden Sie keine Symbole im Feld Betrag, tragen sie nur die Summe des Etats mit Nummern und Dezimalen ein.

source: Marking a budget active makes it usable when placing orders in the acquisitions module, even if the order is placed after the budget end date. This will allow you to record orders that were places in a previous budget period.
de: Wenn ein Etat als aktiv gekennzeichnet ist, können auf diesen Etat in der Erwerbung Bestellungen erfolgen, auch wenn das Bestelldatum nach dem Etatende liegt. Das erlaubt Ihnen auch Bestellungen zu bearbeiten, die noch im vorangegangenen Etatzeitraum aufgegeben wurden.

source: Locking a budget means that funds will not be able to be modified by librarians
de: Das Sperren eines Etats bedeutet, dass Konten von den Mitarbeitern nicht verändert werden können.

source: Once you have made your edits, click the 'Save changes' button. You will be brought to a list of your existing budgets.
de: Klicken Sie auf 'Änderungen speichern', wenn sie Ihre Änderungen gemacht haben. Es wird eine Liste aller Etats angezeigt.

source: Duplicate a budget
de: Einen Etat duplizieren

source: To duplicate a budget from a previous year, click on the link for the budget name from the list of budgets
de: Um einen Etat vom Vorjahr zu duplizieren, klicken Sie auf den Namen des Etats in der Liste der Etats

source: On the screen listing the budget breakdown click the 'Edit' button at the top and choose to 'Duplicate budget'
de: Auf der Maske, die die Etataufteilung anzeigt, klicken Sie auf die Schaltfläche 'Bearbeiten' und wählen Sie 'Etat duplizieren'

source: You can also click the 'Actions' button to the right of the budget and choose 'Duplicate'.
de: Sie können auch im Auswahlmenu 'Aktionen' rechts neben dem Etat die Option 'Duplizieren' auswählen.

source: In both cases you will be presented with a form where you simply need to enter the new start and end date and save the budget.
de: In beiden Fällen wird ein Formular angezeigt, in dem Sie Anfangs- und Enddatum eintragen und den Etat speichern können.

source: Check the box for 'Mark the original budget as inactive' if the original budget should no longer be used.
de: Setzen Sie ein Häkchen bei 'Original-Etat als inaktiv markieren', wenn der Original-Etat nicht mehr verwendet werden soll.

source: Check the box for 'Set all funds to zero' if you wish the new budget to contain all the same fund structures as the previous budget but no allocations until you manually enter an amount in the fund.
de: Setzen sie ein Häkchen bei 'Alle Konten auf Null setzen', wenn Sie die Etatstrukturen des vorherigen Kontos übernehmen, den neuen Betrag für jedes Konto jedoch manuell festlegen möchten.

source: This will not only duplicate your budget, but all of the funds associated with that budget so that you can reuse budgets and funds from year to year and so that you can move unreceived orders and if desired unspent funds from a previous budget to the new budget.
de: Dies wird sowohl den Etat als auch alle zugehörigen Konten duplizieren, sodass Sie diese von Jahr zu Jahr wieder verwenden, nicht zugegangene Bestellungen verschieben und verbliebene Mittel umbuchen können.

source: Close a budget
de: Etat schließen

source: Close a budget to move or roll over unreceived orders and if desired unspent funds from a previous budget to a new budget. Before closing your budget you might want to :ref:`duplicate the previous year's budget <duplicate-a-budget-label>` so that you have somewhere for the unreceived orders to roll to.
de: Schließen Sie einen Etat, um nicht erhaltene Bestellungen und, wenn gewünscht, verbliebene Mittel von einem vorherigen Etat auf einen neuen Etat zu verschieben. Bevor Sie den Etat schließen, können Sie den :ref:`Etat des vorherigen Jahres duplizieren <duplicate-a-budget-label>`, um die nicht zugegangenen Bestellungen auf diesen umzubuchen.

source: Find the previous budget with unreceived orders on the Active budgets or the Inactive budgets tab and select 'Close' under 'Actions'.
de: Suchen Sie den vorherigen Etat mit den offenen Bestellungen entweder auf dem Reiter mit den aktiven oder auf dem Reiter mit den inaktiven Etats und wählen Sie 'Schließen' aus dem Auswahlmenü 'Aktionen'.

source: In order for the unreceived orders to be automatically moved to the new budget, the fund structures in the previous budget must exist in the new budget. Budgets without unreceived orders cannot be closed.
de: Damit nicht zugegangene Bestellungen automatisch zum neuen Etat verschoben werden, muss die Kontenstruktur des vorherigen Etats auch im neuen Etat existieren. Etats ohne nicht zugegangene Bestellungen können nicht geschlossen werden.

source: When you select 'Close' you will be presented with a form.
de: Wenn Sie 'Schließen' auswählen, wird Ihnen als nächstes ein Formular angezeigt.

source: Use the 'Select a budget' drop down to choose the new budget for the unreceived orders.
de: Verwenden Sie 'Etat auswählen', um den neuen Etat für nicht zugegangene Bestellungen auszuwählen.

source: Check the box for 'Move remaining unspent funds' to move the unspent amounts from the funds of the budget being closed to the selected budget.
de: Setzen Sie ein Häkchen bei 'Verbliebene Mittel umbuchen', wenn Sie verbliebene Mittel aus den Konten des zu schließenden Etats auf den ausgewählten Etat umbuchen möchten.

source: Once you have made your choices, click the 'Move unreceived orders' button. You will be presented with a dialog box that says 'You have chosen to move all unreceived orders from 'Budget X' to 'Budget Y'. This action cannot be reversed. Do you wish to continue?' Budget X is the budget to be closed and Budget Y is the selected budget.
de: Wenn Sie ihre Auswahl getroffen haben, klicken Sie die 'Nicht zugegangene Bestellungen umbuchen'-Schaltfläche. Es erscheint der Hinweis 'Sie haben entschieden, alle nicht zugegangenen Bestellungen von 'Etat X' nach 'Etat Y' zu verschieben. Dieser Vorgang kann nicht rückgangig gemacht werden. Weiter?' Etat X ist der Etat, der geschlossen wird, Etat Y ist der ausgewählte Etat.

source: If everything seems correct click 'OK' and the unreceived orders and, if selected, unspent funds will be moved.
de: Wenn alles in Ordnung ist, klicken Sie 'OK' und die nicht zugegangenen Bestellungen und, falls ausgewählt, die verbliebenen Mittel, werden verschoben.

source: Wait until the 'Report after moving unreceived orders from budget X to Y' displays. This will list the order numbers which have been impacted (grouped by fund) and detail if the unreceived order was moved or if there was a problem. For example, if the new budget does not contain a fund with the same name as the previous budget, the order will not be moved.
de: Warten Sie, bis der 'Bericht über die Umbuchung von nicht zugegangenen Bestellungen von Etat X auf Etat Y' erscheint. Dieser stellt die betreffenden Bestellungen (nach Konto sortiert) und Umbuchungen oder eventuelle Probleme dar. Z.B. wird die Bestellung nicht verschoben, wenn der neue Etat kein Konto mit dem selben Namen wie das vorherige Konto enthält.

source: Funds
de: Konten

source: *Get there:* More > Administration > Acquisitions > Funds
de: *Pfad in Koha:* Mehr > Administration > Erwerbungsparameter > Konten

source: Add a Fund
de: Neues Konto

source: A fund is added to a budget.
de: Ein Konto wird zu einem Etat hinzugefügt.

source: A :ref:`budget <adding-budgets-label>` must be defined before a fund can be created.
de: Es muss zuerst ein :ref:`Etat <adding-budgets-label>` angelegt werden, bevor Konten erstellt werden können.

source: To add a new fund click the 'New' button and then choose which budget you would like to add the fund to.
de: Verwenden Sie den Link 'Konto hinzufügen' um ein neues Konto anzulegen und wählen Sie dann den Etat, für den das Konto angelegt werden soll.

source: In the form that appears you want to enter the basics about your fund.
de: In der angezeigten Maske können Sie die Informationen zu Ihrem Etat eintragen.

source: The three first fields are required, the rest are optional
de: Die ersten drei Felder sind Pflichtfelder, der Rest ist optional

source: Fund code is a unique identifier for your fund
de: Der Kontocode ist ein eindeutiges Kennzeichen ihres Kontos

source: The fund name should be something that librarians will understand
de: Der Kontoname sollte so gewählt werden, dass er für das Bibliothekspersonal gut verständlich ist

source: Amount should be entered with only numbers and decimals, no other characters
de: Der Betrag sollte nur als Nummer oder Dezimalzahl angegeben werden und keine anderen Zeichen enthalten.

source: Warning at (%) or Warning at (amount) can be filled in to make Koha warn you before you spend a certain percentage or amount of your budget. This will prevent you from overspending.
de: Warnung bei (%) und Warnung bei (Summe) kann verwendet werden, um eine Warnung zu erhalten, wenn ein bestimmter Prozentsatz oder eine bestimmte Summe des Etats überschritten werden. Dies verhindert zu hohe Ausgaben.

source: You can choose to assign this fund to a librarian. Doing so will make it so that only that librarian can make changes to the fund
de: Sie können entscheiden, dieses Konto einem Bibliotheksmitarbeiter zuzuordnen. Damit können Sie erreichen, dass nur dieser Mitarbeiter Änderungen am Konto vornehmen kann

source: Choose which library will be using this fund
de: Wählen Sie aus, welche Bibliothek dieses Konto verwenden wird

source: You can restrict who can order from this fund by choosing either the 'owner', 'owner and users' or 'owner, users and library' from the 'Restrict access to' menu
de: Sie können einschränken, wer von diesem Konto bestellt kann, indem Sie entweder 'Besitzer', 'Besitzer und Benutzer' oder 'Besitzer, Benutzer und Bibliothek' aus dem Auswahlmenü zur Zugangsbeschränkung wählen.

source: Without an owner, the access restriction will be ignored, be sure to enter an owner as well as choose a restriction
de: Ohne Besitzer wird die Zugangsbeschränkung ignoriert. Stellen Sie sicher, dass neben der Beschränkung auch ein Besitzer eingerichtet ist.

source: Notes are simply for any descriptive notes you might want to add so that librarians know when to use this fund
de: Das Notizfeld kann Hinweise für die Bibliotheksmitarbeiter enthalten, so dass klar ist, wann dieses Konto verwendet wird

source: Planning categories are used for statistical purposes. If you will be using the Asort1 and/or Asort2 authorised values lists to track your orders you need to select them when setting up the fund. Select the Asort1/Asort2 option from the dropdown lists for the Statiscal 1 done on: and Statistical 2 done on: fields.
de: Planungskategorien werden für statistische Zwecke verwendet. Benutzen Sie die Kategorien Asort1 und/oder Asort2 aus den normierten Werten um Ihre Bestellungen zu verfolgen, müssen Sie diese auswählen, wenn Sie das Konto einrichten. Wählen Sie die Asort1/Asort2 Optionen aus dem PullDown-Menü.

source: To learn more about planning categories, check out the :ref:`Planning category FAQ <faq-planning-categories-label>`.
de: Um mehr über Planungskategorien zu erfahren, überprüfen Sie :ref:`Planungs Kategorie FAQ <faq-planning-categories-label>`.

source: When complete, click 'Submit' and you will be brought to a list of all of the funds for the budget.
de: Wenn Sie fertig sind, klicken Sie auf "Abschicken" und es wird Ihnen eine Liste aller Konten zum Etat angezeigt.

source: The monetary columns in the fund table break down as follows:
de: Die Währungsspalten im Konto werden wie folgt aufgegliedert:

source: Base-level allocated is the 'Amount' value you defined when creating the fund
de: 'Basis-Level zugewiesen' ist die Summe, die Sie definieren, wenn Sie ein Konto anlegen

source: Base-level ordered is the ordered amount for this fund (without child funds)
de: 'Basis-Level bestellt' ist die Summe für Bestellungen in diesem Konto

source: Total ordered is the base-level ordered for this fund and all its child funds
de: 'Total bestellt' ist das Basis-Level für alle Bestellungen ausgehend von diesem Konto mit allen Unterkonten.

source: Base-level spent is the spent amount for this fund (without child funds)
de: 'Basis-Level ausgegeben' ist die Summe aller Ausgaben dieses Kontos (ohne Unterkonten)

source: Total spent is the base-level spent for this fund and all its child funds
de: 'Total ausgegeben' ist das Basis-Level für alle Ausgaben dieses Kontos mit allen Unterkonten

source: Base-level available is 1 - 2
de: Basis-Level verfügbar

source: Total available is 1 - 3
de: Insgesamt verfügbar

source: To the right of each fund you will find the 'Actions' button under which you will find the 'Edit,' 'Delete,' and 'Add child fund' options.
de: Rechts neben jedem Konto finden Sie ein Auswahlmenü 'Aktionen', welches die Optionen 'Bearbeiten', 'Löschen' und 'Unterkonto hinzufügen' auflistet.

source: A child fund simply a sub-fund of the fund listed. An example would be to have a fund for 'Fiction' and under that have a fund for 'New releases' and a fund for 'Science Fiction.' It is an optional way to further organize your finances.
de: Ein Unterkonto ist ein Unterkonto des aufgelisteten Kontos. Ein Beispiel: Für ein Konto 'Belletristik' könnte man weitere Unterkonten 'Neuerscheinungen' und 'Science Fiction' definieren. Es handelt sich um eine optionale Funktion um die Finanzmittel zu organisieren.

source: Funds with children will show with a small arrow to the left. Clicking that will show you the children funds.
de: Konten mit Unterkonten werden mit einem kleinen Pfeil nach links angezeigt. Klicken Sie diesen an, um die Unterkonten anzuzeigen.

source: Budget planning
de: Etatplanung

source: When viewing the list of funds click the 'Planning' button and choose how you would like to plan to spend your budget.
de: In der Anzeige der Kontenliste können Sie über die Schaltfläche 'Planung' festlegen, wie das Budget verwendet werden soll.

source: If you choose 'Plan by MONTHS' you will see the budgeted amount broken down by months:
de: Wenn Sie 'Planung nach Monaten' auswählen, wird der Betrag auf Monate verteilt:

source: To hide some of the columns you can click the 'hide' link to the right (or below as in the screenshot above) the dates. To add more columns you can click the 'Show a column' link found below the 'Fund remaining' heading.
de: Um eine Spalte zu verbergen klicken Sie auf 'Zeige/Verberge Spalten. Um mehr Spalten hinzuzufügen, verwenden Sie den entsprechenden Link unter dem Titel 'Verbleibender Betrag'.

source: From here you can plan your budget spending by manually entering values or by clicking the 'Auto-fill row' button. If you choose to auto-fill the form the system will try to divide the amount accordingly, you may have to make some edits to split things more accurately.
de: Von hier aus können Sie Ihre Ausgaben planen, indem Sie die Werte manuell oder über den Link 'Reihe automatisch ausfüllen' eingeben. Wenn Sie den Link verwenden wird das System den Betrag möglichst gleichmäßig verteilen, evtl. müssen Sie dann noch einige Anpassungen machen.

source: Once your changes are made, click the 'Save' button. If you would like to export your data as a CSV file you can do so by entering a file name in the 'Output to a file named' field and clicking the 'Output' button.
de: Nachdem Sie Ihre Änderungen gemacht haben, klicken Sie auf 'Speichern'. Wenn Sie Ihre Daten in eine CSV-Datei exportieren möchten, können Sie einen Dateinamen unter 'Ausgabe als Datei' angeben und auf 'Ausgabe' klicken.

source: EDI accounts
de: EDI-Konten

source: From here you can set up the information needed to connect to your acquisitions vendors.
de: Hier können Sie die benötigten Kontaktinformationen Ihrer Erwerbungslieferanten einrichten.

source: Before you begin you will need at least one :ref:`Vendor set up in Acquisitions <add-a-vendor-label>`.
de: Bevor Sie anfangen müssen Sie mindestens einen :ref:`Lieferanten für die Erwerbung <add-a-vendor-label>` eingerichtet haben.

source: To add account information click the 'New account' button.
de: Um Kontoinformationen hinzuzufügen, benützen Sie die Schaltfläche 'Neues Konto'.

source: In the form that appears you will want to enter your vendor information.
de: In der angezeigten Maske können Sie die Informationen zu Ihrem Lieferanten eintragen.

source: New account information
de: Neue Kontoinformation

source: Each vendor will have one account.
de: Jeder Händler hat ein Konto.

source: Library EANs
de: Bibliotheks-EANs

source: A library EAN is the identifier the vendor gives the library to send back to them so they know which account to use when billing. One EDI account can have multiple EANs.
de: Eine Bibliotheks-EAN ist eine Identifikationsnummer, die der Händler der Bibliothek zuweist, sodass Rechnungen dem jeweils zugehörigen Konto zugewiesen werden. Ein EDI-Konto kann mehrere EANs haben.

source: To add an EAN click the 'New EAN' button.
de: Um eine EAN hinzuzufügen, benützen Sie die Schaltfläche 'Neue EAN'.

source: New EAN
de: Neue EAN

source: In the form that appears enter the information provided by your vendor.
de: In der angezeigten Maske können Sie die von ihrem Händler zur Verfügung gestellten Informationen eintragen.

source: New EAN form
de: Maske 'Neue EAN'

source: Additional parameters
de: Weitere Parameter

source: *Get there:* More > Administration > Additional parameters
de: *Pfad in Koha:* Mehr > Administration > Weitere Parameter

source: Z39.50/SRU servers
de: Z39.50/SRU-Server

source: Z39.50 is a client/server protocol for searching and retrieving information from remote computer databases, in short it's a tool used for copy cataloging.
de: Z39.50 ist ein Client-Server-Protokolle für die Suche und das Abfragen von Informationen von entfernten Datenbanken. Kurz gesagt ist es ein Werkzeug für die Fremddatenübernahme.

source: SRU- Search/Retrieve via URL - is a standard XML-based protocol for search queries, utilizing CQL - Contextual Query Language - a standard syntax for representing queries.
de: SRU-Suche/Abrufen via URL- ist ein Standard XML basiertes Protokoll für Suchabfragen, welches CQL - Contextual Query Language verwendet - eine Standard Schreibweise für Abfragen.

source: Using Koha you can connect to any Z39.50 or SRU target that is publicly available or that you have the log in information to and copy both bibliographic and/or authority records from that source.
de: Mit Koha können Sie auf Z39.50- und SRU-Server zugreifen, die öffentlich zugänglich sind oder für die Sie die Anmeldedaten besitzen, und von dieser Quelle Titel- und Normdatensätze übernehmen.

source: *Get there:* More > Administration > Additional parameters > Z39.50/SRU servers
de: *Pfad in Koha:* Mehr > Administration > Weitere Parameter > Z39.50./SRU-Server

source: Koha comes with a default list of Z39.50/SRU targets set up that you can add to, edit or delete
de: Koha hat eine Liste von Standardeinstellungen von Z39.50- bzw. SRU-Servern vorinstalliert, die Sie bearbeiten, löschen und vervollständigen können.

source: To find additional Z39.50 targets you use IndexData's IRSpy: `http://irspy.indexdata.com <http://irspy.indexdata.com/>`__ or the Library of Congress's list of targets http://www.loc.gov/z3950/
de: Um zusätzliche Z39.50 Vorgaben zu finden, benutzen Sie IndexData's IRSpy: `http://irspy.indexdata.com <http://irspy.indexdata.com/>`__ oder die Vorgabenliste der Library of Congress http://www.loc.gov/z3950/

source: Add a Z39.50 target
de: Z39.50 Server hinzufügen

source: From the main Z39.50 page, click 'New Z39.50 server'
de: Auf der Z39.50/SRU-Haupseite klicken Sie auf 'Neuer Z39.50 Server'

source: 'Z39.50 server' should be populated with a name that will help you identify the source (such as the library name).
de: Der 'Z39.50-Server' sollte einen einfach identifizierbaren Namen der Quelle enthalten ( zum Beispiel den Name der Bibliothek).

source: 'Hostname' will be the address to the Z39.50 target.
de: Der 'Hostname' besteht aus der Adresse zum Z39.50-Server

source: 'Port' tells Koha what port to listen on to get results from this target.
de: Der 'Port' sagt Koha, auf welchem Port es Ergebnisse von diesem Server erhält.

source: 'Userid' and 'Password' are only required for servers that are password protected.
de: 'Nutzer-ID' und 'Passwort' sind nur für Server nötig, die passwortgeschützt sind.

source: Check the 'Preselected' box if you want this target to always be selected by default.
de: Haken Sie die Box 'Ausgewählt' an, wenn Sie möchten, dass der Server automatisch durch Standardeinstellung ausgewählt wird.

source: 'Rank' lets you enter where in the list you'd like this target to appear.
de: Der 'Rang' legt fest, an welcher Stelle in der Liste der Server angezeigt wird.

source: If this is left blank the targets will be in alphabetical order.
de: Bleibt der Rang leer, werden die Server in alphabetischer Reihenfolge angezeigt.

source: 'Syntax' is the MARC flavor you use.
de: 'Syntax' bezeichnet den MARC-Dialekt, den Sie verwenden.

source: 'Encoding' tells the system how to read special characters.
de: Der 'Zeichensatz' sagt dem System, wie Sonderzeichen interpretiert werden müssen.

source: 'Timeout' is helpful for targets that take a long while. You can set the timeout so that it doesn't keep trying the target if results aren't found in a reasonable amount of time.
de: Der 'Timeout' ist hilfreich für Server, deren Antwort einige Zeit in Anspruch nimmt. Sie können den Timeout so setzen, dass nach einer bestimmten Zeit nicht weiter versucht wird Ergebnisse für diesen Server zu erhalten.

source: 'Record type' lets you define if this is a bibliographic or an authority target.
de: Wählen Sie aus, um welche Art von Daten es sich handelt, um Titel- oder Normdaten.

source: 'XSLT file(s)' lets enter one or more (comma-separated) XSLT file names that you want to apply on the search results.
de: 'XSLT-Datei(en)': Eine oder mehrere XSLT-Dateien (durch Komma getrennt), die auf die Suchresultate angewandt werden.
