Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: de

source: Basic parameters
de: Basisparameter

source: *Get there:* More > Administration
de: *Pfad in Koha:* Mehr > Administration

source: **Important**
de: **Wichtig**

source: Configure all 'parameters' in the order they appear.
de: Konfigurieren Sie die Parameter in der vorgegebenen Reihenfolge.

source: Libraries
de: Bibliotheken

source: When setting up your Koha system you will want to add information for every library that will be sharing your system. This data is used in several areas of Koha.
de: Bei der Einrichtung Ihres Koha-Systems wollen Sie für jede Zweigbibliothek Informationen eingeben. Diese Daten werden in unterschiedlichen Bereichen von Koha verwendet.

source: *Get there:* More > Administration > Basic Parameters > Libraries
de: *Pfad in Koha:* Mehr > Administration > Basisparameter > Bibliotheken

source: When visiting this page you are presented with a list of the libraries that have already been added to the system.
de: Wenn Sie auf dieser Seite sind, wird Ihnen eine Liste der in diesem System bereits angelegten Bibliotheken angezeigt.

source: Adding a library
de: Neue Bibliothek anlegen

source: To add a new library:
de: Eine neue Bibliothek hinzufügen:

source: Click 'New library'
de: 'Neue Bibliothek' anklicken

source: The top of the form asks for some basics about the library
de: Am Anfang des Formulars werden einige Grundinformationen über die Bibliothek abgefragt

source: The library code should not contain any spaces and be 10 or fewer characters. This code will be used as a unique identifier in the database.
de: Der Bibliothekscode sollte keine Leerzeichen enthalten und zehn oder weniger Zeichen lang sein. Er dient als eindeutige Kennung in der Datenbank.

source: The name will be displayed on the OPAC wherever the library name displays to the public and should be a name that makes sense to your patrons.
de: Der Name wird im OPAC überall dort angezeigt, wo der Name der Bibliothek angegeben ist und sollte für ihre Benutzer nachvollziehbar sein.

source: Next you can enter basic contact info about the branch
de: Als nächstes können Sie die Kontaktinformationen für die Bibliothek erfassen.

source: The address and contact fields can be used to make notices custom for each library
de: Die Adress- und Kontaktfelder können verwendet werden, um die Benachrichtigungen für jede Bibliothek anzupassen.

source: The email address field is not required, but it should be filled for every library in your system
de: E-Mail-Adresse ist kein Pflichtfeld, sollte jedoch für jede Bibliothek im System ausgefüllt werden.

source: Be sure to enter a library email address to make sure that notices are sent to and from the right address
de: Geben Sie auf jeden Fall eine Mailadresse der Bibliothek an, um sicherzustellen, dass Benachrichtigungen von und an die richtige Adresse geschickt werden.

source: If you'd like you can enter a different 'Reply-To' email address. This is the email address that all replies will go to.
de: Wenn Sie möchten, können Sie eine andere Antwort-Email-Adresse angeben. An diese Adresse gehen dann alle Antworten.

source: **Note**
de: **Hinweis**

source: If you do not fill in this value Koha will use the address in the :ref:`ReplytoDefault` preference
de: Wenn Sie diesen Wert nicht angeben, wird Koha die Adresse aus dem Systemparameter :ref:`ReplytoDefault` verwenden.

source: If you'd like you can also enter a different 'Return-Path' email address. This is the email address that all bounced messages will go to.
de: Sie können zusätzlich eine Return-Path-Adresse angeben. An diese Adresse werden alle Nachrichten geleitet, die nicht zugestellt werden können.

source: If you do not fill in this value Koha will use the address in the :ref:`ReturnpathDefault` preference
de: Wenn Sie diesen Wert nicht angeben, wird Koha die Adresse aus dem Systemparameter :ref:`ReturnpathDefault` verwenden.

source: If the URL field is populated then the library name will be linked in the holdings table on the OPAC
de: Wenn das URL-Feld ausgefüllt ist, wird der Name der Bibliothek in der Exemplartabelle im OPAC verlinkt.

source: The OPAC info box is for you to put information about the library that will appear in the OPAC when the library name is moused over in the holdings table
de: Die Informationen aus OPAC-Info werden im OPAC angezeigt, wenn Sie mit der Maus in der Exemplartabelle über den Bibliotheksnamen fahren.

source: An IP address is required if you have enabled :ref:`AutoLocation`
de: Eine IP-Adresse ist notwendig, wenn :ref:`AutoLocation` aktiviert ist.

source: If this library has a specific `MARC organization code <http://www.loc.gov/marc/organizations/orgshome.html>`_, you can enter it here. If left blank, the code entered in the :ref:`MARCOrgCode` preference will be used for this library.
de: Wenn diese Bibliothek einen bestimmten `MARC Organisationen Code <http://www.loc.gov/marc/organizations/orgshome.html>`_ hat, können Sie diesen hier eingeben. Lassen Sie das Feld leer, wird der Code eingetragen der im Systemparameter :ref:`MARCOrgCode` eingetragen ist.

source: Of the fields listed, only 'Library code' and 'Name' are required
de: Von den angezeigten Feldern sind nur 'Bibliothekscode' und 'Name' Pflichtfelder.

source: Editing/deleting a library
de: Bearbeiten/Löschen einer Bibliothek

source: You will be unable to delete any library that has patrons or items attached to it.
de: Sie können eine Bibliothek, die noch Benutzer oder Titel zugeordnet hat, nicht löschen.

source: Each library will have an 'Edit' link to the right of it. Click this link to edit/alter details associated with the library in question.
de: Jede Bibliothek hat rechtsseitig einen 'Bearbeiten'-Link. Zum Bearbeiten/Ändern der Details anklicken.

source: You will be unable to edit the 'Library code'
de: Sie können dann den 'Library Code' nicht mehr bearbeiten

source: Library groups
de: Bibliotheksgruppen

source: *Get there:* More > Administration > Basic Parameters > Library groups
de: *Pfad in Koha:* Mehr > Administration > Basisparameter > Bibliotheksgruppen

source: When visiting this page you are presented with a list of the groups that have already been added to the system.
de: Wenn Sie auf dieser Seite sind, wird Ihnen eine Liste der in diesem System bereits eingetragenen Bibliotheksgruppen angezeigt.

source: Adding a group
de: Gruppe hinzufügen

source: Click the 'Add Group' button at the top of the screen
de: Klicken Sie auf 'Neue Gruppe' oben am Bildschirm.

source: Give the group a title and a description. Only the title is mandatory as it will show up in the staff client and in the OPAC. The description is only used in this page to give an idea of what the group is used for.
de: Vergeben Sie für die Gruppe einen Namen und eine Beschreibung. Nur der Name ist Pflichtfeld, weil dieser in der Dienstoberfläche und im OPAC angezeigt wird. Die Beschreibung wird nur in diesem Formular verwendet um deutlich zu machen wofür die Gruppe genutzt wird.

source: You can limit staff from seeing other groups' patrons by checking the box next to the 'Limit patron data access by group' option.
de: Sie können das Bibliothekspersonal beschränken für die Ansicht von Benutzergruppen, in dem Sie die Checkbox 'Zugang zu Benutzerdaten auf Gruppe beschränken' setzen.

source: This can be overriden with the :ref:`user permission view_borrower_infos_ from_any_libraries <patron-permissions-defined-label>`.
de: Dies kann mit der Berechtigung :ref:`user permission view_borrower_infos_ from_any_libraries <patron-permissions-defined-label>` überschrieben werden.

source: If you want the group to show up in the library pulldown menu at the top of the OPAC (with :ref:`OpacAddMastheadLibraryPulldown` set to 'Add') and on the advanced search page you can check the 'Use for OPAC search groups' box.
de: Wenn Sie möchten, dass die Gruppe im PullDown-Menü der Bibliothek oben im OPAC angezeigt werden soll (wenn Systemparameter :ref:`OpacAddMastheadLibraryPulldown` auf 'Zeige' gesetzt ist) und auf der Seite der Erweiterten Suche, dann haken Sie die Checkbox 'Als Suchgruppe im OPAC anzeigen' an.

source: If you want the group to appear in the library pulldown in the staff client advanced search, check the 'Use for staff search groups' box.
de: Möchten Sie die Gruppe im PullDown-Menü 'Bibliothek' in der Erweiterten Suche der Dienstoberfläche angezeigt bekommen, haken Sie die Checkbox 'Als Suchgruppe in der Dienstoberfläche anzeigen' an.

source: Adding a library to a group
de: Bibliothek einer Gruppe hinzufügen

source: Click on the 'Add library' button next to the group to add a library to this group. You will be presented with a list of the libraries that are not already in the group.
de: Klicken Sie auf die Schaltfläche 'Bibliothek hinzufügen' neben der Gruppe um eine Bibliothek hinzuzufügen. Sie bekommen eine Liste von Bibliotheken angezeigt, die noch nicht auf der Liste der Gruppe stehen.

source: Adding a sub-group
de: Untergruppe hinzufügen

source: If your system is very large, you can create sub-groups. Click on the 'Actions' button next to the group and select the 'Add a sub-group' option. Fill in the title and the description (optional) of the sub-group. The features will be inherited from the parent group.
de: Ist Ihr System sehr umfangreich, so können Sie Untergruppen erstellen. Klicken Sie auf die Schaltfläche 'Aktionen' und wählen Sie dann die Option 'Neue Untergruppe' aus. Füllen Sie dann die Felder Titel und Beschreibung (wahlweise) aus. Das Feature wird von der Vorgängergruppe übernommen.

source: Deleting a group
de: Gruppe löschen

source: To delete a group, click on the 'Actions' button next to the group and select the 'Delete' option.
de: Um eine Gruppe zu löschen, klicken Sie auf die Schaltfläche 'Aktionen' neben der Gruppe und wählen Sie die Option 'Löschen' aus.

source: Item types
de: Medientypen

source: Koha allows you to organize your collection by item types and collection codes.
de: In Koha kann der Bestand anhand von Medientypen und Sammlungen organisiert werden.

source: *Get there:* More > Administration > Basic parameters > Item types
de: *Pfad in Koha:* Mehr > Administration > Basisparameter > Medientypen

source: Item types typically refer to the material type (book, cd, dvd, etc), but can be used in any way that works for your library.
de: Medientypen beziehen sich meistens auf den Materialtyp (Buch, CD, DVD, etc.) können aber so verwendet werden, wie es für Ihre Bibliothek am besten funktioniert.

source: Adding item types
de: Medientypen hinzufügen

source: To add a new item type, simply click the 'New item type' button at the top of the Item types page.
de: Um einen neuen Medientyp anzulegen, klicken Sie auf 'Neuer Medientyp' im oberen Bereich der Medientypseite.

source: In the 'Item type' field, enter a short code for your item type (maximum of 10 characters)
de: Im Feld 'Medientyp' wird ein Kürzel für Ihren Medientyp gespeichert (maximal 10 Zeichen).

source: The description is the plain text definition of the item type (for those with multiple languages installed you can translate the item type description in to all of those languages using the 'Translate in to other languages' link)
de: Im Feld Beschreibung können Sie die Definition des Medientypen hinterlegen (haben Sie mehrere Sprachen in Ihrem System installiert, können Sie die Beschreibung des Medientyps in all diese Sprachen übersetzen, indem Sie auf den Link 'In andere Sprachen übersetzen' klicken).

source: Item types can be grouped together for searching at the same time. For example you can put DVDs and Bluray in to a group called Movie and then they can be searched together. These groups are defined in the ITEMTYPECAT :ref:`authorized value category <existing-values-label>`.
de: Medientypen können gruppiert werden, um in der Suche nach allen Medientypen dieser Gruppe suchen zu können. Sie können zum Beispiel DVDs und Bluray in eine Gruppe mit dem Überbegriff 'Film' einordnen. So können Sie zusammen gesucht werden. Diese Gruppen werden in den :ref:`normierten Werten <existing-values-label>` in der Kategorie ITEMTYPECAT definiert.

source: You can choose to have an image associated with your item type
de: Sie können ein Icon auswählen, das Sie dem Medientyp zuordnen.

source: You can choose from a series of image collections
de: Sie können aus einer Reihe von Bildersammlungen wählen

source: You can link to a remote image
de: Sie können auf ein Remote-Image verlinken

source: Or you can just have no image associated with the item type
de: Sie können auch keine Grafik mit dem Medientyp verknüpfen

source: To have your item type images appear in the OPAC you need to set :ref:`noItemTypeImages` to 'Show'
de: Damit Ihre Icons für die Medientypen im OPAC erscheinen, müssen Sie den Systemparameter :ref:`noItemTypeImages` auf 'Ja' setzen.

source: *Get there:* More > Administration > Global system preferences > :ref:`Administration <administration-system-preferences-label>`
de: *Pfad in Koha:* Mehr > Administration > Globale Systemparameter > :ref:`Administration <administration-system-preferences-label>`

source: For items that you are suppressing from the OPAC you can hide their item type from being searched in the OPAC
de: Für Exemplare, die Sie im OPAC ausblenden möchten, können Sie Ihren Medientyp verstecken.

source: For items that do not circulate, check the 'Not for loan' options
de: Für nicht ausleihbare Exemplare wählen Sie die Option 'Nicht ausleihbar'.

source: Items marked 'Not for loan' will appear in the catalog, but cannot be checked out to patrons
de: Exemplare, die als 'Nicht ausleihbar' markiert wurden, werden im Katalog angezeigt, können aber nicht an Benutzer entliehen werden.

source: Do not enter symbols in this field, only numbers and decimal points (ex. $5.00 should be entered as 5 or 5.00)
de: Geben Sie in dieses Feld keine Zeichen, sondern nur Ziffern und Dezimalpunkte ein (Zum Beispiel sollten 5,00€ als 5.00 eingegeben werden).

source: You can add a default replacement cost for this type of item. This is the amount that will be charged to the patron when lost if the item doesn't have a replacement cost. If the item has a replacement cost, that is the amount that will be charged to the patron.
de: Sie können Standard-Ersatzkosten für diesen Medientypen eintragen. Wenn Sie dieses Feld leer lassen, wird der Ersatzpreis für das Exemplar selbst den Nutzer belasten, wenn das Exemplar als verloren markiert ist.

source: You can also add a processing fee that will be added to the replacement cost.
de: Sie können auch Bearbeitungskosten (bei Verlust) eintragen, die zu den Ersatzkosten hinzugefügt werden.

source: If you would like a message or alert to appear when items of this type are checked in you can enter that in the 'Checkin message' box
de: Wenn Sie möchten, dass eine Nachricht angezeigt wird wenn Exemplare mit diesem Medientyp zurückgegeben werden, können Sie einen Text in das Feld 'Rückgabehinweis' eintragen.

source: The Checkin message type can be a Message or an Alert. The only difference between these two is the styling. By default a Message is blue
de: Im Feld 'Art des Rückgabehinweises' können Sie auswählen ob eine Nachricht oder eine Warnung ausgegeben werden soll. Der einzige Unterschied zwischen den beiden Einstellungen ist die Aufmachung. Die Standardeinstellung zeigt Nachrichten in blau.

source: and an Alert is yellow.
de: und eine Warnung wird in gelb angezeigt.

source: Some SIP devices need you to use a SIP-specific media type instead of Koha's item type (usually lockers and sorters need this media type), if you use a device like this you'll want to enter the SIP media type.
de: Einige SIP-Geräte benötigen einen speziellen SIP Medientyp statt eines Koha Medientyps. Benutzen Sie ein spezielles Gerät, werden Sie aufgefordert den SIP Medientyp einzugeben.

source: When finished, click 'Save changes'
de: Zum Beenden klicken Sie auf 'Änderungen speichern'.

source: All fields, with the exception of the 'Item type' will be editable from the Item types list
de: Alle Felder mit Ausnahme des 'Medientypcodes' können später bearbeitet werden.

source: Your new item type will now appear on the list
de: Ihr neues Exemplar wird jetzt in der Liste angezeigt

source: Editing item types
de: Medientypen bearbeiten

source: You will not be able to edit the code you assigned as the 'Item type' but you will be able to edit the description for the item.
de: Sie können den von Ihnen zugewiesenen Code für den 'Medientyp' nicht mehr ändern. Sie können aber jederzeit die Beschreibung für den Medientyp bearbeiten.

source: Deleting item types
de: Medientypen löschen

source: You will not be able to delete item types that are being used by items within your system.
de: Sie können Exemplartypen, die von Exemplaren in ihrem System genutzt werden, nicht löschen.

source: Authorized values
de: Normierte Werte

source: Authorized values can be used in several areas of Koha. One reason you would add an authorized value category would be to control the values that can be entered into MARC fields by catalogers.
de: Normierte Werte können in verschiedenen Bereichen von Koha verwendet werden. Eine Anwendung ist eine Auswahlliste mit möglichen Werten für ein bestimmtes MARC-Feld in der Katalogisierung.

source: *Get there:* More > Administration > Basic parameters > Authorized values
de: *Pfad in Koha:* Mehr > Administration > Basisparameter > Normierte Werte

source: Existing values
de: Vorhandene Werte

source: Koha installs with pre-defined values that your library is likely to use, for instance 'Lost'.
de: Koha wird mit einigen vorgegebenen normierten Werten installiert, die Ihre Bibliothek verwenden kann, zum Beispiel 'Verloren'.

source: Asort1
de: Statistik 1

source: Used for acquisitions statistical purposes
de: Verwendet für statistische Zwecke im Erwerbungsmodul

source: Asort2
de: Statistik 2

source: Values for custom patron messages that appear on the circulation screen and the OPAC. The value in the Description field should be the message text and is limited to 200 characters.
de: Hierbei handelt es sich um Werte um Benutzerbenachrichtigungen anzupassen, welche auf dem Bildschirm der Ausleihe und im OPAC angezeigt werden. Der Wert in dem Feld Beschreibung sollte den Text der Nachricht enthalten und ist auf 200 Zeichen begrenzt.

source: Values that can be entered to fill in the patron's sort 1 field
de: Werte, die im Benutzerkonto im Statistikfeld 1 eingetragen werden können.

source: Values that can be entered to fill in the patron's sort 2 field
de: Werte, die im Benutzerkonto im Statistikfeld 2 eingegeben werden können.

source: Collection codes (appears when cataloging and working with items)
de: Sammlungscodes (erscheint in der Katalogisierung und bei der Arbeit mit Exemplaren).

source: Used to generate control numbers in the advanced cataloguing editor. Enter a string ending with a number as the authorized value and use the description to describe the type of number. For example: 'sprLib0001' 'Springfield library'. In the advanced editor this will activate a new widget that will allow you to choose the type of number and generate the next number in the sequence.
de: Wird verwendet um Kontrollnummern im Erweiterten Editor der Katalogisierung zu generieren. Geben Sie einen String an, der mit der Nummer als Normiertem Wert endet, ein und geben Sie in das Feld Beschreibung den Nummerntyp ein. Zum Beispiel: 'sprLib0001' 'Springfield library'. Dies wird ein neues Wiget im Erweiterten Editor aktivieren, welches Ihnen erlaubt, den Nummerntyp auszuwählen und die nächste Nummer in der Abfolge zu generieren.

source: Used in UNIMARC 102 $a
de: Verwendet für UNIMARC 102$a

source: Descriptions for items marked as damaged (appears when cataloging and working with items)
de: Beschreibungen für beschädigte Exemplare (werden beim Anlegen und Bearbeiten eines Exemplars angezeigt)

source: Departments are required by and will be used in the `Course Reserves <#coursereserves>`__ module
de: Departments sind im Modul `Semesterapparate <#coursereserves>`__ erforderlich.

source: Used in French UNIMARC installations in field 995 $o to identify item status. Similar to NOT_LOAN
de: Verwendet in französischen UNIMARC-Installationen in Feld 995$o, um den Exemplarstatus festzulegen. Ähnlich zu NOT_LOAN

source: General holdings: acquisition status designator :: This data element specifies acquisition status for the unit at the time of the holdings report.
de: Allgemeine Bestandsdaten: Erwerbungsstatus :: Dieses Datenelement spezifiziert den Erwerbungsstatus der Einheit zum Zeitpunkt des Bestandreports.

source: General holdings: completeness designator
de: Allgemeine Bestandsdaten: Vollständigkeit

source: Physical form designators
de: Physisches Format

source: General holdings: retention designator :: This data element specifies the retention policy for the unit at the time of the holdings report.
de: Allgemeine Bestandsdaten: Aufbewahrung :: Dieses Datenelement legt die Aufbewahrungsrichtlinien für diese Einheit zum Zeitpunkt des Bestandberichts fest.

source: General holdings: type of unit designator
de: Allgemeine Bestandsdaten: Art der Einheit

source: Frequencies used by the housebound module. They are displayed on the housebound tab in the patron account in staff.
de: Frequenzen verwendet vom Modul für die aufsuchende Bibliotheksarbeit. Diese werden im entsprechenden Reiter im Benutzerkonto angezeigt.

source: Allows multiple Item types to be searched in a category. Categories can be entered into the Authorized value ITEMTYPECAT. To combine Item types to this category, enter this Search category to any Item types.
de: Dieser normierte Wert erlaubt, dass mehrere Medientypen in einer Kategorie suchbar sind. Im Normierten Wert ITEMTYPCAT können diese Kategorien definiert werden. Um Medientypen mit dieser Kategorie zu verbinden, geben Sie diese Suchkategorie in jedem Medientyp ein.

source: For example, an ITEMTYPECAT could be NEW, then in the Item type for NEW BOOKS NEW DVDS, etc the search category could be added NEW. This is helpful when a patron chooses the Search category of NEW, they could get Koha to search multiple Item types with a single search.
de: Beispiel: im ITEMTYPCAT wird die Kategorie NEU definiert, also wird in jedem dazugehörigen Medientyp, wie zum Beispiel NEU BÜCHER, NEU DVD usw. die Suchkategorie NEU hinzugefügt. Dies ist hilfreich, wenn ein Benutzer die Suchkategorie NEU auswählt, so erhält er mehrere Medientypen mit nur einer Suche.

source: ISO 639-2 standard language codes
de: ISO 639-2 Standard-Sprachcodes

source: Shelving location (usually appears when adding or editing an item). LOC maps to items.location in the Koha database.
de: Standort (wird bei der Bearbeitung und Verwaltung von Exemplaren angezeigt). LOC ist mit items.location in der Koha-Datenbank verknüpft.

source: Is the shelving cart location, used by :ref:`InProcessingToShelvingCart` and :ref:`ReturnToShelvingCart`
de: 'CART' ist der Standort des Einstellwagens und wird von den Systemparametern :ref:`InProcessingToShelvingCart` und :ref:`ReturnToShelvingCart` unterstützt.

source: The location to be used for :ref:`NewItemsDefaultLocation` (change description as desired), also the location expected by :ref:`InProcessingToShelvingCart`.
de: 'PROC' ist der Standort, der für neu katalogisierte Exemplare verwendet wird und wird von den Systemparametern :ref:`NewItemsDefaultLocation` und :ref:`InProcessingToShelvingCart` unterstützt (ändern Sie die Beschreibung wie gewünscht).

source: Descriptions for the items marked as lost (appears when adding or editing an item)
de: Beschreibungen für verlorene/vermisste Exemplare (werden beim Anlegen oder Bearbeiten eines Exemplars angezeigt)
