Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: de

source: If you chose to install classification sources during Koha's installation, you would see other values too:
de: Wenn Sie sich während der Installation dafür entschieden haben, Klassifikationsquellen zu installieren, sehen Sie hier weitere Einträge:

source: ANSCR (sound recordings)
de: ANSCR (Tonaufnahmen)

source: SuDOC classification
de: SuDOC Klassifikation

source: Universal Decimal Classification
de: Universelle Dezimalklassifikation

source: Other/Generic Classification
de: Andere/Generische Klassifikation

source: Adding/editing classification sources
de: Klassifikationsquellen hinzufügen/bearbeiten

source: You can add your own source of classification by using the 'New classification source' button. To edit use the 'Edit' button.
de: Über die Schaltfläche 'Neue Klassifikation' können Sie ihre eigene Klassifikationsquelle hinzufügen. Zum Bearbeiten benutzen Sie den Link 'Bearbeiten'.

source: When creating or editing:
de: Beim Anlegen oder Ändern:

source: You will need to enter a code and a description.
de: Sie müssen einen Code und eine Beschreibung eingeben.

source: Check the 'Source in use?' checkbox if you want the value to appear in the drop down list for this category.
de: Wählen Sie 'Source in use?', wenn der Wert in der Auswahlliste für diese Kategorie erscheinen soll.

source: Select the appropriate :ref:`filing rule <classification-filing-rules-label>` from the drop down list.
de: Wählen Sie die entsprechende :ref:`Sortierregel <classification-filing-rules-label>` aus der Drop-Down-Liste aus.

source: Classification filing rules
de: Sortierregeln für Klassifikationen

source: Filing rules determine the order in which items are placed on shelves.
de: Sortierregeln bestimmen die Reihenfolge, in der die Medien auf den Regalen aufgestellt sind.

source: Values that are pre-configured in Koha are:
de: Die Werte, die in Koha vorkonfiguriert wurden, sind:

source: Generic
de: Allgemein

source: Filing rules are mapped to :ref:`Classification sources <adding/editing-classification-sources-label>`. You can setup new filing rules by using the 'New filing rule' button. To edit use the 'Edit' button.
de: Sortierregeln werden den :ref:`Klassifikationsquellen <adding/editing-classification-sources-label>` zugewiesen. Mit der Schaltfläche 'Neue Sortierregeln' können Sie neue Sortierregeln anlegen. Zur Bearbeitung benutzen Sie den Link 'Bearbeiten'.

source: Enter a code and a description
de: Bitte Code und Beschreibung eingeben

source: Choose an appropriate filing routine - dewey, generic or lcc
de: Wählen Sie eine passende Ablageroutine - Dewey, Allgemein oder LCC

source: Record matching rules
de: Datensatzabgleichregeln

source: Record matching rules are used when importing MARC records into Koha.
de: Abgleichregeln werden angewendet, wenn MARC-Datensätze nach Koha importiert werden.

source: *Get there:* More > Administration > Catalog > Record matching rules
de: *Pfad in Koha:* Mehr > Administration > Katalog > Datensatzabgleichregeln

source: The rules that you set up here will be referenced with you :ref:`Stage MARC records for import <stage-marc-records-for-import-label>`.
de: Die Regeln, die Sie hier festlegen, werden auf Ihr :ref:`MARC-Datensätze für Import bereitstellen <stage-marc-records-for-import-label>` ausgelegt.

source: It is important to understand the difference between 'Match points' and 'Match checks' before adding new matching rules to Koha.
de: Es ist wichtig den Unterschied zwischen 'Prüfpunkten' und 'Prüfchecks' zu verstehen, bevor eine neue Übereinstimmungsregel in Koha hinzugefügt wird.

source: Match points are the criteria that you enter that must be met in order for an incoming record to match an existing MARC record in your catalog. You can have multiple match points on an import rule each with its own score. An incoming record will be compared against your existing records ('one record at a time') and given a score for each match point. When the total score of the match points matches or exceeds the threshold given for the matching rule, Koha assumes a good match and imports/overlays according your specifications in the import process. An area to watch out for here is the sum of the match points. Double check that the matches you want will add up to a successful match.
de: Prüfpunkte sind das Kriterium für die Übereinstimmung eines eingehenden Datensatzes mit einem bereits existierenden MARC-Datensatz in Ihrem Katalog. Hierbei kann es sich um mehrere Prüfpunkte für eine Importregel handeln mit seinem eigenen Treffer. Ein eingehender Datensatz wird mit dem bereits bestehenden Datensatz verglichen (ein Datensatz nach dem anderen) und bekommt einen Treffer für jeden Prüfpunkt. Wenn alle Treffer von Prüfpunkten übereinstimmen oder über die Grenze der Übereinstimmungsregel hinausgehen, bestätigt Koha eine gute Übereinstimmung und importiert/überlagert gemäß Ihren Vorgaben. Wichtig anzuschauen ist die Summe der Prüfpunkte. Überprüfen Sie zweimal, dass die Übereinstimmung, die Sie haben möchten zu einer erfolgreichen Übereinstimmung führt.

source: Example:
de: Beispiel:

source: Threshold of 1000
de: Punktzahl: 1000

source: Match point on 020$a 1000
de: Prüfpunkt Feld 020$a 1000

source: Match point on 022$a 1000
de: Prüfpunkt Feld 022$a 1000

source: Match point on 245$a 500
de: Prüfpunkt Feld 245$a 500

source: Match point on 100$a 100
de: Prüfpunkt Feld 100$a 100

source: In the example above, a match on either the 020$a or the 022$a will result in a successful match. A match on 245$a title and 100$a author (and not on 020$a or 022$a) will only add up to 600 and not be a match. And a match on 020$a and 245$a will result in 1500 and while this is a successful match, the extra 500 point for the 245$a title match are superfluous. The incoming record successfully matched on the 020$a without the need for the 245$a match. However, if you assigned a score of 500 to the 100$a Match Point, a match on 245$a title and 100$a author will be considered a successful match (total of 1000) even if the 020$a is not a match.
de: Im oberen Beispiel führt eine Übereinstimmung entweder von Feld 020$a oder Feld 022$a zu einer erfolgreichen Übereinstimmung. Ein Match im Feld Titel 245$a und Feld Autor 100$a (und nicht von Feld 020$a oder 022$a) ergibt nur 600 und führt nicht zu einer Übereinstimmung. Und ein Match im Feld 020$a und 245$a ergibt 1500 und während dies eine erfolgreiche Übereinstimmung ergibt, sind die zusätzlichen 500 Punkte für das Titelfeld 245$a überflüssig. Das heisst, der eingehende Datensatz, der erfolgreich auf 020$a gematcht wurde benötigt keine Übereinstimmung für das Feld 245$a. Wenn Sie einen Treffer von 500 auf das Feld 100$a festlegen, wird der Match auf die Felder 245$a und 100$a eine erfolgreiche Übereinstimmung ergeben (Summe 1000) selbst, wenn das 020$a Feld keine Übereinstimmung ergibt.

source: Match checks are not commonly used in import rules. However, they can serve a couple of purposes in matching records. First, match checks can be used as the matching criteria instead of the match points if your indexes are stale and out of date. The match checks go right for the data instead of relying on the data in the indexes. (If you fear your indexes are out of date, a rebuild of your indexes would be a great idea and solve that situation!) The other use for a match check is as a 'double check' or 'veto' of your matching rule. For example, if you have a matching rule as below:
de: Übereinstimmungsprüfungen werden gewöhnlich nicht für Importregeln verwendet. Trotzdem können Sie für bestimmte Zwecke dienlich sein, um Datensätze zu matchen. Erstens können Übereinstimmungsprüfungen als Übereinstimmungskriterium dienen, anstelle eines Prüfpunktes, wenn Ihre Indexe veraltet sind. (Wenn Sie fürchten, dass Ihre Indexe veraltet sind, wäre der Neuaufbau Ihrer Indexe eine gute Idee und löst das Problem). Zweitens ist die Übereinstimmungsprüfung ein doppelter Check oder ein 'Veto' für Ihre Übereinstimmungsregel. Zum Beispiel für eine Übereinstimmungsregel wie unten:

source: Match check on 245$a
de: Übereinstimmungsprüfung für 245$a

source: Koha will first look at the 020$a tag/subfield to see if the incoming record matches an existing record. If it does, it will then move on to the Match Check and look directly at the 245$a value in the incoming data and compare it to the 245$a in the existing 'matched' record in your catalog. If the 245$a matches, Koha continues on as if a match was successful. If the 245$a does not match, then Koha concludes that the two records are not a match after all. The Match Checks can be a really useful tool in confirming true matches.
de: Koha prüft zuerst Tag/Unterfeld 020$a, ob der eingehende Datensatz mit einem existierenden Datensatz übereinstimmt. Wenn ja, wird eine Übereinstimmungsprüfung durchgeführt und überprüft sofort den Wert in 245$a des eingehenden Datensatzes. Danach vergleicht Koha diesen mit dem Feld 245$a des bereits bestehenden Datensatzes in Ihrem Katalog. Stimmen die Angaben in Feld 245$a überein, geht Koha davon aus, dass der Match erfolgreich war. Stimmen die Angaben in Feld 245$a nicht überein, dann schliesst Koha daraus, dass die Datensätze keine Übereinstimmung haben. Die Übereinstimmungsprüfung kann ein nützliches Werkzeug für die Bestätigung echter Matches sein.

source: When looking to create matching rules for your authority records the following indexes will be of use:
de: Wenn Sie Übereinstimmungsregeln für Ihre Normdatensätze erstellen, müssen Sie folgende Indexe verwenden:

source: Index name
de: Name des Index

source: Matches MARC tag
de: MARC Tag

source: LC-cardnumber
de: LC-Ausweisnummer

source: Personal-name
de: Personenname

source: Corporate-name-heading
de: Körperschaftsname

source: Meeting-name
de: Kongressname

source: Title-uniform
de: Einheitstitel

source: Chronological-term
de: Zeitschlagwort

source: Subject-topical
de: Schlagwort - Sache

source: Name-geographic
de: Name-geographisch

source: Term-genre-form
de: Term-Gattung-Form

source: Table: Authority indexes
de: Tabelle: Normdaten Indexe

source: Adding matching rules
de: Datensatzabgleichregeln hinzufügen

source: To create a new matching rule :
de: Um eine neue Abgleichregel anzulegen:

source: Click 'New record matching rule'
de: Klicken Sie auf 'Neue Datensatzabgleichregel'

source: Choose a unique name and enter it in the 'Matching rule code' field
de: Wählen Sie einen eindeutigen Namen und geben Sie ihn in das Feld 'Code für Abgleichregel' ein

source: 'Description' can be anything you want to make it clear to you what rule you're picking
de: Die "Beschreibung" ist beliebig, sollte aber für Sie eindeutig sein.

source: 'Match threshold' is the total number of 'points' a biblio must earn to be considered a 'match'
de: 'Punktzahl' - Die Gesamtanzahl von 'Punkten', die ein Titel bekommen muss, um als 'Treffer' gewertet zu werden.

source: 'Record type' is the type of import this rule will be used for - either authority or bibliographic
de: 'Datensatztyp' ist der Importtyp, für den diese Regel gelten soll-entweder Normdatensatz oder bibliographischer Datensatz

source: Match points are set up to determine what fields to match on
de: Abgleichpunkte werden festgelegt, um zu definieren, welche Felder übereinstimmen sollen

source: 'Search index' can be found by looking at the ccl.properties file on your system which tells the zebra indexing what data to search for in the MARC data". Or you can review the index for standard index names used. :ref:`Koha Search Indexes`
de: Den "Suchindex" können Sie ermitteln, indem Sie in der Datei ccl.properties in Ihrem System nachsehen, in welchen Index das gewünschte Feld von Zebra indexiert wird. Sie können auch den Index nach Standard-Index-Namen überprüfen indem Sie :ref:`Koha Search Indexes` verwenden.

source: 'Score' - The number of 'points' a match on this field is worth. If the sum of each score is greater than the match threshold, the incoming record is a match to the existing record
de: 'Punktezahl' - Die Anzahl von 'Punkten', die eine Übereinstimmung mit diesem Feld wert ist. Wenn die Summe der einzelnen Punktezahlen größer ist als der Schwellenwert, gibt es für den Titel eine Übereinstimmung mit einem vorhandenen Datensatz.

source: Enter the MARC tag you want to match on in the 'Tag' field
de: Geben Sie das MARC-Feld für den Abgleich bei 'Feld' an

source: Enter the MARC tag subfield you want to match on in the 'Subfields' field
de: Geben Sie das MARC-Unterfeld an, mit dem Sie abgleichen möchten

source: 'Offset' - For use with control fields, 001-009
de: "Offset" - Für die Verwendung mit den Kontrollfeldern, 001-009

source: 'Length' - For use with control fields, 001-009
de: "Länge" - Bei Verwendung der Kontrollfelder, 001-009

source: Koha only has one 'Normalization rule' that removes extra characters such as commas and semicolons. The value you enter in this field is irrelevant to the normalization process.
de: Koha kennt nur eine 'Normalisierungsregel' die zusätzliche Zeichen wie Kommas und Semikolons entfernt. Der Wert den Sie in diesem Feld eingeben ist nicht relevant für den Normalisierungsprozess.

source: 'Required match checks' - ??
de: "Erforderliche Prüfungen" - ??

source: Sample bibliographic record matching rule: Control number
de: Beispiel für eine Datensatzabgleichregel für einen bibliographischen Datensatz: Kontrollnummer

source: Match threshold: 100
de: Punktzahl: 100

source: Record type: Bibliographic
de: Datensatztyp: Bibliographischer Datensatz

source: If you'd like a rule to match on the 001 in authority records you will need the repeat all of these values and change just the record type to 'Authority record'
de: Wenn Sie eine Regel für 001 in einem Normdatensatz erstellen möchten, müssen Sie all diese Werte wiederholen und nur den Datensatztyp auf 'Normdatensatz' ändern.

source: Matchpoints (just the one):
de: Punkte (nur diese):

source: Search index: Control-number
de: Index durchsuchen: Kontrollnummer

source: Score: 101
de: Wert: 101

source: this field is for the control number assigned by the organization creating, using, or distributing the record
de: dieses Feld ist für die Kontrollnummer bestimmt, die von der Organisation vergeben wird, die den Satz anlegt, gebraucht oder weitergibt

source: Subfields: a
de: Unterfelder: a

source: Length: 0
de: Länge: 0

source: Normalization rule: Control-number
de: Normalisierungsregel: Control-number

source: Required match checks: none (remove the blank one)
de: Benötigte Überprüfung von Übereinstimmungen: keine (entfernen Sie die leere)

source: OAI sets configuration
de: OAI-Set-Konfiguration

source: On this page you can create, modify and delete OAI-PMH sets
de: Auf dieser Seite können Sie OAI-PMH-sets anlegen, bearbeiten und löschen

source: Create a set
de: Neues Set

source: To create a set:
de: Neues Set erstellen:

source: Click on the link 'Add a new set'
de: 'Neues Set' anklicken

source: Fill the mandatory fields 'setSpec' and 'setName'
de: Füllen Sie die Pflichtfelder 'setSpec' und 'setName' aus

source: Then you can add descriptions for this set. To do this click on 'Add description' and fill the newly created text box. You can add as many descriptions as you want.
de: Dann kann dem Set eine Beschreibung hinzugefügt werden. Klicken Sie hierzu auf 'Beschreibung hinzufügen' und füllen Sie die angezeigte Textbox aus. Sie können so viele Beschreibungen hinzufügen, wie Sie möchten.

source: Click on 'Save' button'
de: Klicken Sie auf 'Speichern'

source: Modify/delete a set
de: Ändern/Löschen eines Set

source: To modify a set, just click on the link 'Modify' on the same line of the set you want to modify. A form similar to set creation form will appear and allow you to modify the setSpec, setName and descriptions.
de: Klicken Sie den Link 'Bearbeiten' in der Zeile für des Sets, das Sie bearbeiten möchten. Es öffnet sich ein Formular ähnlich wie zur Erfassung von Sets, wo Sie setSpec, setName und Beschreibung bearbeiten können.

source: To delete a set, just click on the link 'Delete' on the same line of the set you want to delete.
de: Um ein Set zu löschen, klicken Sie 'Löschen' in der entsprechenden Zeile.

source: Define mappings
de: Mappings definieren

source: Here you can define how a set will be build (what records will belong to this set) by defining mappings. Mappings are a list of conditions on record content. A record only need to match one condition to belong to the set.
de: Hier wird konfiguriert, nach welchen Kriterien ein Set zusammengestellt wird (welche Datensätze zum Set gehören), indem Sie Mappings definieren. Mappings bestehen aus einer Liste von Bedingungen über den Inhalt der Datensätze. Ein Datensatz muss nur eine der Bedingungen erfüllen, um zum Set zu gehören.

source: Fill the fields 'Field', 'Subfield' and 'Value'. For example if you want to include in this set all records that have a 999$9 equal to 'XXX'. Fill 'Field' with 999, 'Subfield' with 9 and 'Value' with XXX.
de: Alle Felder für 'Feld', 'Unterfeld' und 'Wert' müssen ausgefüllt werden. Beispiel: Wenn im Set alle Datensätze enthalten sein sollen, die in Feld 999$9 mit Wert 'XXX' haben, muss 'Feld' gleich 999, 'Unterfeld' gleich 9 und 'Wert' gleich XXX eingetragen werden.

source: If you want to add another condition, click on 'OR' button and repeat step 1.
de: Wenn Sie eine weitere Bedingung hinzufügen möchten, klicken Sie auf die Schaltfläche 'ODER' ('OR') und wiederholen Sie Schritt 1.

source: Click on 'Save'
de: Klicken Sie auf 'Speichern'

source: To delete a condition, just leave at least one of 'Field', 'Subfield' or 'Value' empty and click on 'Save'.
de: Um eine Bedingung zu löschen, kann entweder das 'Feld' das 'Unterfeld' oder der 'Wert' frei gelassen und gespeichert werden.

source: Actually, a condition is true if value in the corresponding subfield is strictly equal to what is defined if 'Value'. A record having 999$9 = 'XXX YYY' will not belong to a set where condition is 999$9 = 'XXX'.
de: Die Bedingung trifft nur zu, wenn der Wert des Unterfeldes exakt oder nicht dem definierten 'Wert' entspricht. Ein Datensatz mit 999$9 = 'XXX YYY' gehört nicht zu einem Set, dessen Bedingung 999$9 = 'XXX' ist.

source: And it is case sensitive : a record having 999$9 = 'xxx' will not belong to a set where condition is 999$9 = 'XXX'.
de: Groß- und Kleinschreibung ist relevant: ein Datensatz mit 999$9 = 'xxx' wird nicht einem Set zugerechnet, für welches die Bedingung 999$9 = 'XXX' ist.

source: Build sets
de: Neues Set

source: Once you have configured all your sets, you have to build the sets. This is done by calling the script misc/migration\_tools/build\_oai\_sets.pl.
de: Nachdem alle Sets konfiguriert wurden, müssen die Sets aufgebaut werden. Zu diesem Zweck muss das Skript misc/migration\_tools/build\_oai\_sets.pl. gestartet werden.

source: Item search fields
de: Suchfelder für Exemplare

source: From here you can add custom search fields to the :ref:`item search <item-searching-label>` option in the staff client.
de: Von hier aus können Sie der :ref:`Exemplarsuche <item-searching-label>` in der Dienstoberfläche benutzerdefinierte Suchfelder hinzufügen.

source: To add a new search term simply click the 'New search field' button
de: Um einen neuen Suchbegriff hinzuzufügen, füllen Sie einfach den Bereich 'Neues Feld' aus.

source: Name is a field for you to identify the search term
de: 'Name' dient zur Identifikation des Suchbegriffs

source: Label is what will appear on the item search page
de: 'Beschriftung' erscheint in der Exemplar-Suchmaske

source: MARC field allows you to pick which field you'd like to search in
de: 'MARC-Feld' definiert zur Suche zu verwendende Feld

source: MARC subfield is the subfield you'd like to search in
de: 'MARC-Unterfeld' definiert das zur Suche zu verwendende Unterfeld

source: Authorised values category can be used to turn this search field in to a pull down instead of a free text field
de: Die Kategorie 'Normierte Werte' kann benutzt werden, um eine Auswahlliste anstelle eines freien Textfeldes zu erhalten.

source: Once your new field is added it will be visible at the top of this page and on the item search page
de: Sobald ein neues Feld definiert ist, erscheint es im oberen Bereich dieser Seite sowie in der Exemplarsuche

source: Acquisitions
de: Erwerbung

source: The Koha Acquisitions module provides a way for the library to record orders placed with vendors and manage purchase budgets.
de: Das Koha-Erwerbungsmodul ermöglicht es der Bibliothek, Bestellungen und Lieferanten sowie die Haushaltsmittel zu überwachen und zu verwalten.

source: Before using the `Acquisitions Module <#acqmodule>`__, you will want to make sure that you have completed all of the set up.
de: Vor der Benutzung des `Erwerbungsmoduls <#acqmodule>`__, muss die Grundkofiguration abgeschlossen sein.

source: *Get there:* More > Administration > Acquisitions
de: *Pfad in Koha:* Mehr > Administration > Erwerbungsparameter

source: Currencies and exchange rates
de: Währungen und Wechselkurse

source: If you place orders from more than one country you will want to input currency exchange rates so that your acquisitions module will properly calculate totals.
de: Wenn Sie aus mehreren Ländern mit unterschiedlichen Währungen bestellen, können Sie Wechselkurse definieren, damit die Preise in der Erwerbung korrekt berechnet werden.

source: *Get there:* More > Administration > Acquisitions > Currencies and exchange rates
de: *Pfad in Koha:* Mehr > Administration > Erwerbungsparameter > Währungen und Wechselkurse

source: This data is not automatically updated, so be sure to keep it up to date so that your accounting is kept correct.
de: Die Wechselkurse werden nicht automatisch aktualisiert, daher müssen Sie regelmäßig manuell aktualisieren, damit die Berechnungen korrekt ausgeführt werden.

source: The ISO code you enter will be used when importing MARC files via the staging tools, the tool will attempt to find and use the price of the currently active currency.
de: Der angegebene ISO-Code wird verwendet, wenn Sie MARC-Datensätze über die Werkzeuge heraufladen. Das Werkzeug wird versuchen den Preis aus den Datensätzen in der aktiven Währung zu ermitteln.

source: The active currency is the main currency you use in your library. Your active currency will have a check mark in the 'Active' column. If you don't have an active currency you will see an error message telling you to choose an active currency.
de: Die aktive Währung ist die Hauptwährung in Ihrer Bibliothek. Ihre aktive Währung ist in der Spalte 'Aktiv' markiert. Wenn Sie keine aktive Währung definiert haben, erhalten Sie eine Fehlermeldung mit der Aufforderung, eine aktive Währung zu bestimmen.

source: Budgets
de: Etats

source: Budgets are used for tracking accounting values related to acquisitions. For example you could create a budget for the current year (ex. 2015) and then break that into :ref:`Funds` for different areas of the library (ex. Books, Audio, etc).
de: Etats werden verwendet um die Haushaltsmittel im Erwerbungsmodul zu verwalten. Sie können zum Beispiel einen Etat für das aktuelle Jahr anlegen (z.B. 2015), den Sie dann in :ref:`Konten` für die verschiedenen Ausgabenbereiche der Bibliothek unterteilen (z.B. Bücher, Audio etc).

source: *Get there:* More > Administration > Acquisitions > Budgets
de: *Pfad in Koha:* Mehr > Administration > Erwerbungsparameter > Etats

source: When visiting the main budget administration you will see two tabs, one for active and one for inactive budgets.
de: Im Hauptfenster der Etatverwaltung gibt es je einen Reiter für aktive und für inaktive Etats.

source: Adding budgets
de: Etats hinzufügen
