Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: de

source: Values given to lost statuses should be numeric and not alphabetical in order for statuses to appear properly
de: Die vergebenen Werte für die 'Lost'-Status sollten immer numerisch sein und nicht alphabetisch, damit die verschiedenen Status korrekt angezeigt werden.

source: A list of reasons displayed in the suggestion form on the OPAC.
de: Eine Liste von Begründungen, die im Formular für Anschaffungsvorschläge im OPAC angezeigt wird.

source: Reasons why a title is not for loan
de: Begründungen, warum ein Exemplar nicht entliehen werden kann

source: Negative number values will still allow holds (use for on order statuses for example) where as positive numbers will not allow holds or checkouts. A value of 0 means 'for loan'.
de: Negative Zahlenwerte erlauben weiterhin Vormerkungen (wird zum Beispiel für einen Bestellstatus verwendet) wohingegen positive Zahlenwerte keine Vormerkungen oder Ausleihen zulässt. Ein Wert '0' besagt 'ausleihen'.

source: Reasons why an order might have been cancelled
de: Begründungen für die Stornierung einer Bestellung

source: Populates a dropdown list of custom payment types when paying fines
de: Füllt eine Auswahlliste mit benutzerdefinierten Bezahlungsarten, wenn Gebühren gezahlt werden

source: Function codes (author, editor, collaborator, etc.) used in UNIMARC 7XX $4 (French)
de: Funktionscodes (Verfasser, Herausgeber, Mitarbeiter, etc.), die in UNIMARC 7xx $4 verwendet werden (Französisch)

source: French terms of relations
de: Französische Begriffe für Beziehungen

source: A way to sort and filter your reports, the default values in this category include the Koha modules (Accounts, Acquitisions, Catalog, Circulation, Patrons)
de: Eine Möglichkeit Reports zu filtern und zu sortieren. Die Standardwerte in dieser Kategorie beinhalten die Koha-Module (Gebühren, Erwerbung, Katalog, Ausleihe, Benutzer)

source: Can be used to further sort and filter your reports. This category is empty by default. Values here need to include the authorized value code from REPORT\_GROUP in the Description (OPAC) field to link the subgroup to the appropriate group.
de: 'REPORT_SUBGROUP' kann für die feinere Sortierung und Filterung verwendet werden. Diese Kategorie ist in der Standardeinstellung leer. Werte für diese Kategorie müssen mit normierten Wert aus der übergeordneten Kategorie REPORT\_GROUP in der OPAC-Beschreibung befüllt werden, um damit den Link zwischen beide Ebenen herzustellen.

source: Restricted status of an item
de: Status für 'Eingeschränkte Benutzung' eines Exemplars

source: Road types to be used in patron addresses
de: Straßentypen, die für die Erfassung von Benutzeradressen verwendet werden

source: Used when :ref:`creating <adding-item-types-label>` or :ref:`editing <editing-item-types-label>` an item type to assign a SIP specific media type for devices like lockers and sorters.
de: Wird verwendet wenn ein Medientyp :ref:`angelegt <adding-item-types-label>` oder :ref:`bearbeitet <editing-item-types-label>` wird und einem speziellen SIP Medientyp zugeordnet wird.

source: List of patron suggestion reject or accept reasons (appears when managing suggestions)
de: Begründungen für die Annahme oder Ablehnung eines Anschaffungsvorschlags (wird angezeigt, wenn Anschaffungsvorschläge bearbeitet werden)

source: List of Item types to display in a drop down menu on the Purchase suggestion form on the OPAC. When creating the authorized values for SUGGEST_FORMAT, enter a description into this form so it is visible on the OPAC to patrons.
de: Liste der Medientypen bzw. Materialtypen, die im Formular für Anschaffungsvorschläge im OPAC angezeigt werden. Wenn normierte Werte für SUGGEST_FORMAT angelegt werden, sollte immer eine OPAC-Beschreibung angegeben werden.

source: A list of additional custom status values for suggestions that can be used in addition to the default values.
de: Eine Liste zusätzlicher Status für Anschaffungsvorschläge, die zusätzlich zu den Standard-Status verwendet werden kann.

source: Shelving control number
de: Magazinnummer

source: Terms to be used in `Course Reserves <#coursereserves>`__ module. Enter Terms that will show in the drop down menu when setting up a Course reserve. (For example: Spring, Summer, Winter, Fall).
de: Der normierte Wert 'TERM' wird im Modul `Semesterapparate <#coursereserves>`__verwendet. Der normierte Wert wird im PullDown Menü angezeigt, wenn ein Semesterapparat angelegt wird (zum Beispiel: Frühling, Sommer, Winter, Herbst).

source: Description of a withdrawn item (appears when adding or editing an item)
de: Beschreibungen für ausgeschiedene Exemplare (werden beim Anlegen oder Bearbeiten eines Exemplars angezeigt)

source: A generic authorized value field that can be used anywhere you need a simple yes/no pull down menu.
de: Eine allgemeine Kategorie, die überall verwendet werden kann, wo eine Ja/Nein-Auswahl benötigt wird.

source: Add new authorized value category
de: Neue Kategorie für normierte Werte hinzufügen

source: In addition to the existing categories that come by default with Koha, librarians can add their own authorized value categories to control data that is entered into the system. To add a new category:
de: Zusätzlich zu den bereits in Koha vorhandenen Kategorien kann die Bibliothek weitere eigene Kategorien für normierte Werte definieren, um Eingaben in das System zu normieren. Um eine neue Kategorie hinzuzufügen:

source: Click 'New category'
de: Klicken Sie auf 'Neue Kategorie'

source: Limit your Category to 10 characters (something short to make it clear what the category is for)
de: Verwenden Sie nicht mehr als 10 Zeichen in einer Kategorie (für eine kurze Bezeichnung, die deutlich macht wofür die Kategorie steht).

source: Category cannot have spaces or special characters other than underscores and hyphens in it.
de: Die Kategorie darf keine Leerzeichen oder andere Sonderzeichen mit Ausnahme von Unterstrichen enthalten.

source: When adding a new category you're asked to create at least one authorized value
de: Wenn Sie eine neue Kategorie einrichten, müssen Sie mindestens einen Normierten Wert mit anlegen.

source: Enter a code for your Authorized value into the 'Authorized value' field
de: Geben Sie einen Code für Ihren Normierten Wert im Feld 'Normierter Wert' ein.

source: Authorized value is limited to 80 characters and cannot have spaces or special characters other than underscores and hyphens in it.
de: Der Normierte Wert ist auf 80 Zeichen begrenzt und darf keine Leerzeichen oder andere Sonderzeichen außer Unterstrichen und Bindestriche enthalten.

source: Use the Description field for the actual value that will be displayed. If you want something different to show in the OPAC, enter a 'Description (OPAC)'
de: Verwenden Sie das Feld Beschreibung für den Text, der angezeigt werden soll. Wenn Sie im OPAC eine andere Beschreibung als in der Dienstoberfläche anzeigen möchten, verwenden Sie 'Beschreibung (OPAC)' zusätzlich

source: If you would like to limit this authorized value category to only specific libraries you can choose them from the 'Branches limitation' menu. To have it show for all libraries just choose 'All branches' at the top of the list.
de: Wenn Sie die Verwendung dieses Normierten Wertes auf eine oder mehrere Bibliotheken beschränken möchten, dann können Sie diese Bibliotheken aus der Auswahlliste auswählen. Wählen Sie 'Alle Bibliotheken', wenn der Normierte Wert von allen Bibliotheken verwendet werden soll.

source: If you have `StaffAuthorisedValueImages <#StaffAuthorisedValueImages>`__ and/or :ref:`AuthorisedValueImages` set to show images for authorized values you can choose the image under 'Choose an icon'
de: Haben Sie `StaffAuthorisedValueImages <#StaffAuthorisedValueImages>`__ und/oder :ref:`AuthorisedValueImages` so aktiviert, dass Bilder für einen normierten Wert angezeigt werden sollen, können Sie ein Bild unter 'Icon auswählen' für den Wert bestimmen.

source: Click 'Save'
de: 'Speichern' anklicken

source: Your new category and value will appear on the list of Authorized values
de: Ihre neue Kategorie und der zugehörige Wert werden in der Liste der normierten Werte angezeigt.

source: Add new authorized value
de: Neuen normierten Wert hinzufügen

source: New authorized values can be added to any existing or new category. To add a value:
de: Es können zu jeder Kategorie neue normierte Werte hinzugefügt werden. Um einen Wert hinzuzufügen:

source: Click 'New authorized value for ...'
de: 'Neuer normierter Wert für …' anklicken

source: Enter a code for your authorized value into the 'Authorized value' field
de: Geben Sie einen Code für Ihren Normierten Wert im Feld 'Normierter Wert' ein.

source: The new value will appear in the list along with existing values
de: Der neue Wert erscheint dann in der Liste gemeinsam mit den bereits vorhandenen

source: Patrons and circulation
de: Benutzer und Ausleihe

source: Settings for controlling circulation and patron information.
de: Einstellungen um Informationen für die Ausleihe und die Benutzer zu verwalten.

source: Patron categories
de: Benutzertypen

source: Patron categories allow you to organize your patrons into different roles, age groups, and patron types.
de: Mit Benutzertypen können Sie Ihre Benutzer nach verschiedenen Rollen, Altersgruppen und Benutzerarten verwalten.

source: *Get there:* More > Administration > Patrons and circulation > Patron categories
de: *Pfad in Koha:* Mehr > Administration > Benutzer und Ausleihe > Benutzertypen

source: Patrons are assigned to one of six main categories:
de: Benutzertypen werden einer von sechs übergeordneten Kategorien zugeordnet:

source: Adult
de: Erwachsener

source: Most common patron type, usually used for a general 'Patron' category.
de: Häufigster Benutzertyp, wird normalerweise für den 'normalen Benutzer' verwendet.

source: Child
de: Kind

source: Children patrons can have a guardian to be attached to them.
de: Kinder = Können einem Bürgen zugeordnet sein.

source: Staff
de: Personal

source: Librarians (and library workers) should be assigned the staff category so that you can :ref:`set their permissions <patron-permissions-label>` and give them access to the staff client.
de: Bibliothekare (und Mitarbeiter der Bibliothek) sollten der Kategorie 'Staff' zugeordnet werden, so dass Sie für diese :ref:`Berechtigungen <patron-permissions-label>` setzen können und ihnen Zugang zum Dienstclient gewähren können.

source: Organizational
de: Organisation

source: Organizational patrons are organizations. Organizations can be used as guarantors for Professional patrons.
de: Benutzer der Kategorie Organisation sind Institutionen aller Art. Organisationen können als Bürgen für Professionelle Benutzer verwendet werden.

source: Professional
de: Mitarbeiter (Organisation)

source: Professional patrons can be linked to Organizational patrons
de: Professionelle Benutzer können mit Organisationen verbunden sein

source: Statistical
de: Statistisch

source: This patron type is used strictly for statistical purposes, such as in house use of items.
de: Dieser Benutzertyp wird nur für statistische Zwecke verwendet, wie zum Beispiel interne Nutzung von Exemplaren.

source: Adding a patron category
de: Benutzertyp hinzufügen

source: To add a new patron category click 'New category' at the top of the page
de: Um einen neuen Benutzertyp hinzuzufügen, klicken Sie auf 'Neuen Kategorie' oben auf der Seite.

source: The 'Category code' is an identifier for your new code.
de: Das Benutzertypkürzel ist der interne Schlüssel für den neuen Benutzertyp.

source: This field is required in order to save your patron category. If left blank you will be presented with an error.
de: Das Feld ist erforderlich um den Benutzertyp zu speichern. Lassen Sie das Feld leer bekommen Sie von Koha eine Fehlermeldung angezeigt.

source: Enter a plain text version of the category in the 'Description' field.
de: Geben Sie eine ausführlichere Erklärung in der 'Beschreibung' ein.

source: You cannot enter both a month limit and a date until. Choose to enter either one or the other.
de: Sie können nicht beides gleichzeitig eingeben, ein Monatslimit und ein Zieldatum. Wählen Sie das eine oder das andere Feld.

source: Some patron categories can have a minimum age (in years) requirement associated with them, enter this age in the 'Age required'
de: Für einige Benutzertypen kann ein Mindestalter (in Jahren) als Bedingung konfiguriert werden, geben Sie dieses im Feld 'Mindestalter' ein.

source: Patron categories can also have a maximum age (in years) associated with them (such as children), enter this age in the 'Upperage limit'
de: Benutzertypen kann ein Höchstalter (in Jahren) zugeordnet werden. Geben Sie dazu das 'Höchstalter' im Formular an.

source: If you charge a membership fee for your patrons (such as those who live in another region) you can enter that in the 'Enrollment fee' field.
de: Wenn Sie von den Benutzern (z.Bsp. von Externen) eine Benutzungsgebühr verlangen, können Sie diese Gebühr im Feld 'Benutzungsgebühr' angeben.

source: Only enter numbers and decimals in this field
de: Geben Sie nur ganze Zahlen und Dezimalzahlen in diesem Feld ein.

source: Depending on your value for the :ref:`FeeOnChangePatronCategory` preference this fee will be charged on patron renewal as well as when they are first enrolled.
de: Abhängig davon, wie Sie den Systemparameter :ref:`FeeOnChangePatronCategory` gesetzt haben, wird die Benutzungsgebühr berechnet, wenn der Benutzertyp geändert wird und wenn für den neuen Benutzertyp normalerweise Benutzungsgebühren berechnet wird.

source: You can decide on a patron category basis if lost items are shown in the staff client by making a choice from the 'Lost items in staff client' pull down
de: Sie können entscheiden ob bei einem Benutzertyp verlorene Exemplare in der Dienstoberfläche angezeigt werden sollen, indem Sie das PullDown Menü 'Vermisste Exemplare in Dienstoberfläche' wie gewünscht einstellen.

source: Note that this is only applicable in the staff client, so changing this value on patron categories who do not have access to the staff client won't make any difference
de: Dies ist eine Nachricht, die nur in der Dienstoberfläche anwendbar ist. So macht das Ändern dieses Wertes in Benutzerkategorien, die keinen Zugang zum Dienstclient haben keinen Unterschied.

source: If you charge patrons for placing holds on items, enter the fee amount in the 'Hold fee' field.
de: Wenn Sie von den Benutzern für Vormerkungen eine Gebühr verlangen, können Sie diese im Feld 'Vormerkgebühr' eintragen.

source: In the 'Category type' field choose one of the six main parent categories
de: Wählen Sie unter 'Kategorie' eine der sechs vorhandenen Überkategorien.

source: The Branch limitations let you limit this patron category to only some branches in your library system. Select 'All branches' if you would like any library to be able to use this category.
de: Die Einschränkung auf Bibliotheken erlaubt es einen Benutzertyp nur in einem oder einigen Bibliotheken des Bibliothekssystems verfügbar zu machen. Wählen Sie 'Alle Bibliotheken' wenn der Benutzertyp in allen Bibliotheken benutzbar sein soll.

source: You can decide if this patron category is blocked from performing actions in the OPAC if their card is expired using the next option. By default it will follow the rule set in the :ref:`BlockExpiredPatronOpacActions` preference
de: Mit der nächsten Option können Sie für einen Benutzertyp festlegen, ob OPAC-Aktionen für den Benutzer gesperrt werden, wenn der Benutzerausweis abgelaufen ist. In der Voreinstellung wird die Information verwendet, die im :ref:`BlockExpiredPatronOpacActions` definiert ist.

source: Next you can choose the default privacy settings for this patron category. This setting can be edited by the patron via the OPAC if you allow it with the :ref:`OPACPrivacy` system preference.
de: Als nächstes können Sie die Voreinstellungen für die Datenschutzoptionen des Benutzertyps festlegen. Diese Einstellung kann vom Benutzer im OPAC geändert werden, wenn der Systemparameter :ref:`OPACPrivacy` aktiviert ist.

source: Finally you can assign advanced messaging preferences by default to a patron category
de: Zum Schluss können Sie einem Benutzertyp standardmäßig erweiterte Benachrichtigungseinstellungen zuordnen.

source: Requires that you have :ref:`EnhancedMessagingPreferences` enabled
de: Dies erfordert, dass der Systemparameter :ref:`EnhancedMessagingPreferences` aktiviert ist.

source: These defaults will be applied to new patrons that are added to the system. They will not edit the preferences of the existing patrons. Also, these can be changed for individual patrons, this setting is just a default to make it easier to set up messages for an entire category.
de: Diese Standardeinstellung gilt für alle neuen Benutzer, die dem System hinzugefügt werden. Dies ändert nicht die Einstellungen für einen bereits vorhandenen Benutzerdatensatz. Diese können auch für individuelle Benutzer geändert werden. Diese Einstellung ist nur ein Standard, um leichter Meldungen für eine ganze Kategorie aufstellen zu können.

source: After setting the default for the patron category you can force those changes to all existing patrons by running the *borrowers-force-messaging-defaults* script found in the *misc/maintenance* folder. Ask your system administrator for assistance with this script.
de: Nachdem Sie die Standardeinstellung für einen Benutzertyp gemacht haben, können Sie diese Änderung auch für bereits existierende Benutzertypen erzwingen, indem Sie das Skript *borrowers-force-messaging-defaults* laufen lassen, welches Sie im Ordner *misc/maintenance* finden. Bitten Sie Ihren Systemadministrator um Unterstützung, um das Skript laufen zu lassen.

source: Circulation and fines rules
de: Ausleihkonditionen

source: These rules define how your items are circulated, how/when fines are calculated and how holds are handled.
de: Diese Regeln definieren, wie Ihre Medien ausgeliehen werden können, wie und wann Gebühren berechnet und Vormerkungen gesetzt werden können.

source: *Get there:* More > Administration > Patrons and circulation > Circulation and fines rules
de: *Pfad in Koha:* Mehr > Administration > Benutzer und Ausleihe > Ausleihkonditionen

source: The rules are applied from most specific to less specific, using the first found in this order:
de: Die Regeln werden vom am meisten zutreffend bis zum am wenigsten zutreffend angewandt, die erste, die eingegeben ist:

source: same library, same patron category, same item type
de: gleiche Bibliothek, gleicher Benutzertyp, gleicher Medientyp

source: same library, same patron category, all item types
de: gleiche Bibliothek, gleicher Benutzertyp, alle Medientypen

source: same library, all patron categories, same item type
de: gleiche Bibliothek, alle Benutzertypen, gleicher Medientyp

source: same library, all patron categories, all item types
de: gleiche Bibliothek, alle Benutzertypen, alle Medientypen

source: default (all libraries), same patron category, same item type
de: Standardwert (alle Bibliotheken), gleicher Benutzertyp, gleicher Medientyp

source: default (all libraries), same patron category, all item types
de: Standardwert (alle Bibliotheken), gleicher Benutzertyp, alle Medientypen

source: default (all libraries), all patron categories, same item type
de: Standardwert (alle Bibliotheken), alle Benutzertypen, alle Medientypen

source: default (all libraries), all patron categories, all item types
de: Standardwert (alle Bibliotheken), alle Benutzertypen, alle Medientypen

source: The :ref:`CircControl` and :ref:`HomeOrHoldingBranch` also come in to play when figuring out which circulation rule to follow.
de: Die Systemparameter :ref:`CircControl` und :ref:`HomeOrHoldingBranch` sind ebenfalls wichtig, wenn es darum geht, welche Ausleihkondition greifen soll.

source: If CircControl is set to "the library you are logged in at" circulation rules will be selected based on the library you are logged in at
de: Wenn CircControl auf "der Bibliothek, bei der Sie eingeloggt sind" eingestellt ist, werden die Ausleihregeln anhand der Bibliothek festgelegt, bei der Sie eingeloggt sind.

source: If CircControl is set to "the library the patron is from" circulation rules will be selected based on the patron's library
de: Wenn CircControl auf 'der Bibliothek, die das Exemplar besitzt' eingestellt ist, werden die Ausleihregeln der Bibliothek des Benutzers verwendet.

source: If CircControl is set to "the library the item is from" circulation rules will be selected based on the item's library where HomeOrHoldingBranch chooses if item's home library is used or holding library is used.
de: Wenn CircControl auf 'der Bibliothek, in der das Exemplar ausgeliehen wurde' eingestellt ist, werden die Ausleihregeln anhand der Bibliothek des Exemplars verwendet, wobei HomeOrHoldingBranch darüber entscheidet, ob die Regeln der Heimatbibliothek oder die der besitzende Bibliothek Anwendung finden.

source: If :ref:`IndependentBranches` is set to 'Prevent' then the value of HomeOrHoldingBranch is used in figuring out if the item can be checked out. If the item's home library does not match the logged in library, the item cannot be checked out unless you are a :ref:`superlibrarian <patron-permissions-defined-label>`.
de: Wenn der Systemparameter :ref:`IndependentBranches` auf 'Nein' eingestellt ist, wird der Wert aus HomeOrHoldingbranch verwendet, um festzulegen, ob ein Exemplar entliehen werden kann. Wenn die Heimatbibliothek des Exemplars nicht mit der Bibliothek übereinstimmt, bei der Sie eingeloggt sind, kann das Exemplar nur ausgeliehen werden, wenn Sie die Berechtigung :ref:`Superlibrarian <patron-permissions-defined-label>` haben.

source: From the matrix you can choose any combination of patron categories and item types to apply the rules to
de: In der Matrix können Sie eine Kombination aus Benutzer- und Medientyp wählen, für welche die Regel gelten soll

source: First choose which patron category you'd like the rule to be applied to. If you leave this to 'All' it will apply to all patron categories
de: Wählen Sie zuerst, für welche Benutzergruppe die Regel angewendet werden soll. Wenn Sie das Feld auf 'Standard' setzen, wird die Regel auf alle Benutzertypen angewendet.

source: If you're allowing :ref:`OnSiteCheckouts` then you may also want to set a limit on the number of items patron's can have onsite.
de: Haben Sie durch die Einstellung des Systemparameters :ref:`OnSiteCheckouts` die Vor-Ort-Ausleihe aktiviert, dann limitieren Sie diese bitte auch im Feld 'Anzahl gleichzeitiger Vor-Ort-Ausleihen'.

source: This setting also depends on the :ref:`ConsiderOnSiteCheckoutsAsNormalCheckouts` preference
de: Die Einstellungen für die Vor-Ort-Ausleihen sind auch abhängig von der Einstellung im Systemparameter :ref:`ConsiderOnSiteCheckoutsAsNormalCheckouts`.

source: Define the period of time an item can be checked out to a patron by entering the number of units (days or hours) in the 'Loan period' box.
de: Legen Sie fest, wie lange ein Exemplar an einen Benutzer entliehen wird, indem Sie die Anzahl der Zeiteinheiten (Tage oder Stunden) als 'Leihfrist' eintragen.

source: Enter only numbers and decimal points (no currency symbols).
de: Verwenden Sie nur Ziffern und Dezimalpunkte (keine Währungssymbole).

source: 'When to charge' is most handy in libraries that have a fine charging interval of more than 1 day.
de: In den meisten Bibliotheken, die Gebühren erheben wird das Gebührenintervall auf mehr als einen Tag gesetzt.

source: This can only be set for the Day unit, not in Hours
de: Dies kann nur für Tage, nicht für Stunden gemacht werden.
