Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: de

source: A NULL value will make no difference where the From and To libraries are the same library. However, as a best practice, you should put a 0 in there. For all other To/From combinations, a NULL value will cause that relationship to act as if it has been disabled. So, in summary, don't leave any of the values empty. It's best to always put a number in there ( even if you choose to disable that given To/From option ).
de: Ein 'Null-Wert' macht keinen Unterschied, ob die Ausgangsbibliothek und die Bibliothek, wohin das Exemplar geschickt werden soll die selbe ist. Trotzdem sollten Sie hier eine 0 eingeben. Für alle anderen Nach/Von Kombinationen, verursacht ein Null-Wert, dass die Verbindung deaktiviert ist. Zusammenfassend ist wichtig, dass Sie keinen Wert leer lassen. Das Beste ist, immer eine Zahl anzugeben.

source: Item circulation alerts
de: Benachrichtigungen Ausleihe und Rückgabe

source: Libraries can decide if they want to have patrons automatically notified of circulation events (check ins and check outs).
de: Die Bibliothek kann festlegen, ob Benutzer automatisch E-Mail-Quittungen über Ausleihvorgänge erhalten (Ausleihen und Rückgaben).

source: *Get there:* More > Administration > Patrons and circulation > Item circulation alerts
de: *Pfad in Koha:* Mehr > Administration > Benutzer und Ausleihe > Benachrichtigungen Ausleihe und Rückgabe

source: These preferences are set based on patron types and item types.
de: Diese Einstellungen werden auf Grund der Benutzertypen und Medientypen festgelegt.

source: These preference can be overridden by changes in the individual patron's messaging preferences.
de: Diese Einstellung kann durch Änderungen in den Einstellungen für die Benachrichtigung jedes einzelnen Benutzers überschrieben werden.

source: To set up circulation alerts:
de: Ausleih- und Rückgabebenachrichtigungen:

source: Choose your library from the pull down at the top of the screen
de: Wählen Sie Ihre Bibliothek aus dem Pull-Down-Menu oben am Bildschirm aus.

source: To set preferences for all libraries, keep the menu set to 'Default'
de: Um Einstellungen für alle Bibliotheken vorzunehmen lassen Sie das Menü auf 'Standard'

source: By default all item types and all patrons are notified of check ins and check outs. To change this, click on the item/patron type combo that you would like to stop notices for.
de: In der Voreinstellung werden für alle Medienarten und alle Benutzergruppen Benachrichtigungen bei Ausleihe und Rückgabe erstellt. Um dies zu ändern, klicken Sie auf die jeweilige Kombination aus Medientyp und Benutzertyp, für die Sie Benachrichtigungen deaktivieren wollen.

source: In the above example, Juveniles and Kids will not receive check out notices.
de: Im oben genannten Beispiel, bekommen Jugendliche und Kinder keine Ausleihbenachrichtigungen.

source: Cities and towns
de: Städte

source: To standardize patron input you can define cities or towns within your region so that when new patrons are added librarians simply have to select the town from a list instead of having to type the town and zip (or postal) code information.
de: Um Benutzereinträge zu standardisieren können Sie Städte oder Ortschaften Ihrer Region definieren, so dass die Bibliothekare beim Hinzufügen neuer Benutzer einfach den Ort aus einer Liste auswählen können anstatt den Ort und die Postleitzahl eintippen zu müssen.

source: *Get there:* More > Administration > Patrons and circulation > Cities and towns
de: *Pfad in Koha:* Mehr > Administration > Benutzer und Ausleihe > Städte

source: Adding a city
de: Neue Stadt hinzufügen

source: To add a new city, click the 'New city' button at the top of the page and enter the city name, state, zip/postal code and country.
de: Um eine neue Stadt zu erfassen, klicken Sie auf 'Neue Stadt' am Anfang der Seite und geben Sie die Stadt, das Bundesland die Postleitzahl und den Staat ein.

source: One you click Submit, your city will be saved and will be listed on the Cities and towns page
de: Nachdem Sie die Eingabe bestätigt haben wird die neue Stadt mit auf der Seite aufgelistet.

source: Cities can be edited or deleted at any time.
de: Städte können jederzeit geändert oder gelöscht werden.

source: Viewing cities on patron add form
de: Städte als Auswahlliste im Benutzerdatensatz anzeigen.

source: If you have defined local cities using the 'New city' form, then when adding or editing a patron record you will see those cities in a pull down menu to make city selection easy.
de: Wenn Sie Städte im Formular 'Neue Stadt' definiert haben, werden Ihnen diese im Benutzerdatensatz in einem Auswahlmenü angeboten.

source: This will allow for easy entry of local cities into the patron record without risking the potential for typos or mistaken zip/postal codes.
de: Dies erlaubt die leichte Eingabe von lokalen Ortschaften in den Benutzerdatensatz ohne das Risiko von Tippfehlern oder verwechselten Postleitzahlen.

source: Accounting
de: Gebühren

source: Debit types
de: Gebührenarten

source: Cash registers
de: Kassen

source: Catalog administration
de: Katalog Administration

source: Set these controls before you start cataloging on your Koha system.
de: Machen Sie diese Einstellungen, bevor Sie in Ihrem Koha System beginnen zu katalogisieren.

source: *Get there:* More > Administration > Catalog
de: *Pfad in Koha:* Mehr > Administration > Katalog

source: MARC bibliographic frameworks
de: Bibliographisches MARC-Framework

source: Think of frameworks as templates for creating new bibliographic records. Koha comes with some predefined frameworks that can be edited or deleted, and librarians can create their own frameworks for content specific to their libraries.
de: Betrachten Sie Frameworks als Vorlagen für das Erstellen von neuen bibliographischen Datensätzen. Koha wird mit einigen vordefinierten Frameworks installliert, die bearbeitet oder gelöscht werden können. Bibliothekare können zudem eigene, an die Gegebenheiten der Bibliothek angepasste Frameworks erstellen.

source: *Get there:* More > Administration > Catalog > MARC bibliographic frameworks
de: *Pfad in Koha:* Mehr > Administration > Katalog > Bibliographisches MARC- Framework

source: Do not delete or edit the Default framework since this will cause problems with your cataloging records - always create a new template based on the Default framework, or alter the other frameworks.
de: Das Löschen oder Bearbeiten des Default-Frameworks führt zu Problemen bei der Katalogisierung von Datensätzen. Legen Sie immer ein auf dem Default-Framework basierendes neues Framework an, oder ändern Sie ein anderes bestehendes Framework.

source: Add new framework
de: Neues Framework anlegen

source: To add a new framework
de: Neues Framework hinzufügen

source: Click 'New framework'
de: 'Neues Framework' anklicken

source: Enter a code of 4 or fewer characters
de: Bitte einen Code mit 4 oder weniger Zeichen eingeben

source: Use the Description field to enter a more detailed definition of your framework
de: Verwenden Sie das Feld Beschreibung, um detailliertere Informationen für Ihr Framework einzugeben.

source: Click 'Submit'
de: Klicken Sie auf 'Bestätigen'

source: Edit existing frameworks
de: Bestehende Frameworks bearbeiten

source: This will open up a blank form for entering MARC field data
de: Dies öffnet ein leeres Formular, um MARC-Felder-Daten einzugeben

source: Enter the information about your new tag:
de: Geben Sie Kontaktinformationen für das neue Tag:

source: The 'Tag' is the MARC field number
de: Der 'Tag' ist die MARC-Feld-Nummer

source: The 'Label for lib' is the text that will appear in the staff client when in the cataloging module
de: Die 'Interne Beschreibung' wird in der Dienstoberfläche in der Katalogisierung angezeigt

source: The 'Label for OPAC' is the text that will appear in the OPAC when viewing the MARC version of the record
de: Die 'OPAC-Beschreibung' ist der Text, der im OPAC angezeigt wird, wenn die MARC-Sicht eines Titelsatzes aufgerufen wird

source: If this field can be repeated, check the 'Repeatable' box
de: Wenn das Feld wiederholbar ist, setzen Sie das Häkchen für 'Wiederholbar'

source: If this field is mandatory, check the 'Mandatory' box
de: Wenn das Feld ein Pflichtfeld ist, setzen Sie das Häkchen für 'Pflichtfeld'

source: If you want this field to be a pull down with limited possible answers, choose which 'Authorized value' list you want to use
de: Wenn Sie wollen, dass Ihnen hier eine Auswahlliste mit möglichen Antworten angeboten wird, wählen Sie eine Kategorie aus den Normierten Werten

source: Each field has a tag (which is the MARC tag) that is uneditable
de: Jedes Feld hat ein Tag (ein MARC-Tag), der nicht editierbar ist.

source: The 'Label for lib' is what will show in the staff client if you have :ref:`advancedMARCeditor` set to display labels
de: Der 'Beschreibungstext' wird in der Dienstoberfläche angezeigt, wenn der Systemparameter :ref:`advancedMARCeditor` so eingestellt ist, dass Beschreibungstexte angezeigt werden.

source: The 'Label for OPAC' is what will show on the MARC view in the OPAC
de: Die 'OPAC-Beschreibung' wird in der MARC-Sicht im OPAC angezeigt

source: 'Authorized value' is where you define an :ref:`authorized value <authorized-values-label>` pull down list for your catalogers
de: In dem Menüpunkt 'Normierter Wert' können Sie eine Liste :ref:`Normierter Werte <authorized-values-label>` definieren, die als Auswahlliste in der Katalogisierung angezeigt wird.

source: For each subfield you can set the following basic constraint values
de: Für jedes Unterfeld können Sie die folgende Basiswerte festlegen

source: Text for librarian
de: Text für Bibliothekare

source: Text for OPAC
de: Text für den OPAC

source: If left empty, the text for librarian is used instead
de: Wenn leer, wird der Text für die Bibliothekare genutzt.

source: the field will have an icon next to it allowing you to add multiples of the subfield
de: neben diesem Feld ist ein Pluszeichen, das Ihnen Mehrfacheinträge zu diesem Tag erlaubt

source: Mandatory
de: Pflichtfeld

source: Managed in tab
de: Angezeigt im Reiter

source: defines the tab where the subfield is shown. All subfields of a given field must be in the same tab or ignored. Ignore means that the subfield is not managed.
de: In Reitern verwaltet: behandelt die Reiter, in denen die Unterfelder angezeigt werden. Ignorieren bedeutet, dass das Unterfeld nicht verwaltet wird.

source: For each subfield you can set the following advanced constraint values
de: Für jedes Unterfeld können Sie die folgenen erweiterten Beschränkungswerte festlegen

source: Default value
de: Standardwert

source: defines what you want to appear in the field by default, this will be editable, but it saves time if you use the same note over and over or the same value in a field often.
de: legt fest, was Sie im Feld als Standard angezeigt haben wollen. Dies bleibt änderbar, doch es spart Zeit für den Fall, dass Sie die gleiche Notiz immer wieder brauchen oder oft den gleichen Wert in einem Feld verwenden.

source: Visibility
de: Sichtbarkeit

source: allows you to select from where this subfield is visible/hidden, simply check the boxes where you would like the field to show and uncheck the boxes where you would like it hidden.
de: erlaubt die Festlegung, wo das Unterfeld sichtbar oder versteckt ist. Setzen Sie einen Haken, wo das entsprechende Feld angezeigt werden soll, und entfernen Sie den Haken, wo es versteckt werden soll.

source: Is a URL
de: Ist eine URL

source: if checked, it means that the subfield is a URL and can be clicked
de: Wenn angehakt, ist das Unterfeld eine URL und kann angeklickt werden

source: If you enter a field/subfield here (200b), a link appears after the subfield in the MARC Detail view. This view is present only in the staff client, not the OPAC. If the librarian clicks on the link, a search is done on the database for the field/subfield with the same value. This can be used for 2 main topics :
de: Wenn Sie hier ein Feld/Unterfeld (200b) einfügen,wird in der MARC-Ansicht ein Link hinter dem Feld angezeigt. Diese Sicht ist nur im Intranet, aber nicht im OPAC verfügbar. Wenn Sie auf den Link klicken, wird eine Suche nach diesem Feld/Unterfeld in der Datenbank ausgelöst. Dies kann für zwei Ansichten verwendet werden:

source: on a field like author (200f in UNIMARC), put 200f here, you will be able to see all bib records with the same author.
de: bei einem Feld wie dem Autor (200f in UNIMARC), werden alle Titelsätze mit dem selben Autor angezeigt, wenn Sie hier 200f wählen.

source: on a field that is a link (4xx) to reach another bib record. For example, put 011a in 464$x, will find the serials that are with this ISSN.
de: bei einem Feld das ein Link zu einem anderen Titel ist (4xx). Zum Beispiel: Wenn Sie 011a in 464$x setzen, werden alle Zeitschriften mit dieser ISSN gefunden.

source: **Warning**
de: **Warnung**

source: This value should not change after data has been added to your catalog. If you need to change this value you must ask your system administrator to run misc/batchRebuildBiblioTables.pl.
de: Dieser Wert sollte nicht geändert werden, nachdem Daten Ihrem Katalog hinzugefügt wurden. Wenn Sie etwas an diesen Werten verändern müssen, bitten Sie Ihren Administrator, misc/batchRebuildBiblioTables.pl auszuführen.

source: For each subfield you can set the following Other option values
de: Für jedes Unterfeld können Sie die folgenen weiteren optionalen Werte festlegen

source: Authorized value
de: Normierter Wert

source: In the example above, the 504a field will show the MARC504 authorized values when cataloging
de: Im Beispiel oben steht im Feld 504a der Wert MARC504 aus den normierten Werten

source: means that the value is not free text, but must be searched in the authority/thesaurus of the selected category
de: Thesaurus: Das bedeutet, dass der Wert nicht frei ist, er aber in den Normdaten/ dem Thesaurus der ausgewählten Kategorie gesucht werden kann

source: means the value is calculated or managed by a plugin. Plugins can do almost anything.
de: bedeutet, dass der Wert berechnet wird oder durch ein Plugin bestimmt wird.

source: Examples:
de: Beispiele:

source: For call numbers there is an option to add a call number browser next to the the call number subfield so that you can identify which call numbers are in use and which are not. Simply choose the cn\_browser.pl plugin. Learn more in the :ref:`cataloging section <adding-items-label>` of this manual.
de: Es gibt die Möglichkeit, einen Signaturenbrowser neben dem Signatur-Unterfeld einzublenden. So sehen Sie, welche Signaturen bereits genutzt werden und welche nicht. Wählen Sie dafür das Plugin cn\_browser.pl. Mehr Informationen dazu finden Sie in diesem Handbuch unter dem :ref:`Kapitel Katalogisierung <adding-items-label>`.

source: If you'd like to let file uploads via cataloging you can choose the upload.pl plugin and this will allow you to :ref:`upload files to Koha to link to your records <attaching-files-to-records-label>`.
de: Wenn Sie Upload-Dateien in der Katalogisierung laufen lassen möchten, können Sie das Plugin upload.pl auswählen. Dies erlaubt Ihnen :ref:`Upload Dateien in Koha mit Ihrem Titeldatensatz zu verknüpfen <attaching-files-to-records-label>`.

source: In UNIMARC there are plugins for every 1xx fields that are coded fields. The plugin is a huge help for cataloger! There are also two plugins (unimarc\_plugin\_210c and unimarc\_plugin\_225a that can "magically" find the editor from an ISBN, and the collection list for the editor)
de: Zum Beispiel gibt es in UNIMARC Plugins für alle 1xx-Felder, die kodierte Felder sind. Das Plugin ist eine große Hilfe für die Katalogisierer! Es gibt auch zwei Plugins (unimarc\_plugin\_210c and unimarc\_plugin\_225a, die den Herausgeber "auf magische Weise" aus einer ISBN herleiten und die Sammlungsliste für den Herausgeber).

source: Import/export frameworks
de: Frameworks importieren/exportieren

source: Next to each framework is a link to either import or export the framework.
de: Neben jedem Framework gibt es einen Link zum Import oder Export

source: Export framework
de: Framework exportieren

source: To export a framework simply click the 'Export' link to the right of framework title.
de: Um ein Framework zu exportieren, wählen Sie 'Exportieren' rechts neben dem Frameworknamen.

source: When you click 'Export' you will be prompted to choose what format to export the file in.
de: Wenn sie 'Exportieren' auswählen, können Sie anschließend das Dateiformat wählen.

source: A framework exported this way can be imported into any other Koha installation using the import framework option.
de: Ein Framework, dass auf diese Weise exportiert wurde, kann in jede andere Koha-Installation importiert werden.

source: Import framework
de: Framework importieren

source: An easy way to create a new framework is to import one created for your or another Koha installation. This framework would need to be exported from the other system :ref:`using the instructions above <export-framework-label>` to be available for import here.
de: Eine einfache Methode zur Erstellung eines neuen Frameworks ist, ein bereits vorhandenes Framework aus einer eigenen oder anderen Koha-Installation zu importieren. Dieses Framework muss vor dem Import aus der anderen Installation :ref:`wie oben beschrieben<export-framework-label>` exportiert werden.

source: To import a framework you first need to create :ref:`a new framework <add-new-framework-label>`. Once you have that framework, click Actions then 'Import' to the right of the new framework.
de: Um ein Framework zu importieren, erstellen Sie zunächst :ref:`ein neues Framework <add-new-framework-label>`. Klicken Sie anschließend auf 'Importieren' rechts neben dem neu erstellten Framework.

source: You will be prompted to find a file on your computer to import into the framework.
de: Sie werden gebeten, eine Datei auf ihrem Computer für den Import in das Framework auszuwählen.

source: You will be asked to confirm your actions before the file is imported.
de: Sie werden gebeten, den MARC-Import zu bestätigen.

source: As your file is uploaded you will see an image that will confirm that the system is working.
de: Während des Hochladens sehen Sie ein Bild das anzeigt dass das System arbeitet.

source: Once your import is complete you will be brought to the framework edit tool where you can make any changes you need to the framework you imported.
de: Sobald der Import abgeschlossen ist, gelangen Sie zum Anpassungswerkzeug für Frameworks, wo Sie Änderungen am importierten Framework vornehmen können.

source: Koha to MARC mapping
de: Koha-zu-MARC-Mapping

source: While Koha stores the entire MARC record, it also stores common fields for easy access in various tables in the database. Koha to MARC mapping is used to tell Koha where to find these values in the MARC record. In many cases you will not have to change the default values set by in this tool on installation, but it is important to know that the tool is here and can be used at any time.
de: Für einen einfacheren Zugriff speichert Koha neben dem ganzen MARC-Datensatz auch häufig benötigte Felder in verschiedene Tabellen der Datenbank. Das 'Koha-zu-MARC-Mapping' wird benötigt, um Koha mitzuteilen, wo diese Werte im MARC-Datensatz zu finden sind. In vielen Fällen müssen Sie die Standardwerte, die hier bei der Installation eingerichtet wurden, nicht ändern. Doch es ist wichtig zu wissen, dass es das Tool gibt und dass es jederzeit benutzt werden kann.

source: *Get there:* More > Administration > Catalog > Koha to MARC mapping
de: *Pfad in Koha:* Mehr > Administration > Katalog > Koha-zu-MARC-Mapping

source: The table shows all the database fields that can be mapped to MARC fields.
de: Die Tabelle zeigt alle Datenbankfelder an, die zu MARC-Feldern gemappt werden können.

source: To add a new mapping, click on the 'Add' button to the right of the appropriate field.
de: Um ein neues Mapping hinzuzufügen, klicken Sie auf die Schaltfläche "Hinzufügen" rechts des entsprechenden Feldes.

source: Write in the MARC field and subfield you would like to map, separated by a comma, to this Koha field and click the 'OK' button.
de: Geben Sie das MARC Feld und Unterfeld das Sie zu diesem Koha-Feld mappen wollen durch Komma getrennt an und klicken Sie 'OK'.

source: It is possible to link more than one MARC field to a database field. For example, you could link both 260$a and 264$a to the biblioitems.place field.
de: Es ist möglich mehr als ein MARC-Feld mit einem Datenbankfeld zu verknüpfen. Sie können zum Beispiel das Feld 260$a und 264$a mit dem Feld biblioitems.place verknüpfen.

source: If you would like to clear the mapping for a database field, click the 'Remove' button.
de: Möchten Sie das Mapping für ein Datenbankfeld löschen, klicken Sie die Schaltfläche 'Entfernen'.

source: All changes are immediate.
de: Alle Änderungen sind sofort wirksam.

source: MARC bibliographic framework test
de: Bibliographisches MARC-Framework prüfen

source: Checks the MARC structure.
de: Überprüfen der MARC-Struktur.

source: *Get there:* More > Administration > Catalog > MARC bibliographic framework test
de: *Pfad in Koha:* Mehr > Administration > Katalog > Test des bibliographischen MARC-Frameworks

source: If you change your MARC bibliographic framework it's recommended that you run this tool to test for errors in your definition.
de: Es ist empfehlenswert, die bibliographischen MARC-Frameworks mit diesem Werkzeug auf Fehler in der Konfiguration zu prüfen, nachdem Sie Änderungen vorgenommen haben.

source: Authority types
de: Normdatentypen

source: Authority types are basically MARC frameworks for authority records and because of that they follow the same editing rules found in the :ref:`MARC bibliographic frameworks <marc-bibliographic-frameworks-label>` section of this manual. Koha comes with many of the necessary authority frameworks already installed. To learn how to add and edit authority types, simply review the :ref:`MARC bibliographic frameworks` section of this manual.
de: Normdatentypen sind hauptsächliche MARC-Frameworks für Normdatensätze und darum gilt für sie die gleiche Bearbeitungsregel, wie im Kapitel :ref:`bibliographisches MARC-Framework <marc-bibliographic-frameworks-label>` in diesem Handbuch beschrieben ist. Koha hat die gebräuchlichsten Normdaten-Frameworks bereits vorinstalliert. Wie das 'Hinzufügen' und das 'Bearbeiten' von Normdatentypen funktioniert können Sie im Kapitel :ref:`bibliographisches MARC-Framework` nachlesen.

source: *Get there:* More > Administration > Catalog > Authority types
de: *Pfad in Koha:* Mehr > Administration > Katalog > Normdatentypen

source: Classification sources
de: Klassifikationsquellen

source: Source of classification or shelving scheme is an :ref:`Authorized values <authorized-values-label>` category that is mapped to field 952$2 and 942$2 in Koha's MARC bibliographic frameworks and stored in the items.cn\_source field in the database.
de: Klassifikationsquelle bzw. Aufstellungssystematik ist eine Kategorie in den :ref:`Normierten Werten <authorized-values-label>`, die auf das Feld 952$2 und 942$2 in den bibliographischen MARC-Frameworks gemappt ist und im Feld items.cn\_source in der Datenbank abgespeichert ist.

source: *Get there:* More > Administration > Catalog > Classification sources
de: *Pfad in Koha:* Mehr > Administration > Katalog > Klassifikationsquellen

source: Commonly used values of this field are:
de: Gebräuchliche Werte für dieses Feld sind:

source: ddc - Dewey Decimal Classification
de: ddc - Dewey Dezimalklassifikation

source: lcc - Library of Congress Classification
de: lcc - Klassifikation der Library of Congress
