Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/apis_protocols.po
Languages: de

source: Other APIs and protocols
de: Weitere APIs und Protokolle

source: SIP2 (Session Initiation Protocol) is a protocol for communication between devices.
de: SIP2 (Session Initiation Protocol) ist ein Protokoll für die Kommunikation zwischen Geräten.

source: In the context of Koha SIP2 is used for communication between Self Check (SC) machines i.e. self checkout machines, and the Automated Circulation System (also known as ACS which in this case is the server running Koha).
de: Im Kontext von Koha wird SIP2 für die Kommunikation zwischen den Selbstverbuchungsgeräten (SC) und dem automatischen Ausleihsystem (auch ACS genannt und in diesem Fall der Server mit Koha) verwendet.

source: SIP2 communications consist of requests and responses.
de: Die SIP2-Kommunikation besteht aus Anfragen (requests) und Antworten (responses).

source: The self checkout machines are ‘dumb’ and so they send requests to the Koha server which runs logic which determines a particular outcome which is sent as a response message back to the client self checkout machine, and this is then conveyed to the user.
de: Die Selbstverbuchungsgeräte sind an sich "dumm" und schicken Anfragen an den Koha-Server, der die Logik für die betreffende Anfrage ausführt und eine Antwort zurück an den Client des Selbstverbuchungsgeräts schickt, der diese an den Benutzer weitergibt.

source: Security notice regarding using SIP2 service: To ensure that your SIP2 traffic is secure as it passes over the internet you need to make sure that you are using a VPN or stunnel.
de: Sicherheitshinweis für die Verwendung des SIP2-Service: Damit die SIP2-Kommunikation über das Internet auf sichere Weise erfolgt, müssen Sie sicherstellen, dass ein VPN oder Stunnel verwendet wird.

source: Setting up SIP2
de: Konfiguration von SIP2

source: If you installed Koha using Debian packages then SIP2 setup is easy, simply follow these steps:
de: Wenn Sie Koha über die Debian-Pakete installiert haben, dann ist die Konfiguration von SIP2 relativ einfach, folgen Sie einfach den folgenden Schritten:

source: 1. In your terminal (in the root Koha directory) write in: *sudo koha-enable-sip <instancename>*
de: 1. In der Konsole (im Root-Verzeichnis von Koha) tippen Sie: *sudo koha-enable-sip <instancename>*

source: 2. Now you need to configure the SIP2 settings, to do this you need to edit the SIPconfig.xml file which exists in the /etc/koha/sites/<instancename>/ directory. You will need to edit this file as root because it contains passwords (to do so write ‘sudo’ at the start of your command).
de: 2. Als nächstes müssen Sie die SIP2-Einstellungen konfigurieren, indem Sie die Datei SIPconfig.xml bearbeiten, die im Verzeichnis /etc/koha/sites/<instancename>/ liegt. Sie müssen die Datei als root bearbeiten, da diese Passwörter enthält (geben Sie dazu "sudo" am Anfang des Befehls an).

source: e.g. *sudo vi /etc/koha/sites/<instancename>/SIPconfig.xml*
de: Z.B. *sudo vi /etc/koha/sites/<instancename>/SIPconfig.xml*

source: Important note: There are three areas of interest in the SIPconfig.xml file that you need to change. These are: service, account and institution.
de: Wichtiger Hinweis: Es gibt drei Bereiche in der Datei SIPconfig.xml die geändert werden müssen. Diese sind: service, account und institution.

source: 2.1 Change the port value near the top of the SIPconfig.xml file (identified by the number 1 in the below screen shot), so it has the same IP address as set further down the SIPconfig.xml file identified by 2.
de: 2.1 Ändern sie den Port am Anfang der Datei SIPconfig.xml (gekennzeichnet mit der Nummer 1 im folgenden Screenshot), so dass die selbe IP-Adresse wie weiter unten in der Datei, gekennzeichnet mit Nummer 2, verwendet wird.

source: Make sure the two port values don’t have the same port number as you cannot have the same port being listened to by two different services. When deciding upon the port number make sure it is a high number (i.e. above 1000) because all ports below 1000 require root permissions.
de: Stellen Sie sicher, dass für die beiden Portnummern nicht der gleiche Port verwendet wird, da ein Port nicht für zwei verschiedene Services verwendet werden kann. Wenn Sie die Ports festlegen, wählen Sie einen Port mit einer höheren Nummer (über 1000), da alle Ports unter 1000 Root-Berechtigungen erfordern.

source: The account(s) you define in the SIPconfig.xml file are simply account(s) permitted to use the SIP2 service i.e. you're defining who can send and receive SIP2 commands.
de: Die Konten, die Sie in der Datei SIPconfig.xml definieren, sind die Konten die den SIP2-Service verwenden würden. Sie legen also fest, wer SIP2-Befehle senden und empfangen kann.

source: Account information that you write here must also exist in the Koha database i.e. you need to create a patron in the Koha staff interface with the same username, password (making sure to assign them circulate permissions) as the user account you write into the SIPconfig.xml file.
de: Die Kontoinformation, die Sie hier angeben, muss auch in der Koha-Datenbank existieren, d.h. Sie müssen einen Benutzer in der Dienstoberfläche von Koha anlegen, der den gleichen Benutzernamen und das gleiche Passwort hat (und die circulate-Berechtigung) wie das Konto, dass Sie in der Datei SIPconfig.xml angeben.

source: It is highly recommended that you only write in Koha user accounts with circulate permissions.
de: Es wird stark empfohlen, dass nur Benutzerkonten mit ausschließlich der circulate-Berechtigung verwendet werden.

source: The reason we want SIP2 users to only have circulate permissions rather than superlibrarian permissions is to reduce the access SIP2 users have to confidential patron data in case the system was compromised.
de: Der Grund, warum nur Benutzer mit circulate-Berechtigung, statt weiteren Berechtigungen wie superlibrarian, verwendet werden sollten, ist den Zugriff auf vertrauliche Daten für SIP2-Benutzer für den Fall einer Kompromittierung des Systems möglichst einzuschränken.

source: If the ACS or the SC were compromised then having all SIP2 users only having circulation permissions means that an intruder would only be able to access patron data via the terminal rather than the web interface as well (which would be available with superlibrarian permissions). So it is simply a matter of protecting your users.
de: Wenn der ACS oder der SC kompromittiert wurden, dann können Angreifer nur über das Terminal auf Benutzerdaten zugreifen, statt auch auf die Dienstoberfläche (was mit anderen und superlibrarian-Berechtigungen möglich wäre). Es geht hier also um den Schutz der Daten.

source: **Account value definitions:**
de: **Definition der Werte unter Accounts:**

source: Login id: This is the account username. - Modify this accordingly
de: Login id: Dies ist der Benutzername. - Passen Sie dies entsprechend an

source: Password: Account password - Modify this accordingly
de: Password: Dies ist das Passwort des Konto. - Passen Sie dies entsprechend an

source: Delimiter: The type of delimiter for account information - Leave as default
de: Delimiter: Das Trennzeichen für Kontoinformationen. - Belassen Sie die Voreinstellung

source: error-detect - Leave as default
de: error-detact - Belassen Sie die Voreinstellung

source: Institution: This is the branchcode for the library that the user belongs to. NOTE: This institution needs to be defined further down in the institution area of the SIPconfig.xml file and it must also exist in the Koha database. i.e. you need to create a library with the same branchcode in Koha staff interface.
de: Institution: Dies ist das Bibliothekskürzel der Bibliothek, zu der dieser Benutzer gehört. HINWEIS: Diese institution muss weiter unten im Bereich für institution der Datei SIPconfig.xml definiert sein und in der Koha-Datenbank existieren, d.h. Sie müssen eine Bibliothek mit dem gleichen Bibliothekskürzel über die Dienstoberfläche in Koha anlegen.

source: encoding: This is the standard used to encode the account data
de: encoding: Dies ist der Standard, der für die Codierung der Daten verwendet wird

source: Terminator: This needs to match the terminator value of the SIP2 server. - Modify this if you know the terminator value of the SIP2 server.
de: Terminator: Dies muss dem Wert für den Terminator des SIP-Servers entsprechen. - Ändern Sie dies nur, wenn Sie den Wert für Ihren SIP2-Server kennen.

source: It is also possible to add custom patron attributes to SIP2 profiles using the format such as:
de: Sie können auch zusätzliche Benutzerfelder zu den SIP2-Profilen im folgenden Format hinzufügen:

source: The institution information you define here must match a library created in the Koha staff interface.
de: Die institution, die Sie hier definieren, müssen einer Bibliothek entsprechen, die in Koha angelegt wurde.

source: You need to make sure all the institutions that accounts are assigned to further up in the SIPconfig.xml file are also defined in the institution area of the same file.
de: Stellen Sie sicher, dass alle weiter oben unter accounts genannten institutions auch im Bereich für institution der Datei SIPconfig.xml definiert werden.

source: **Institution value definitions:**
de: **Definition der Werte unter Institutions:**

source: 1. Institution id: The branchcode of the library. - Modify this accordingly. Must be the same as created in Koha and the account area.
de: 1: Institution id: Das Bibliotheksküzrel der Bibliothek. - Passen Sie dies entsprechend an. Dies muss das gleiche Kürzel sein, das auch in Koha und im Bereich accounts angegeben wurde.

source: Implementation: Defines the code that will be run. - Leave as default
de: Implementation: Definiert, welcher Code ausgeführt wird. - Belassen Sie die Voreinstellung

source: 3. Policy: Policy defines the permitted SIP2 commands allowed from SC’s in this institution. For example: renewal=”true” means that SC’s at that institution have permission to send renewal item SIP2 commands.
de: 3. Policy: Die Policy definiert welche SIP2-Befehle für den SC in dieser Einrichtung erlaubt sind. Zum Beispiel: renewal=true bedeutet, dass der SC dieser Einrichtung die Erlaubnis hat Verlängerungsanfragen über SIP2 zu schicken.

source: 4. Starting SIP2 Simply write in the command: *sudo koha-start-sip <instancename>*
de: 4: Um SIP2 zu starten, schreiben Sie einfach den Befehl: *sudo koha-start-sip <instancename>*

source: Now you have a running SIP2 server.
de: Jetzt haben Sie einen laufenden SIP2-Server.

source: Using SIP2
de: SIP2 verwenden

source: SIP2 is a communication protocol. The messages sent in SIP2 are either requests or responses. The SC’s send request messages to the ACS which will run some logic and send back the resulting value to the SC as a response message.
de: SIP2 ist ein Kommunikationsprotokoll. Die SIP2-Nachrichten sind entweder Anfragen (requests) oder Antworten (responses). Der SC schickt eine Nachricht an den ACS, der eine Logik ausführt und das Ergebnis an den SC als Antwort schickt.

source: The request messages contain arguments, which are data values used by the ACS in its functions to perform the required task such as renewing items.
de: Die Anfragen enthalten Argumente, Daten die der ACS in seinen Funktionen für die Erfüllung seiner Aufgaben, wie die Durchführung eine Verlängerung, verwendet.

source: **SIP2 commands**
de: **SIP2-Befehle**

source: If you want to manually use/test SIP2 then you will be writing and receiving messages via the Linux terminal.
de: Wenn Sie SIP2 händisch verwenden/testen möchten, dann müssen Sie Nachrichten über das Linux-Terminal schreiben und empfangen.

source: To be able to send and receive messages with the SIP2 server you need to use telnet to open a SIP2 connection. You need to specify the port number you want telnet to use.
de: Um Nachrichten an den SIP2-Server senden und empfangen zu können, müssen Sie Telnet verwenden, um eine SIP2-Verbindung aufzubauen. Sie müssen dabei die Portnummer angeben, die Telnet verwenden soll.

source: To find this information look at the service area at the top of the SIPconfig.xml file (look for the port number as pointed out by the arrow in the below screenshot).
de: Diese Information finden Sie im Bereich service am Anfang der Datei SIPconfig.xml (suchen Sie nach der Portnummer wie durch den Pfeil im Screenshot hervorgehoben).

source: Write into the terminal
de: Schreiben Sie auf der Kommandozeile

source: e.g. *telnet localhost 8023*
de: d.h. *telnet localhost 8023*

source: Now write in the username and password set in one of the accounts in the SIPconfig.xml file.
de: Schreiben Sie nun den Benutzernamen und das Passowort aus einem der unter accounts angegeben Konten in der SIPconfig.xml.

source: Now you are connected to the SIP2 server you can start writing and sending request commands. The connection to the SIP2 server does time out fast so if haven’t finished writing and receiving commands simply write in:
de: Nun sind Sie mit dem SIP2-Server verbunden und können damit beginnen Befehle zu schreiben und abzusenden. Die Verbindung zum SIP2-Server läuft schnell in einen Timeout, um das zu verhindern, bevor Sie mit dem Schreiben und Empfangen von Befehlen fertig sind, schreiben Sie einfach:

source: to restart the SIP2 connection.
de: um die SIP2-Verbindung neu aufzubauen.

source: **SIP2 command syntax**
de: **Syntax der SIP2-Befehle**

source: Every SIP2 command has a 2 digit numerical prefix which defines what the command is doing.
de: Jeder SIP2-Befehlt hat ein zweistelliges numerisches Präfix, das festlegt, was der Befehlt tut.

source: e.g. To get information about a patron you start your command with the prefix: 63. The response from the server also has a corresponding numerical prefix.
de: Z.B. Um Informationen zu einem Benutzer zu erhalten, beginnen Sie den Befehl mit dem Präfix 63. Die Antwort des Servers enthält ebenfalls ein korrespondierendes numerisches Präfix.

source: Below is an example of a SIP2 request message to request patron information (in this example a Koha patron account with the user name ‘joe’, password ‘joes’, and card number ‘y76t5r43’ has been created in the Koha staff interface).
de: Unten sehen Sie ein Beispiel für eine SIP2-Anfrage nach Benutzerinformationen (in diesem Beispiel einem Koha-Benutzerkonto mit dem Benutzernamen "joe", Passwort "joes" und Ausweisnummer "y76t5r43", der in der Dienstoberfläche angelegt wurde).

source: Additionally a library with the branchcode of ‘WEL’ has been created in the Koha staff interface and is also defined in the institution area of the SIPconfig.xml file):
de: Zusätzlich wurde eine Bibliothek mit dem Bibliohtekskürzel "WEL" in der Koha-Dienstoberfläche angelegt und im Bereich institutions der Datei SIPconfig.xml definiert):

source: So the format of this SIP2 request message is:
de: Das Format der SIP2-Anfrage ist:

source: The summary value is a 10 character value. If a Y is written in for the summary value then you will be able to get both a summary and more detailed informational output.
de: Die Zusammenfassung besteht aus 10 Zeichen. Wenn ein Y in der Zusammenfassung steht, können Sie sowohl eine Zusammenfassung, als auch eine detailliertere Ausgabe erhalten.

source: The value in the <YYYYMMDD> <HHMMSS> is the current datetime, by leaving a 4 space gap between the YYYYMMDD and HHMMSS this indicates you want to use local time rather than UTC.
de: Der Wert in <YYYYMMDD> <HHMMSS> ist die aktuelle Zeitangabe, durch frei lassen von 4 zeichen zwischen YYYYMMDD und HHMMSS ist erkenntlich, dass es sich um eine Angabe in lokaler Zeit und nicht um UTC handelt.

source: In this manual letter codes for the various fields are used where possible in describing the SIP2 message fields e.g. AO<institutionid>.
de: In diesem Handbuch werden wenn möglich Buchstabencodes für die verschiedenen Felder verwendet, um die verschiedenen SIP2-Nachrichtenfelder zu beschreiben, z.B. AO<institutionid>.

source: These letter codes can be written in the SIP2 commands into the Linux terminal, but make sure when substituting values in for the fields (values inside the <>) that you do not write in the <> brackets.
de: Diese Buchstabencodes können in den SIP2-Befehlen in der Linuxkonsole verwendet werden, aber stellen Sie sicher, dass wenn Sie die Werte in den Feldern (Werte in den <>) ersetzen, Sie die spitzen Klammern entfernen.

source: **SIP2 messages:**
de: **SIP2-Nachrichten:**

source: **Block patron**
de: **Benutzer sperren**

source: This uses the prefix 01 for request messages and 24 for response messages.
de: Dies verwendet das Präfix 01 für die Anfrage und 24 für die Antwort.

source: Request message:
de: Anfrage:

source: Card retained is a single character field of either ‘Y’ or ‘N’ which tells the ACS that a card has been retained by the self checkout machine.
de: Karte einbehalten ist ein Feld mit einem Zeichen, entweder "Y" oder "N", dass dem ACS mitteilt, dass eine Karte vom Selbstverbucher einbehalten wurde.

source: Response message:
de: Antwort:

source: <patronstatus> is a 14 character long value. The value Y in the string means true. Each position in this string (starting at 0) has a single corresponding value (Y or N) in the string.
de: <patronstatus> ist ein 14 Zeichen langer Wert. Der Wert Y in der Zeichenkette bedeutet wahr (true). Jede Position in dieser Zeichenkette (beginnend mit 0) hat einen einzelnen entsprechenden Wert (Y oder N).

source: e.g. a Y at position 1 (the second value in the string) means that the patrons renewal privileges are denied.
de: Z.b. ein Y an Position 1 (zweiter Wert der Zeichenkette) bedeutet, dass der Benutzer keine Verlängerungen durchführen kann.

source: **Check-in items**
de: **Exemplare zurückgegeben**

source: This uses the request message (messages sent to the ACS) prefix of 09 and the response prefix of 10 (sent to the SC).
de: Dies verwendet in der Anfrage (Nachricht an den ACS) das Präfix 09 und die Antwort verwendet 10 (gesendet an den SC).

source: <no block (Offline)> is a single character field of either ‘Y’ or ‘N’ which indicates if the transaction is being performed offline. As offline transactions are not supported you need to write ‘N’ if you are testing this message out manually.
de: <no block (Offline)> ist ein Feld mit einem Zeichen, entweder "Y" oder "N", welches anzeigt, ob die Transaktion offline durchgeführt wird. Da Offline-Transaktionen nicht unterstützt werden, müssen Sie "N" angeben, wenn Sie diese Nachricht händisch testen.

source: <transactiondate> this is a 18 character field with the date is the format: YYYYMMDDZZZZHHMMSS.
de: <transactiondate> Dies ist ein 18-Zeichen langes Feld mit dem Datum im Format: JJJJMMTTZZZZHHMMSS.

source: ZZZZ is the timezone, if you want to set it to local you need to leave 4 blank spaces, but if you want to set it to the UTC (Coordinated Universal Time) then you need to write in 3 blank spaces and a Z.
de: ZZZZ ist die Zeitzone, um die lokale Zeit zu verwenden, können 4 Leerzeichen verwendet werden, aber wenn Sie UTC (Coordinated Universal Time) verwenden möchten, schreiben sie 3 Leerzeichen und ein Z.

source: Alert type could have one of several values: 00 : Unknown 01: local hold 02: remote hold 03: ILL Transfer 04: transfer 99: Other
de: Alert kann einen von mehreren Werten annehmen: 00: Unbekannt, 01: Lokale Vormerkung, 02: Vormerkung vom anderen Standort, 03: Fernleihbestellung, 04: Transport, 99: Sonstiges

source: **Checkout items**
de: **Exemplare ausleihen**

source: This uses the request message prefix of 11 and the response message prefix of 12. It has similar syntax to the check-in command, outlined above except the prefixes are different.
de: Diese Nachricht verwendet das Präfix 11 für die Anfrage und das Präfix 12 für die Antwort. Sie hat eine ähnliche Syntax wie der Rückgabebefehl, der oben beschrieben wird, mit Ausnahme der Präfixe.

source: **Hold** – May not yet be supported on some systems. This has a request message numerical prefix of 15 and a response message prefix of 16.
de: **Vormerkung** - Wird eventuell noch nicht von allen Systemen unterstützt. Die Anfrage hat den Präfix 15 und die Antwort das Präfix 16.

source: <holdmode> is a single character value. + means add a hold, - means delete a hold and * means change a hold.
de: <holdmode> ist ein Wert von einem Zeichen Länge. + bedeutet, eine Vormerkung eintragen, - bedeutet, eine Vormerkung stornieren und * bedeutet eine Änderung an einer Vormerkung.

source: <ok> is a single length value which is either 0 (for hold is not permitted or was not successful) or 1 (for hold is permitted and was successful).
de: <ok> ist ein Wert von einem Zeichen Länge der entweder 0 (für Vormerkung nicht erlaubt oder nicht erfolgreich) oder 1 (für Vormerkung ist erlaubt und war erfolgreich) annehmen kann.

source: <available> is a single length value which is either Y or N. Y means the item is currently in the library, whilst N means the item is currently on loan/someone else has created a hold on the item.
de: <available> ist ein Wert von einem Zeichen Länger, der entweder Y oder N ist. Y bedeutet, dass das Exemplar aktuell in der Bibliothek ist, während N bedeutet, dass das Exemplare aktuell an jemanden entliehen oder für jemand anderen vorgemerkt ist.

source: **Item information: This uses the request command prefix of 17, and the response command prefix of 18**
de: **Exemplarinformation: Dies verwendet in der Anfrage den Präfix 17 und in der Antwort den Präfix 18**

source: See the check-in items command (described above) to find out what the <xact_date> value is.
de: Lesen Sie im Rückgabebefehl (oben beschrieben) nach, was der <xact_date>-Wert ist.

source: The terminal password is optional.
de: Das Terminalpasswort ist optional.

source: **Item status update This uses the request message prefix of 19 and the response message prefix of 20**
de: **Update des Exemplarstatus: Dies verwendet in der Anfrage den Präfix 19 und in der Antwort den Präfix 20**

source: <itemproperties> is not a fixed length value, and you can optionally write in values such as item size and these values will be stored in the Koha database for the item.
de: <itemproperties> ist kein Wert mit fester Länge und Sie können optional Werte wie die Grüße des Exemplars angeben und diese Werten in der Koha-Datenbank für das Exemplar gespeichert.

source: <itempropertiesok> is a single length character value which is either 0 or 1. 1 identifies that the <itemproperties> value defined in the item status update request message was successfully stored in the Koha database.
de: <itempropertiesok> ist ein Wert mit einem Zeichen Länge, der entweder 0 oder 1 ist. 1 bedeutet, dass der in <itemproperties> angegeben Wert für ein Update des Exemplarstatus erfolgreich in der Datenbank gespeichert wurde.

source: **Patron status**
de: **Benutzerstatus**

source: This uses the request message prefix 23 and the response message prefix of 24.
de: Dieser verwendet den Präfix 23 in der Anfrage und den Präfix 24 in der Antwort.

source: The value displayed for <patronvalidity> is Y (valid) and N (invalid) The value in the <YYYYMMDD> < HHMMSS> is the current date/time.
de: Der Wert, der für <patronvalidity> angezeigt wird, ist entweder Y (gültig) oder N (ungültig). Der Wert in <YYYYMMDD> < HHMMSS> ist das aktuelle Datum und Uhrzeit.

source: The reason for the gap between the two values is to define that you want to use localtime rather than UTC.
de: Der Grund für den Abstand zwischen den beiden Werte ist, dass hier lokale Zeit, statt UTC angegeben wird.

source: **Patron enable - This is not yet supported. This uses the request message prefix of 25 and the response message prefix of 26**
de: **Benutzer aktivieren - Dies wird noch nicht unterstützt. Dieser Befehl verwendet das Präfix 25 in der Anfrage und 26 in der Antwort**
