Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/apis_protocols.po
Languages: de

source: This command undoes the block patron command.
de: Dieser Befehl macht den Befehl zum Sperren eines Benutzers rückgängig.

source: **Renew This uses the request message prefix of 29 and the response message prefix of 30**
de: ** Verlängern: Dieser Befehl verwendet das Präfix 29 in der Anfrage und 30 in der Antwort**

source: <thirdpartyallowed> is a single character value which is either Y or N. If it is Y then third parties can renew items.
de: <thirdpartyallowed> ist ein Wert von einem Zeichen Länge, der entweder Y oder N ist. Wenn er Y ist, dann können auch Dritte Ausleihen verlängern.

source: <noblock> is a single character value which is either Y or N. If it is Y then this means that the item was checkin/out when the ACS was offline.
de: <noblock> ist ein Wert von einem Zeichen Länge, der entweder Y oder N ist. Wenn er Y ist, dann bedeuutet dies, dass der Selbstverbucher offline war, als die Ausleihe/Rückgabe erfolgt ist.

source: <nbduedate> is the transaction date of checkin/checkout when the ACS was offline.
de: <nbduedate> ist das Transaktionsdatum der Rückgabe/Ausleihe, während der Selbstverbucher offline war.

source: <feeacknowledged> is a single character value which is either Y or N. This indicates if the user accepts the fee associated with the item they are renewing.
de: <feeacknowledged> ist ein Wert mit einem Zeichen Länder, der entweder Y oder N ist. Dieser zeigt an, ob der Benutzer die mit der Verlängerung verbundenen Gebühren akzeptiert hat.

source: <ok> is a single character value which is either 0 or 1. A value of 1 means the item was successfully renewed, 0 means item was not successfully renewed.
de: <ok> ist ein Wert mit einem Zeichen Länge, der entweder 0 oder 1 ist. Ein Wert von 1 bedeutet, dass das Exemplar erfolgreich verlängert wurde, 0 bedeutet, dass die Verlängerung nicht ausgeführt wurde.

source: <renewalok> is a single character value which is either Y or N. The logic for the setting of the value of <renewalok> is Y is set when the item is already checkout by the user and so it should be desensitized thereby renewing it, whereas N is set if the item is not already checkout to the patron and so it should not be renewed.
de: <renewalok> ist ein Wert mit einem Zeichen Länge, der entweder Y oder N ist. Die Logik hinter <renewalok> ist, dass Y gesetzt wird, wenn das Exemplar bereits von diesem Benutzer entliehen ist und daher entsichert und verlängert werden sollte, während N gesetzt wird, wenn es bereits vom Benutzer entliehen ist, aber nicht verlängert werden soll.

source: In other words don’t let patrons renew books when they are not currently checked out to them.
de: In anderen Worten: Lasse Benutzer keine Medien verlängern, die bereits an sie entliehen sind.

source: <magneticmedia> is a single character value which is either Y (for yes), N ( for no), or U (for unknown).
de: <magneticmedia> ist ein Wert mit einem Zeichen Länge der entweder Y (für Ja) oder N (für Jein) oder U (für Unbekannt) ist.

source: <mediatype> is a three numerical character long value. For a list of the values go to: http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
de: <mediatype> ist ein Wert von 3 Zeichen Länge. Eine Liste der möglichen Werte finden Sie in: http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf

source: **End session**
de: **Sitzung beenden**

source: This uses the request message prefix of 35 and the response message prefix of 36
de: Dieser verwendet das Präfix 35 in der Anfrage und 36 in der Antwort

source: <success_or_failure> is either Y for success or N for failure.
de: <success_or_failure> ist entweder Y für Erfolg oder N für Fehlschlag.

source: **Fee Paid – May not be implemented yet. This uses a request message prefix of 37 and a response message prefix of 38**
de: **Gebühr bezahlt - Ist möglicherweise noch nicht implementiert. Dieser verwendet ein Präfix von 37 für die Anfrage und ein Präfix von 38 für die Antwort**

source: <feetype> is a two numerical character value which is between 01 and 99. To see a list of fee type values go to http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf
de: <feetype> ist ein zweistelliges numerisches Feld mit enem Wert zwischen 01 und 99. Eine Liste der Gebührenarten finden Sie in http://multimedia.3m.com/mws/media/355361O/sip2-protocol.pdf

source: <paymenttype> is a two character numerical value between 00 and 99. 00 is cash, 01 is Visa, and 02 is credit card.
de: <paymenttype> ist ein zweistelliges numerisches Feld mit einem Wert zwischen 00 und 99. 00 ist Bar, 01 ist Visa und 02 ist Kreditkarte.

source: <currencytype> is a 3 alphanumeric character long value identifying the currency the fee paid was in.
de: <currencytype> ist ein dreistelliges alphanumerisches Feld, dass die Währung angibt, in der eine Gebühr bezahlt wurde.

source: <paymentaccepted> is a single alphanumeric character long value which is either Y (payment has been accepted) or N (payment has not been accepted).
de: <paymentaccepted> ist ein einstelliger Wert, der entweder Y (Zahlung wurde akzeptiert) oder N (Zahlung wurde nicht akzeptiert) annehmen kann.

source: **Patron information**
de: **Benutzerinformation**

source: This uses the request message prefix of 63 and the response message prefix of 64
de: Dieser verwendet das Präfix 63 in der Anfrage und 64 in der Antwort

source: <valid patron> is Y for valid and N for not valid.
de: <valid patron> ist Y für gültig und N für ungültig.

source: <hold itemcount><overdueitemcount><chargeditemscount><fienitemscount><recallitemscount><unavaliableholdscount> are all 4 numerical character long values.
de: <hold itemcount><overdueitemcount><chargeditemscount><fienitemscount><recallitemscount><unavaliableholdscount> sind alle vierstellige numerische Werte.

source: **Renew all**
de: **Alle verlängern**

source: This uses the request message prefix of 65 and the response message prefix of 66.
de: Dieser verwendet ein Präfix von 65 in der Anfrage und 66 in der Antwort.

source: <renewedcount> is a 4 numerical character long value denoting the number of items that were renewed.
de: <renewedcount> ist ein vierstelliger numerischer Wert, der die Anzahl der verlängerten Exemplare angibt.

source: <unrenewedcount>, has the same format as the <renewedcount> but it denotes the number of items not renewed.
de: <unrenewedcount> hat das gleiche Format wie <renewedcount>, aber gibt die Anzahl der Exemplare an, die nicht verlängert wurden.

source: **Login**
de: **Anmeldung**

source: This uses the request message prefix of 93, and the response message prefix of 94.
de: Dieser verwendet das Präfix 93 in der Anfrage und 94 in der Antwort.

source: <UIDalgorithm> and <PWDalgorithm> are one character long values indicating the type of algorithm to use to encrypt the loginuserid and loginpassword respectively.
de: <UIDalgorithm> und <PWDalgorithm> sind einstellige Werte, die angeben, welcher Algorithmus für die Verschlüsselung von loginuserid und loginpassword verwendet werden soll.

source: Writing in the value of 0 means these values will not be encrypted.
de: Die Angabe 0 bedeutet, dass die Werte nicht verschlüsselt werden.

source: Response message: *941* is a successful login. *940* is an unsuccessful login *[connection closed by foreign host.]* is a unsuccessful login
de: Antwort: *941* ist eine erfolgreiche Anmeldung. *940* ist eine fehlgeschlagene Anmeldung. *[connection closed by foreign host.]* ist ebenfalls eine fehlgeschlagene Anmeldung

source: **Resend**
de: **Erneutes senden**

source: This requests the receiving device to resend its last message.
de: Dies fordert das empfangende Gerät dazu auf, seine letzte Nachricht erneut zu schicken.

source: SC -> ACS resend request is *97*
de: SC -> ACS für erneutes Senden ist *97*

source: ACS -> SC resend request is *96*
de: ACS -> SC für erneutes Senden ist *96*

source: **Status of the ACS and SC**
de: **Status des ACS und SC**

source: This has the request message prefix of 99 and the response message prefix of 98.
de: Dieser verwendet das Präfix 99 in der Anfrage und 98 in der Antwort.

source: The status code is one of 3 values. * 0: SC is ok * 1: SC is out of paper * 2: SC is shutting down max print width is a 3 character long value which is the integer number of characters the client can print Protocol version is a 4 character value in the format x.xx
de: Der Statuscode hat einen von 3 Werten. * 0: SC ist in Ordnung * 1: SC hat kein Papier mehr * 2: SC: fährt herunter. Die Druckbreite sind 3 Zeichen, die er Anzahl der Zeichen entspricht, die der Client drucken kann. Protokoll-Vresion ist ein 4 Zeichen langer Wert im Format x.xx

source: If you get the response message ‘96’ this means that the request message is not valid/understood.
de: Wenn Sie die Antwort "96" erhalten, bedeutet dies, dass die Anfrage nicht verstanden wurde oder ungültig war.

source: **Troubleshooting SIP2**
de: **SIP2-Troubleshooting**

source: Can’t connect to remote host when writing in the command telnet localhost <portnumber>
de: Es ist keien Verbindung mit dem Host über das Telnet-Kommando localhost <portnumber> möglich

source: 3 solutions for this issue to try are:
de: 3 mögliche Lösungen für dieses Problem sind:

source: Check the portnumber your writing in the above command is the port number written in the SIPconfig.xml file at the location indicated by the number 1. i.e. in the below example because the portnumber is 6001 the correct command would be: telnet localhost 6001.
de: Prüfen Sie die Portnummer in Ihrem Befehl in der SIPconfig.xml an der mit Nummer 1 markierten Stelle nach. D.h. In dem untenstehenden Beispiel, wäre das korrekte Kommando telnet localhost 6001, da die Portnummer 6001 ist.

source: Check if any userid is written more than once in the SIPconfig.xml file. The userid (which is simply the username of the Koha user) needs to be unique within the SIPconfig.xml file. If you have the same userid multiple times in your SIPconfig.xml file this will cause the connection to SIP2 to fail before you get a chance to authenticate.
de: Prüfen Sie, ob eine userid mehr als einmal in der SIPconfig.xml-Datei definiert ist. Die userid (die dem Benutzernamen des Koha-Benutzers entspricht) darf in der SIPconfig.xml nur einmal vorkommen. Wenn die selbe userid mehrfach in der SIPconfig.xml verwendet wurde, schlägt die Verbindung über SIP2 fehlt, bevor Sie die Möglichkeit hatten sich zu authentifizieren.

source: Check the account defined in the SIPconfig.xml file also exists in the Koha database with the same username, password and has circulate permissions. If you have dropped and recreated the Koha database after creating the patron account in the Koha staff interface and the SIPconfig.xml file then that patron account will not exist in the Koha database and so you will need to recreate them in the Koha staff interface.
de: Prüfen Sie nach, dass der account der in der Datei SIPconfig.xml definiert wurde auch in der Koha-Datenbank mit dem gleichen Benutzernamen und Passwort existiert und die circulate-Berechtigung hat. Wenn Sie die Koha-Datenbank gelöscht und neu angelegt haben, nachdem das Benutzerkonto in der Dienstoberfläche von Koha und in der SIPconfig.xml angelegt wurde, dann wird dieses Konto nicht mehr in Koha existierten und muss neu angelegt werden.

source: To access the SIP2 logs in your Koha home directory navigate to the following directory: /var/log/koha/<instancename>
de: Um auf die SIP2-Logs in Koha zuzugreifen, navigieren Sie in das folende Verzeichnis: /var/log/koha/<instancename>

source: Then view the output of the sip-error.log and the sip-output.log files which give more detailed information about the SIP2 error.
de: Dann lassen Sie sich die Ausgaben in sip-error.log und sip-output.log anzeigen, die genauere Informationen über den SIP2-Fehler enthalten.

source: cat sip-output.log
de: cat sip-output.og

source: **Useful links on SIP2 commands:**
de: **Nützliche Linsk für SIP2-Befehle:**

source: Setting up LDAP (Lightweight Directory Access Protocol) for Koha allows you to store all user information in a central database which is accessed both by your organisations Koha instance and for users to authenticate on other existing systems.
de: Die Anbindung an LDAP (Lightweight Directory Access Protocol) an Koha erlaubt Ihnen Benutzerdaten in einer zentralen Datenbank zu verwalten, auf die von Koha aus und von Ihren Benutzern zugegriffen wird, um sich in existierenden Systemen anzumelden.

source: LDAP is a protocol used for file discovery over networks and network authentication.
de: LDAP ist ein Protokoll zur Durchführung von Abfragen und Änderungen in einem verteilten Verzeichnisdienst.

source: LDAP configurations are powerful allowing you to customise how Koha and LDAP interact. LDAP can be configured so that new accounts created in LDAP can be synced down into the Koha database, additionally updates to the LDAP user account are synced down to the Koha database.
de: Die Konfigurationsmöglichkeiten von LDAP sind mächtig und erlauben es anzupassen, wie Koha und LDAP miteinander interagieren. LDAP kann so konfiguriert werden, dass neue Konten, die in LDAP angelegt werden oder auch zusätzlich Updates an LDAP-Benutzern in die Koha-Datenbank übertragen werden.

source: However Koha cannot sync data up to the LDAP server, thus the data traffic when using LDAP is only one directional.
de: Allerdings kann Koha keine Daten in den LDAP-Server synchronisieren, der Datenfluss bei LDAP läuft also nur in eine Richtung.

source: Auth_By_Bind is set to 1 where a Microsoft Windows Active Directory system is in use in the LDAP database.
de: Auth_By_Bind ist 1, wenn ein Microsoft Windows Active Directory als Datenbank für LDAP verwendet wird.

source: **Before going through the steps to configure LDAP you will need the following information/actions from the organisation**
de: **Bevor Sie die nächsten Schritte Schritte zur Konfiguration von LDAP ausführen, benötigen Sie die folgenden Informationen von Ihrer Einrichtung**

source: The organisation will need to open a port to allow access to their AD from the server.
de: Die Organisation muss einen Port öffnen, um den Zugriff auf das AD von Ihrem Server aus zu erlauben.

source: Information on the access to the AD server (IP address/hostname, port, SSL info)
de: Informationen für den Zugriff auf den AD-Server (IP-Adresse/Hostname, Port, SSL-Info)

source: Information on the configuration of the AD server (relevant OUs, DCs, CN formats relative to usernames)
de: Informationen zur Konfiguration des AD-Servers (relevante OUs, DCs, CN-Formate relativ zu Benutzernamen)

source: Mapping between AD fields and Koha fields, including defaults
de: Mapping zwischen AD-Feldern und Koha-Feldern, inklusive der Voreinstellungen

source: Default values for things not provided by AD (categorycode, branchcode for example)
de: Voreinstellungen für Werte, die nicht vom AD geliefert werden (z.B. Benutzertyp, Heimatbibliothek)

source: To authenticate a user do we bind as them (seems to be common for AD) or do we use an account and login with that and then check? If the latter, we'll need details of how to log in
de: Um einen Benutzer zu authentifizieren melden wir uns ald dies an (üblich bei AD) oder verwenden wir ein Konto für das Login und prüfen dann? Für das Letztere benötigen wir die Angaben für die Anmeldung

source: Do the existing usernames in Koha match the usernames that we'll be using to look them up in AD? If so, good. If not, how will we deal with duplicate users?
de: Stimmen die in Koha existierenden Benutzernamen mit denen überein, die wir im AD vorfinden? Wenn ja, gut. Wenn nicht, wie gehen wir mit dubletten Benutzern um?

source: **Steps to set up LDAP with your Koha instance**
de: **Schritte für die Konfiguration von LDAP mit Koha**

source: 1 In Linux terminal navigate to the directory containing the koha-conf.xml file which will either be in: * /etc/koha/sites/<instance-name>/ OR * /etc/koha/
de: 1 Navigieren Sie im Linux-Terminal in das Verzeichnis mit der koha-conf.xml, diese liegt entweder unter * /etc/koha/sites/<instance-name>/ ODER * /etc/koha/

source: 2 Open the koha-conf.xml file with root permissions: sudo vi koha-conf.xml
de: 2 Öffnen Sie die koha-conf.xml mit Root-Berechtigung: sudo vi koha-conf.xml

source: 3 Scroll down to the line containing ‘<useldapserver>0</useldapserver>’ and change it to: <useldapserver>1</useldapserver>
de: 3 Scrollen Sie zu der Zeile mit ‘<useldapserver>0</useldapserver>’ und ändern Sie den Eintrag zu <useldapserver>1</useldapserver>

source: 4 Then in the next line below write in the LDAP configurations below: Note all fields highlighted in yellow need to be replaced with the appropriate values for your organisations LDAP server.
de: 4 Dann in der nächsten Zeile darunter geben Sie die LDAP-Konfiguration an: Alle in gelb hervorgehobenen Felder müssen mit den korrekten Werten für den LDAP-Server Ihrer Einrichtung ersetzt werden.

source: 5 Save and exit the koha-conf.xml file
de: 5 Speichern und Verlassen Sie die Datei koha-conf.xml

source: 6 Check the LDAP connection works by writing in:
de: 6 Prüfen Sie, ob die LDAP-Verbindung funktioniert, über:

source: Note about hostname Hostname can either be a alphanumerical name or it can be the LDAP server IP address (its optional to write port number). By default the ldaps default port number is 636, whilst ldap default port number is 389
de: Hinweis zum Hostname: Der Hostname kann entweder eine alphanumerische Bezeichnung oder die IP-Adresse des LDAP-Servers sein (die Angabe der Portnummer ist optional). Die Voreinstellung ist die Portnummer von LDAPS 636 und von LDAP 389

source: Note about the replicate and update fields The replicate LDAP config field for LDAP in the koha-conf.xml file allow the Koha database to be added to with a new borrower account whenever a user logs into Koha (either the staff client or OPAC) with their LDAP username and password (assuming the same username and password does not already exist in the Koha database).
de: Hinweis zu den Feldern replicate und udpate: Das Feld replicate für LDAP in der koha-conf.xml erlaubt es einen neuen Benutzer in der Koha-Datenbank anzulegen, wenn sich dieser in Koha mit seinem LDAP-Benutzernamen und Passwort anmeldet (entweder im OPAC oder der Dienstoberfläche und nur wenn dieses Login noch nicht in der Datenbank existiert).

source: Whereas the update LDAP config field (in the same file allows) allows for user information in the LDAP database to be synced down to the Koha database. e.g. if someone gets married and their surname changes then the new surname only needs to be updated in the existing LDAP database and that will be synced down to the Koha database automatically if the update configuration is set to 1.
de: Das Feld update (in der gleichen Datei) hingegen erlaubt es Benutzerinformationen der Koha-Datenbank mit denen in der LDAP-Datenbank zu synchronisieren, d.h. wenn jemand heiratet und sich der Nachname ändert, muss der Nachname nur in der LDAP-Datenbank geändert werden und wird von dort in die Koha-Datenbank übertragen, wenn der Benutzer sich anmeldet und update auf 1 gesetzt wurde.

source: About the mapping fields (the fields highlighted green) <city is="l">Athens, OH</city>
de: Zu den Mapping-Feldern (in grün hervorgehoben): <city is="l">Athens, OH</city>

source: The left hand column name (highlighted yellow) is the name of the column in the LDAP database.
de: Der Spaltenname links (hervorgehoben in gelb) ist der Name der Spalte in der LDAP-Datenbank.

source: The column name inside quote marks (highlighted pink) is the name of the column in the Koha database. NOTE: This can be filled with any value if there is no equivalent column name in the Koha database as exists in the LDAP database.
de: Der Spaltenname in den Anführungszeichen (hervorgehoben in pink) ist der Name der Spalte in der Koha-Datenbank. HINWEIS: Diese Angabe kann beliebig gewählt werden, wenn es keine entsprechende Spalte in der Koha-Datenbank gibt.

source: The value highlighted cyan is the default value for the specified Koha and LDAP columns. So in the above example all user records in the Koha and LDAP databases will by default have the city value of ‘Athens, OH’.
de: Der Wert in hellblau ist die Voreinstellung für die angegebenen Koha- und LDAP-Spalten. Im oberen Beispiel erhalten alle Benutzerdatensätze in der Koha-Datenbank in der Voreinstellung die Stadt "Athens, Oh".

source: Example of the LDAP configurations:
de: Beispiele von LDAP-Konfigurationen:

source: The values in the mapping area are not always the same, and it depends on what is in your organisations LDAP database. For example some organisations do not use <userid> instead each user is only identified by the <email> field and so no <userid> is written.
de: Die Werte in den Mappings werden variieren und hängen davon ab, was in Ihrer LDAP-Datenbank gespeichert ist. Zum Beispiel verwenden einige Organisationen nicht das Feld <userid> sondern identifizieren den Benutzer über das Feld <email>, so dass keine <userid> ausgegeben wird.

source: The log that LDAP errors are printed to depends on several factors:
de: Das Log, in dass LDAP-Fehler ausgegeben werden, hängt von verschiedenen Faktoren ab:

source: If plack is not disabled then LDAP errors are displayed in the plack-error.log file If plack is disabled then the location that LDAP errors are printed to is either the opac-error.log file (if the user is logging into the OPAC) or the intranet-error.log file (if the user is logging into the staff client) All of these three log files are accessible in the following directory:
de: Wenn Plack aktiviert ist, dann werden LDAP-Fehler im plack-error.log ausgegeben. Wenn Plack deaktiviert ist, dann werden die LDAP-Fehler entweder im opac-error.log (bei Anmeldung im OPAC) oder im intranet-error.log (bei Anmeldung in der Dienstoberfläche) ausgegeben. Alle drei Logdateien finden sich im folgenden Verzeichnis:
