Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cash_management.po
Languages: de, hi

source: Cash management
de: Gebührenverwaltung
hi: नगदी प्रबंधन

source: Koha includes a number of options for dealing with monetary transactions and actions to allow for fine grained tracking of these processes for audit and analytic processes.
de: Koha verfügt über eine Reihe von Funktionen für den Umgang mit finanziellen Transaktionen und erlaubt es diese Prozesse für Audits und Statistik feingranular zu protokollieren und rückzuverfolgen.
hi: कोहा में मौद्रिक लेनदेन और कार्यों से निपटने के लिए कई विकल्प शामिल हैं जो लेखापरीक्षा और विश्लेषणात्मक प्रक्रियाओं के लिए इन प्रक्रियाओं के ठीक दाने वाले ट्रैकिंग की अनुमति देते हैं।

source: Cash registers
de: Kassen
hi: नगदी रजिस्टर

source: Cash registers can be used to track transactions to a specific location in your library. This can be especially helpful for detailing where cash has been taken for payments and then when this cash is subsequently removed and taken to the bank.
de: Kassen können dazu verwendet werden Transaktionen an einem bestimmten Standort in der Bibliothek zu verfolgen. Dies kann besonders hilfreich sein, wenn Bargeldeinzahlungen erfolgen und daher Gelder regelmäßig entnommen und eingezahlt werden müssen.
hi: कैश रजिस्टर का उपयोग आपकी लाइब्रेरी में किसी विशिष्ट स्थान पर लेनदेन को ट्रैक करने के लिए किया जा सकता है। यह उन विवरणों के लिए विशेष रूप से उपयोगी हो सकता है जहां भुगतान के लिए नकद लिया गया है और फिर जब बाद में इस नकदी को हटा दिया जाता है और बैंक में ले जाया जाता है।

source: Setup
de: Konfiguration
hi: सेटअप

source: To enable the use of cash registers, you must turn on the :ref:`UseCashRegisters` system preference.
de: Die Kassenfunktion wird über den Systemparameter :ref:`UseCashRegisters` aktiviert.
hi: कैश रजिस्टर के उपयोग को सक्षम करने के लिए, आपको :ref:`UseCashRegisters` सिस्टम वरीयता को चालू करना होगा।

source: You can then configure cash registers for your library from the :ref:`cash registers <cashregisters-label>` page in the administration module.
de: Sie können die Kassen für Ihre Bibliothek im Administrationsmodul unter ref:`Kassen <cashregisters-label>` konfigurieren.
hi: फिर आप अपने पुस्तकालय के लिए कैश रजिस्टर को :ref:`कैश रजिस्टर <cashregisters-label>` पृष्ठ से प्रशासन मॉड्यूल में कॉन्फ़िगर कर सकते हैं।

source: Library details
de: Details zur Bibliothek
hi: लाइब्रेरी विवरण

source: *Get there:* Home > Tools > Cashup registers
de: *Pfad in Koha:* Start > Werkzeuge > Kassenabrechnungen
hi: *वहाँ जाओ:* होम> उपकरण> कैशअप रजिस्टर

source: A summary of transaction amounts associated to a libraries cash registers can be found under the 'Cashup registers' tool. The summary will list registers associated with your logged in branch alongside information about how much money should be found in each register, what is available to take to the bank and a breakdown of income vs outgoings.
de: Eine Zusammenfassung der Transaktionen und Beträge, die mit den Kassen der Bibliothek verknüpft sind, kann über das Werkzeug für "Kassenabrechnungen" eingesehen werden. Die Zusammenfassung enthält alle Kassen, die zur Bibliothek gehören, unter der Sie aktuell angemeldet sind, sowie die Geldsumme, die in jeder Kasse sein sollte, was entnommen werden sollte und eine Übersicht über Einzahlungen und Entnahmen.
hi: लाइब्रेरी कैश रजिस्टर से जुड़ी लेन-देन राशियों का सारांश 'कैशअप रजिस्टर' टूल के तहत पाया जा सकता है। सारांश, आपके लॉग इन ब्रांच के साथ जुड़े रजिस्टरों को सूचीबद्ध करेगा, जिसमें इस बात की जानकारी होगी कि प्रत्येक रजिस्टर में कितना पैसा होना चाहिए, बैंक को लेने के लिए क्या उपलब्ध है और आय बनाम आउटगोइंग का टूटना।

source: *Note:* You can also access this page from the left hand menu available on the :ref:`Point of sale <point-of-sale-label>` page when that module is enabled.
de: *Hinweis:* Sie können diese Seite auch über die Navigation links auf der Seite :ref:`Verkauf <point-of-sale-label>` aufrufen, wenn dieses Modul aktiviert ist.
hi: *नोट:* आप इस पृष्ठ को पर उपलब्ध बाएं हाथ के मेनू से भी एक्सेस कर सकते हैं :ref:`पॉइंट ऑफ़ सेल <point-of-sale-label> पेज जब उस मॉड्यूल को सक्षम किया जाता है।

source: Register details
de: Kassendetails
hi: विवरण दर्ज करें

source: *Get there:* Home > Tools > Cashup registers > Register name
de: *Pfad in Koha:* Start > Werkzeuge > Kassenabrechnungen > Kassenname
hi: *वहां पहुंचें:* होम> टूल्स > कैशअप रजिस्टर> रजिस्टर नाम

source: A list of all transactions to have taken place at a register is available by clicking on the cash register name from the :ref:`library details <cash-management-library-details-label>` page.
de: Eine Liste aller Transaktionen, die an einer Kasse durchgeführt wurden, kann über einen Klick auf den Kassennamen von der Seite :ref:`Bibliotheksdetails <cash-management-library-details-label>` aufgerufen werden.
hi: एक रजिस्टर पर होने वाले सभी लेनदेन की एक सूची :ref:`पुस्तकालय विवरण <cash-management-library-details-label>` पृष्ठ से नकद रजिस्टर नाम पर क्लिक करके उपलब्ध है।

source: If you have the correct permissions, you can re-print receipts, issue refunds and record :ref:`cashups <cash-management-register-cashup-label>` from this page.
de: Wenn Sie die erforderlichen Berechtigungen haben können Sie von dieser Seite aus Quittungen erneut ausdrucken, Rückerstattungen durchführen und :ref:`Abrechnungen <cash-management-register-cashup-label>` ausführen.
hi: यदि आपके पास सही अनुमति है, तो आप रसीदें फिर से प्रिंट कर सकते हैं, रिफंड और रिकॉर्ड जारी कर सकते हैं: इस पृष्ठ से :ref:`कैशअप <cash-management-register-cashup-label>`।

source: Cashup
de: Abrechnung
hi: कैशअप

source: The action of 'cashing up' can be recorded against a cash register from both the :ref:`library details <cash-management-library-details-label>` and :ref:`register details <cash-management-register-details-label>` pages.
de: Die Aktion der "Abrechnung" kann für eine Kasse aufgezeichnet werden, sowohl von den :ref:`Bibliotheksdetails <cash-management-library-details-label>` als auch von den :ref:`Kassendetails <cash-management-register-details-label>`
hi: 'कैश अप' की कार्रवाई को :ref:`लाइब्रेरी विवरण <cash-management-library-details-label>` और :ref:`रजिस्टर विवरण <cash-management-register-details-label>> `पृष्ठ।

source: Clicking the `Record cashup` button will simply record the date and time that the action has taken place and is intended to allow the regular record of when money is collected from the cash register and taken to the bank.
de: Wenn Sie auf die Schaltfläche "Abrechnung aufzeichnen" klicken, werden das Datum und die Uhrzeit der Aktion aufgezeichnet, um ein Nachverfolgen der Entnahmen aus der Kasse zu erlauben.
hi: `रिकॉर्ड कैशअप` बटन पर क्लिक करने से बस उस दिनांक और समय को रिकॉर्ड किया जा सकेगा जो कार्रवाई की गई है और यह इरादा है कि जब कैश रजिस्टर से पैसे एकत्र किए जाएं और बैंक में ले जाए जाएं, तो नियमित रिकॉर्ड की अनुमति दें।

source: Both of the above pages utilize the cashup record to limit the display of transactions/summaries to only pertinent information, since the last cashup.
de: Beide der zuvor genannten Seiten verwenden die Aufzeichnung der Abrechnung um die angezeigten Transaktionen/Zusammenfassungen auf die seit der letzten Abrechnung zu begrenzen.
hi: उपरोक्त दोनों पृष्ठ पिछले कैशअप के बाद से केवल प्रासंगिक जानकारी के लिए लेनदेन/सारांश के प्रदर्शन को सीमित करने के लिए कैशअप रिकॉर्ड का उपयोग करते हैं।

source: Once a cashup has taken place, a summary of the transactions taken during that cashup period is available for display, and printing, via the `Summary` link found next to the last cashup date on the register details page.
de: Sobald eine Abrechnung erfolgt ist, kann eine Zusammenfassung der Transaktionen während des Abrechnungszeitraums über den Link "Zusammenfassung" neben dem Abrechnungsdatum angezeigt und gedruckt werden.
hi: एक बार कैशअप हो जाने के बाद, रजिस्टर विवरण पृष्ठ पर अंतिम कैशअप तिथि के बगल में पाए गए 'सारांश' लिंक के माध्यम से, उस कैशअप अवधि के दौरान किए गए लेनदेन का सारांश प्रदर्शन, और मुद्रण के लिए उपलब्ध है।

source: Point of sale
de: Verkauf
hi: बिक्री केन्द्र

source: Point of sale is a module designed for selling items to people who are not registered at the library or to make sales that do not need to be linked to a patron account.
de: Das Verkaufsmodul wurde für den Verkauf von beliebigen Posten an Personen, die nicht in der Bibliothek angemeldet sind, oder für Verkäufe, die nicht mit einem Benutzerkonto verknüpft sein müssen, geschaffen.
hi: पॉइंट ऑफ़ सेल एक ऐसा मॉड्यूल है जो उन लोगों को आइटम बेचने के लिए डिज़ाइन किया गया है जो लाइब्रेरी में पंजीकृत नहीं हैं या बिक्री करने के लिए जिन्हें संरक्षक खाते से लिंक करने की आवश्यकता नहीं है।

source: For example, you can sell used books or promotional items. These items can be sold to anyone and you don't need to link the sale to a particular patron.
de: Sie können zum Beispiel gebrauchte Bücher oder Werbeartikel verkaufen. Diese Dinge können an jeden unabhängig vom Vorhandensein eines Benutzerkontos verkauft werden.
hi: उदाहरण के लिए, आप उपयोग की गई पुस्तकें या प्रचारक आइटम बेच सकते हैं। इन वस्तुओं को किसी को भी बेचा जा सकता है और आपको बिक्री को किसी विशेष संरक्षक से जोड़ने की आवश्यकता नहीं है।

source: For invoices that need to be linked to a patron's account (like a lost item or new card fee), use :ref:`manual invoicing <creating-manual-invoices-label>`.
de: Für Rechnungen, die mit einem Benutzerkonto verknüpft werden müssen (wie verlorene Exemplare oder Benutzungsgebühren), verwenden Sie ref:`Manuelle Berechnung <creating-manual-invoices-label>`.
hi: ऐसे चालान के लिए जिन्हें संरक्षक के खाते से जोड़ा जाना चाहिए (जैसे खोई हुई वस्तु या नया कार्ड शुल्क), का उपयोग करें :ref:`मैनुअल चालान <creating-manual-invoices-label>`.

source: *Get there:* More > Point of sale
de: *Pfad in Koha:* Mehr > Verkauf
hi: *वहाँ जाओ:* अधिक> बिक्री का बिंदु

source: To enable the point of sale module, you must turn on the :ref:`EnablePointOfSale` system preference.
de: Das Verkaufsmodul wird über den Systemparameter :ref:`EnablePointOfSale` aktiviert.
hi: बिक्री मॉड्यूल के बिंदु को सक्षम करने के लिए, आपको :ref:`EnablePointOfSale` सिस्टम वरीयता को चालू करना होगा।

source: If it's not already done, you must also enable the :ref:`UseCashRegisters` system preference.
de: Wenn noch nicht geschehen, müssen Sie außerdem die Kassenfunktion über den Systemparameter :ref:`UseCashRegisters` aktivieren.
hi: यदि यह पहले से नहीं किया गया है, तो आपको :ref:`UseCashRegisters` सिस्टम वरीयता को भी सक्षम करना होगा।

source: Make sure you :ref:`configure your cash registers <cashregisters-label>` in the administration module.
de: Stellen Sie sicher, dass Sie :ref:`Kassen <cashregisters-label>` im Administrationsmodul konfiguriert haben.
hi: सुनिश्चित करें कि आप :ref:`प्रशासन मॉड्यूल में अपने कैश रजिस्टर <cashregisters-label>` को कॉन्फ़िगर करें।

source: Finally, you must add items that you will be selling in the :ref:`debit types <debit-types-label>` section of the administration module.
de: Zuletzt müssen Sie noch die Verkaufsposten als :ref:`Gebührenarten <debit-types-label>` im Administrationsmodul konfigurieren, die Sie verkaufen möchten.
hi: अंत में, आपको उन वस्तुओं को जोड़ना होगा जिन्हें आप :ref:`डेबिट प्रकार <debit-types-label>` प्रशासन मॉड्यूल के अनुभाग में बेच रहे हैं।

source: Making a sale
de: Verkauf tätigen
hi: बिक्री करना

source: When you first go in the point of sale module, the left side will show all the items for sale. These are :ref:`debit types <debit-types-label>` that were marked as 'Can be sold'.
de: Wenn Sie zum ersten Mal das Verkaufsmodul aufrufen, sehen Sie auf der linken Seite die Posten für den Verkauf. Dies sind :ref:Gebührenarten <debit-types-label>`, die als "Kann verkauft werden" markiert wurden.
hi: जब आप पहली बार बिक्री मॉड्यूल के बिंदु पर जाते हैं, तो बाईं ओर बिक्री के लिए सभी आइटम दिखाए जाएंगे। ये :ref:डेबिट प्रकार<debit-types-label>` कि 'के रूप में बेचा जा सकता है' चिह्नित किया गया।

source: **Note**
de: **Hinweis**
hi: **नोट**

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: invoices).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: invoices).
hi: आप इस तालिका के स्तंभों को :ref:`'तालिका सेटिंग'<column-settings-label>` व्यवस्थापन मॉड्यूल के अनुभाग (तालिका आईडी: चालान) को अनुकूलित कर सकते हैं।

source: On the right side is the current sale.
de: Auf der rechten Seite ist der aktuelle Verkaufsvorgang.
hi: दाईं ओर वर्तमान बिक्री है।

source: Click on the 'Add' button next to the items to add to the current sale.
de: Klicken Sie auf die Schaltfläche "Hinzufügen" neben dem Posten, um diesen zum aktuellen Verkaufsvorgang hinzuzufügen.
hi: वर्तमान बिक्री में जोड़ने के लिए आइटम के आगे स्थित 'जोड़ें' बटन पर क्लिक करें।

source: If you need to change the cost or the quantity, click on the amount on the right side and it will become an input box where you can enter the correct amount.
de: Wenn Sie den Preis oder die Anzahl ändern möchten, klicken sie auf die Anzahl auf der rechten Seite und es wird zu einem Eingabefeld indem Sie die Anzahl anpassen können.
hi: यदि आपको लागत या मात्रा को बदलने की आवश्यकता है, तो दाईं ओर की राशि पर क्लिक करें और यह एक इनपुट बॉक्स बन जाएगा जहां आप सही राशि दर्ज कर सकते हैं।
