Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: de

source: You can also mark an item as damaged by choosing a damaged status from the pull down and clicking the 'Set status' button.
de: Ein Exemplar kann zudem als beschädigt markiert werden, indem ein entsprechender Status im PullDown-Menü ausgewählt und mit der Schaltfläche 'Status setzen' betätigt wird.

source: Duplicating items
de: Exemplare duplizieren

source: You can easily duplicate each item by clicking the 'Action' button the left of each item on the edit items screen
de: Sie können jedes Exemplar ganz einfach duplizieren, indem Sie ausgehend vom Bearbeitungsbildschirm die Schaltfläche "Aktionen" klicken, die sich links von jedem Exemplar befindet.

source: From here you can choose to 'Duplicate' the item and this will populate the form with the values from the item you chose.
de: Von hier aus können Sie das Exemplar duplizieren und das duplizierte Exemplar wird mit den Werten des ausgewählten Exemplars bestückt.

source: Item information
de: Angaben zum Datensatz

source: To the left of every bibliographic record there is a tab to view the items.
de: Auf der linken Seite jedes Titeldatensatzes befindet sich ein Reiter 'Exemplare'.

source: Clicking that tab will give you basic information about the items. From here you can see basic information about the item such as the home library, item type, collection code, call number and replacement price. You can also see and edit the status information. If an item is marked lost or withdrawn you will also see the date that status was applied.
de: Wenn Sie auf diesen Reiter klicken, erhalten Sie die Basisinformationen des Exemplars. Informationen zur Heimatbibliothek, Informationen zum Medientyp, Sammlungsvermerk, Signatur und Ersatzpreis. Hier können Sie auch die Statusinformationen sehen und bearbeiten. Wenn ein Exemplar als verloren oder ausgeschieden markiert wurde, erhalten Sie auch die Mitteilung, wann dieser Status gesetzt wurde.

source: In the 'History' section you will see information about the check out history of the item and if you ordered the item via the acquisitions module then this section will include information about the order.
de: Im Reiter 'Historie' können Sie auch den Ausleihverlauf des Exemplars verfolgen und wurde das Exemplar über das Erwerbungsmodul angelegt, dann erhalten Sie auch Informationen zur Bestellung.

source: If the Order or Accession date is linked, clicking it will bring you to the acquisitions information for that item.
de: Wenn die Bestellung oder das Erwerbungsdatum verknüpft sind, erhalten Sie durch Klicken auf die Verknüpfung auch Informationen zur Erwerbung.

source: Moving items
de: Exemplare umhängen

source: Items can be moved from one bibliographic record to another using the 'Attach item' option
de: Exemplare können von einem an einen anderen Datensatz umgehängt werden, wenn Sie die Funktion 'Exemplar anhängen' verwenden

source: Visit the bibliographic record you want to attach the item to and choose 'Attach item' from the 'Edit' menu.
de: Gehen Sie Titel, an den das Exemplar gehängt werden soll und wählen Sie 'Exemplar anhängen' im Menü 'Bearbeiten'.

source: Simply enter the barcode for the item you want to move and click 'Submit'
de: Fügen Sie einfach den Barcode des Exemplars ein, dass Sie weiterleiten wollen und klicken Sie auf 'Auswahl'

source: If this is the last remaining item attached to a bibliographic record you will be presented with a button to delete the original host record.
de: Wenn dies das letzte Exemplare an dem anderen Titel war, wird eine Schaltfläche angeboten, über die der Ausgangsdatensatz gelöscht werden kann.

source: If you want to move all items to a new record creating only one bibliographic record you can use the :ref:`merge Records tool <merging-bibliographic-records-via-lists-label>` instead.
de: Wenn Sie alle Exemplare eines Datensatzes an einen anderen Titeldatensatz umhängen möchten, können Sie dafür die Funktion :ref:`Datensätze verschmelzen <merging-bibliographic-records-via-lists-label>` verwenden.

source: Deleting items
de: Exemplare löschen

source: There are many ways to delete item records. If you only need to delete one item you can do this by opening up the detail page for the bib record and clicking the 'Edit' button at the top. From there you can choose to 'Edit items'.
de: Es gibt viele Wege um Exemplardatensätze zu löschen. Wenn Sie nur ein einzelnes Exemplar löschen möchten, können Sie dies über die Detailansicht tun, indem Sie auf 'Bearbeiten' klicken. Hier können Sie dann 'Exemplare bearbeiten' auswählen.

source: You will be presented with a list of items and next to each one will be a link labeled 'Delete'. Click that link and if the item is not checked out it will delete that item.
de: In der Liste mit Exemplaren finden Sie neben jedem Eintrag einen Link 'Löschen'. Klicken Sie auf diesen Link, um das Exemplar zu löschen, wenn es nicht ausgeliehen ist.

source: If you know that all of the items attached to your record are not currently checked out you can use the 'Delete all items' option under the 'Edit menu' and it will remove all items from the record.
de: Wenn Sie wissen, dass keines der Exemplare aktuell ausgeliehen ist, können Sie über 'Alle Exemplare löschen' im Menü 'Bearbeiten' alle Exemplare am Datensatz auf einmal löschen.

source: You can also enable :ref:`StaffDetailItemSelection` to have checkboxes appear to the left of each item on the detail display. You can then check off the items you would like to delete and click 'Delete selected items' at the top of the list.
de: In der Detailansicht können Sie auch mit Hilfe des Systemparameters :ref:`StaffDetailItemSelection` Checkboxen auf der linken Seite jedes Exemplars anzeigen lassen. Dadurch können Sie jedes Exemplar markieren, dass gelöscht werden soll und klicken dann über der Exemplarliste auf 'Markierte Exemplare löschen'.

source: Finally you can use the :ref:`batch delete tool <batch-item-deletion-label>` to delete a batch of items.
de: Sie können auch das Werkzeug für die :ref:`Stapellöschung von Exemplaren <batch-item-deletion-label>` verwenden, um mehrere Exemplare auf einmal zu löschen.

source: Item specific circulation history
de: Exemplarbezogene Ausleihhistorie

source: Each bibliographic record keeps a circulation history (with or without the patron information depending on your settings), but each item also has its own circulation history page. To see this, click on the 'Items' tab to the left of the record you are viewing.
de: Jeder bibliographische Datensatz verfügt über eine Ausleihhistorie (mit oder ohne Benutzerinformationen, abhängig von Ihren Einstellungen), zusätzlich hat jedes Exemplar seine eigene Seite zur Ausleihhistorie. Um diese anzuzeigen, klicken Sie auf auf den Reiter 'Exemplare' links neben dem Datensatz, den sie gerade ansehen.

source: Below the 'History' heading is a link to 'View item's checkout history,' clicking that will open up the item's history which will look slightly different from the bibliographic record's history page.
de: Unter der Rubrik 'Ausleihhistorie' befindet sich ein Link zu 'Ausleihhistorie des Exemplars anzeigen'. Wenn Sie diesen anklicken, werden die Ausleihhistorie des Exemplars geöffnet. Diese sieht etwas anders aus, als die titelbezogene Ausleihhistorie.

source: Authorities
de: Normdaten

source: Authority records are a way of controlling fields in your MARC records. Using authority records will provide you with control over subject headings, personal names and places.
de: Normsätze sind ein Mittel um die Einträge in den MARC-Feldern zu normieren. Die Verwendung von Normsätzen gibt Ihnen Kontrolle über Schlagworte, Personennamen und Orte.

source: Adding authorities
de: Neuer Normdatensatz

source: To add a new authority record you can either choose the authority type from the 'New authority' button or search another library by clicking the 'New from Z39.50' button.
de: Um einen neuen Normdatensatz zu katalogisieren, wählen Sie aus der Auswahlliste 'Neuer Normdatensatz' entweder einen Normdatentyp oder die Option 'Import über Z39.50/SRU' aus, mit der Sie in einer anderen Bibliothek suchen können.

source: If you choose to enter a new authority from scratch, the form that appears will allow you to enter all of the necessary details regarding your authority record.
de: Wenn Sie einen neuen Normdatensatz anlegen, enthält das angezeigte Formular alle erforderlichen Felder.

source: To expand collapsed values simply click on the title and the subfields will appear. To duplicate a field or subfield just click the plus sign (+) to the right of the label. To use field helper plugins simply click the ellipsis (...) to the right of the field.
de: Um eingeklappte Werte anzuzeigen, klicken Sie auf die Bezeichnung des Feldes und die Unterfelder werden angezeigt. Um ein Feld oder Unterfeld zu duplizieren, klicken Sie auf das Symbol rechts neben dem Feld. Um Plugins zu verwenden, klicken Sie ebenfalls auf das entsprechende Symbol neben dem Feld oder Unterfeld.

source: When linking authorities to other headings, you can use the authority finder plugin by clicking the ellipsis (...) to the right of the field.
de: Um Normdatensätze miteinander zu verknüpfen, können Sie das Plugin über die drei Punkte (...) rechts neben dem Feld aufrufen.

source: From there you can search your authority file for the authority to link. If you can't find the authority to link, you can click the 'Create new' button and add the necessary authority for the link. This plugin also allows for you to choose the link relationship between the authorities.
de: Von hier aus können Sie nach dem Normdatensatz für den Link suchen. Wenn Sie keinen passenden Normdatensatz finden können, kann ein neuer Satz angelegt werden. Das Plugin erlaubt es außerdem die Art der Beziehung zwischen zwei Datensätzen zu wählen.

source: If you choose to search another library for the authority record you will be presented with a search box
de: Wenn Sie sich für die Suche nach dem Normdatensatz in einer anderen Bibliothek entscheiden, erhalten Sie eine Suchmaske

source: From the results you can choose the 'Import' link to the right of the record you would like to add to Koha
de: In der Ergebnisliste können Sie einen Datensatz über den Link 'Import' rechts neben dem Eintrag nach Koha importieren

source: You will then be presented with the form to edit the authority before saving it to your system
de: Sie erhalten ein Formular, um den Datensatz zu bearbeiten, bevor Sie ihn abspeichern

source: Searching authorities
de: Normdaten suchen

source: From the authorities page you can search for existing terms and the bibliographic records they are attached to.
de: Von der Normdaten-Seite aus können Sie nach existierenden Begriffen mit den ihnen zugeordneten Datensätzen suchen.

source: From the results you will see the authority record, how many bibliographic records it is attached to, an 'Actions' menu that includes the ability to :ref:`edit <editing-authorities-label>`, :ref:`merge <merging-authorities-label>` and :ref:`delete <editing-authorities-label>` (if there are no bibliographic records attached).
de: Bei den Ergebnissen sehen Sie den Normdatensatz und die Anzahl der zugeordneten Titeldatensätze. Das Menü 'Aktionen' erlaubt, den Satz zu :ref:`bearbeiten <editing-authorities-label>`, zu :ref:`verschmelzen <merging-authorities-label>` und zu :ref:`löschen <editing-authorities-label>` (sofern dem Satz keine Titeldatensätze zugeordnet sind).

source: Clicking on the 'Details' link to the right of the authority record summary will open the full record and the option to edit the record.
de: Wenn Sie auf die Schaltfläche 'Details' im Normdatensatz klicken, öffnet sich der vollständige Satz mit der Möglichkeit, ihn zu bearbeiten.

source: If the authority has 'See also's in it you will see those broken out on the search results, clicking the linked headings will run a search for that heading instead.
de: Wenn der Normdatensatz 'Siehe auch'-Verweisungen enthält, werden diese in der Trefferliste angezeigt und ein Klick auf diesen Link führt eine Suche nach der Ansetzung durch.

source: Editing authorities
de: Normdaten bearbeiten

source: Authorities can be edited by clicking on the authority summary from the search results and then clicking the 'Edit' button above the record. Or by clicking on the 'Edit' link to the left of the authority on the search results.
de: Normdaten können bearbeitet werden, indem Sie auf die Zusammenfassung in den Suchergebnissen und dann auf die Schaltfläche 'Bearbeiten' über dem Datensatz klicken. Sie können auch ausgehend von der Trefferliste auf die 'Aktionen'-Schaltfläche rechts vom Normsatz klicken.

source: Once you've made the necessary edits, simply click 'Save' and `dontmerge <#dontmerge>`__ is set to 'Do', Koha will immediately update all of the bib records linked to the authority with the new authority record's data. If dontmerge is set to "Don't" then Koha won't edit bib records when changes are made to authorities, rather, this is done later by the :ref:`merge\_authority.pl cronjob <cron-update-authorities-label>`.
de: Wenn Sie alle notwendigen Änderungen gemacht haben, klicken Sie auf 'Speichern' und 'dontmerge'<#dontmerge>__ wird auf 'Ja' gesetzt. Koha aktualisiert sofort alle Titeldatensätze, die mit dem Normdatensatz verbunden sind. Wenn dontmerge auf 'Nein' gesetzt ist, bearbeitet Koha keine Titeldatensätze, wenn Änderungen in den Normdaten vorgenommen werden. Dies wird dann später über den Cronjob :ref:`merge\_authority.pl <cron-update-authorities-label>`. erledigt.

source: To delete an authority record you first must make sure it's not linked to any bibliographic records. If it is not used by any bibliographic records a 'Delete' link will appear to the right of the record on the search results and as a button that appears after clicking on the summary of the authority record.
de: Um einen Normdatensatz löschen zu können, müssen Sie zuerst sicherstellen, dass er nicht mit einem bibliographischen Datensatz verbunden ist. Wenn er nicht von einem bibliographichen Satz benutzt wird, erscheint ein 'Löschen'-Link im 'Aktionen'-Menü rechts neben dem Datensatz bei den Suchresultaten und als Schaltfläche im "Bearbeiten"-Menü, wenn Sie die summarische Darstellung des Normdatensatzes wählen.

source: Merging authorities
de: Normdaten verschmelzen

source: If you have duplicate authority records you can merge them together by clicking the 'Merge' link, found in the actions menu, next to two results on an authority search.
de: Wenn Sie Dubletten von Normdatensätzen haben, können Sie diese verschmelzen, indem Sie in der Trefferliste im Menü 'Aktionen' auf 'Verschmelzen' klicken.

source: After clicking 'Merge' on the first result you will see that authority listed at the top of the results.
de: Wenn Sie auf 'Verschmelzen' geklickt haben, wird dieser Normdatensatz oberhalb der Trefferliste angezeigt.

source: Next you need to click 'Merge' next to the second result you'd like to merge.
de: Dann müssen Sie beim zweiten Normdatensatz, den Sie verschmelzen möchten nochmals die Schaltfläche 'Verschmelzen" klicken.

source: You will be asked which of the two records you would like to keep as your primary record and which will be deleted after the merge.
de: Nachdem Sie die Datensätze für die Verschmelzung ausgewählt haben, werden Sie gefragt, welcher der beiden Datensätze als Referenz dienen soll und welcher Datensatz anschließend gelöscht werden soll.

source: You will be presented with the MARC for both of the records (each accessible by tabs labeled with the authority numbers for those records). By default the entire first record will be selected, uncheck the fields you don't want in the final (destination) record and then move on to the second tab to choose which fields should be in the final (destination) record.
de: Es werden die MARC-Daten beider Titel angezeigt. Alle Felder sind über Reiter mit den Titelsatznummern der beiden Titel zugänglich. In der Voreinstellung sind alle Felder des primären Titels ausgewählt. Sie können die Felder abwählen, die nicht in den endgültigen Titel übernommen werden sollen, und dann Felder aus dem zweiten Datensatz dazuwählen.

source: Once you have completed your selections click the 'Merge' button. The primary record will now contain the data you chose for it and the second record will be deleted.
de: Wenn Sie Ihre Auswahl beendet haben, klicken Sie auf die Schaltfläche 'Verschmelzen'. Der Zieldatensatz enthält nun die Daten, die Sie ausgewählt haben, und der zweite Datensatz wird gelöscht.

source: Cataloging guides
de: Leitfaden für die Katalogisierung

source: Bibliographic record cataloging cheat sheet
de: Spickzettel für die Titeldatenkatalogisierung

source: Description
de: Beschreibung

source: Instructions
de: Anleitungen

source: LEADER
de: Satzkennung

source: Describes the record(i.e. surrogate) -- is it a record for a monograph? A serial?
de: Beschreibt den Datensatz -- ist es ein Datensatz für eine Monographie? Eine Zeitschrift?

source: Click in this field to fill it in. Then set "Bibliographic level" to 'a' for articles or 's' for serials. Otherwise, leave everything as is.
de: Klicken Sie in dieses Feld um es auszufüllen. Setzen Sie dann im 'Bibliographieniveau' ein 'a' für Aufsatz oder ein 's' für Serie. Ansonsten lassen Sie alles wie es ist.

source: CONTROL NUMBER
de: Kontrollnummer

source: Accession number.
de: Zugangsnummer

source: Enter the accession number written inside the item here. For articles and items which do not have accession numbers, leave blank.
de: Geben Sie hier die Zugangsnummer an, die im Exemplar verzeichnet ist. Wenn es sich um einen Aufsatz, oder ein Exemplar ohne Zugangsnummer handelt, lassen Sie es leer.

source: CONTROL NUMBER IDENTIFIER
de: Kontrollnummer Identifier

source: Your MARC organizational code
de: Ihr MARC-Organisationscode

source: Click in this field to fill it in (will auto fill if you have your :ref:`MARCOrgCode` preference set).
de: Klicken Sie in dieses Feld, um es auszufüllen (wird automatisch ausgefüllt, wenn der Systemparameter :ref:`MARCOrgCode` Angaben enthält ).

source: D & T LATEST TRANSACTION
de: Datum und Zeit der letzten Transaktion

source: Current date and time.
de: aktuelles Datum und Zeit

source: Click in this field to fill it in.
de: Klicken Sie in dieses Feld um es auszufüllen

source: FIXED-LENGTH DATA ELEMENTS
de: Datenelemente mit fester Länge

source: Field containing computer-readable representations of a number of things.
de: Das Feld enthält etliches über computerlesbare Darstellungen.

source: Generally you will only use 's' (single) or 'm' (multiple) options for position 06- use the former when the item was published in a single year, the latter when it was published over the course of several. If there is a single date, only enter a date in the first date field (positions 07-10). Enter the three-digit country code in positions 15-17, being sure to add spaces if the country code is fewer than three characters long. If there is an index, note that fact in position 31. Enter the three-letter language code in positions 35-37.
de: Im Allgemeinen benutzen Sie nur 's' (einzelne) oder 'm' (mehrere) Optionen für Position 06-. Benutzen Sie 'früherer' wenn das Exemplar innerhalb eines Jahres veröffentlicht wurde und 'letzteres', wenn das Exemplar im Verlauf mehrerer Jahre veröffentlicht wurde. Wenn es ein Datum gibt, tragen Sie dieses ins erste Datumsfeld (Position 07-10) ein. Tragen Sie den dreistelligen Ländercode in den Positionen 15-17 ein und achten Sie auf Leerzeichen, wenn der Ländercode weniger als drei Stellen hat. Wenn es einen Index gibt, vermerken Sie diesen in Position 31. Geben Sie den dreistelligen Sprachcode in den Positionen 35-37 ein.

source: A number assigned by the Library of Congress to uniquely identify the work.
de: Eine von der Library of Congress zugeordnete Nummer kennzeichnet die Arbeit als eindeutig.

source: Check on the copyright page of the book (if it was published in the US) or the LC catalog for this number. If you can't find it, don't worry about it.
de: Überprüfen Sie, ob die Nummer auf der Seite, wo das Copyright verzeichnet ist (wenn das Buch in den USA veröffentlicht wurde), oder im LC-Katalog zu finden ist. Wenn Sie die Nummer nicht finden können, verzichten Sie darauf.

source: Unique number used by publishers to identify books.
de: Die eindeutige Nummer wird von Verlagen benutzt um Bücher eindeutig zu kennzeichnen.

source: If this number isn't listed on the book, there probably isn't one.
de: Wenn die Nummer nicht im Buch verzeichnet ist, dann gibt es wahrscheinlich keine.

source: Unique number used by publishers to identify serials.
de: Die eindeutige Nummer wird von Verlagen benutzt um Zeitschriften eindeutig zu kennzeichnen.

source: DATE/TIME OF EVENT
de: Datum/Zeit von Vorgängen

source: Used for auction dates. Required for auction catalogs.
de: Wird benutzt für das Auktions-Datum. Ist erforderlich für Auktionskataloge.

source: For auctions that took place on only one day, enter the date of the auction in the format YYYYMMDD in the subfield 'a' and a '0' in the first indicator. For auctions that took place over two consecutive days or any number of non-consecutive days, create a subfield 'a' for each day with the date in the format YYYYMMDD, and put a '1' in the first indicator. For auctions that took place over more than two consecutive days, create a subfield 'a' (in format YYYYMMDD) for the first day and a subfield 'a' (also in format YYYYMMDD) for the last day, and put a '2' in the first indicator.
de: Für Auktionen, die an einem einzelnen Tag stattfinden, geben Sie im Unterfeld 'a' das Datum der Auktion im Format JJJJMMTT ein und eine '0' im ersten Indikator. Für Auktionen die auf zwei aufeinanderfolgenden Tagen stattfinden, legen Sie für jeden Tag ein Unterfeld 'a' im Format JJJJMMTT an und vermerken Sie eine'1' im ersten Indikator. Für Auktionen, die an mehreren Tage stattfinden, legen Sie ein Unterfeld 'a' im Format JJJJMMTT für den ersten Tag an und ein Unterfeld 'a' auch im Format JJJJMMTT für den letzten Tag und schreiben Sie eine '2' in den ersten Indikator.

source: CATALOGING SOURCE
de: Katalogisierungsquelle

source: Identifies which libraries created and modified the record.
de: Kennzeichnet, welche Bibliothek den Datensatz angelegt und geändert hat.

source: For imported records, add a subfield 'd' with your OCLC code as the value. For new records, make sure that the subfield 'c' with your OCLC code as the value.
de: Fügen Sie ein Unterfeld 'd' für importierte Datensätze hinzu und schreiben Sie den OCLC-Code als Wert hinein. Für neue Datensätze überprüfen Sie, dass das Unterfeld 'c' den OCLC-Code enthält.

source: LANGUAGE CODE
de: Sprachcode

source: Identifies all the languages used in an item, when two or more languages are present.
de: Wenn zwei oder mehrere Sprachen vorhanden sind,kennzeichnet es alle Sprachen, die in einem Exemplar verzeichnet sind.

source: For significant portions of a text in a given language, there should be a subfield 'a' with that language code. If there are only summaries or abstracts in a specific language, create a subfield 'b' with that language code.
de: Für wichtige Teile eines Textes in einer bestimmten Sprache, sollte im Unterfeld 'a' der Sprachcode angegeben werden. Handelt es sich nur um Zusammenfassungen oder Abstracts in einer bestimmten Sprache, dann legen sie das Unterfeld 'b' an und schreiben den Sprachcode dort hinein.

source: MAIN ENTRY--PERSONAL
de: Haupteintragung - Personenname

source: Authorized form of the main author's name
de: autorisierte Form des Namens des Hauptautors
