Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: de

source: See Authorized headings sheet and AACR2. The first indicator should generally be a '1', to indicate that the entry is surname first. If the name consists only of a forename, however, the first indicator should be '0'.
de: Überprüfen Sie das Kopfblatt und AACR2. Der erste Indikator sollte immer eine '1' sein, um zu kennzeichnen, dass der Nachname zuerst eingegeben werden muss. Wenn der Name nur aus dem Vornamen besteht, muss der erste Indikator jedoch eine '0' erhalten.

source: MAIN ENTRY--CORPORATE
de: Haupteintragung - Körperschaft

source: Authorized form of the name of the main corporate author. Required for auction catalogs.
de: autorisierte Form der Hauptansetzung für Körperschaften. Erforderlich für Auktionskataloge.

source: Auction catalogs should use a 110 field rather than a 100 field. See Authorized headings sheet and AACR2. Set the first indicator to '2'.
de: Für Auktionskataloge sollten Sie lieber das Feld 110 benutzen, als das Feld 100. Überprüfen Sie das Kopfblatt und AACR2. Setzen Sie den ersten Indikator auf '2'.

source: MAIN ENTRY--MEETING
de: Haupteintragung - Kongressname

source: Authorized form of the name of a meeting which acted as a main offer (e.g. conference proceedings)
de: Autorisierte Form eines Kongressnamen, der als Hauptansetzung fungiert.

source: See Authorized headings sheet and AACR2. Set the first indicator to '2'.
de: Überprüfen Sie das Kopfblatt und AACR2. Setzen Sie den ersten Indikator auf '2'.

source: TITLE STATEMENT
de: Titel

source: Transcription of the title statement from the title page (or chief source of information)
de: Abschrift des Titels von der Titelseite (oder Hauptquelle)

source: Enter the title in subfield 'a', the subtitle in subfield 'b', and the statement of responsibility in subfield 'c'. If you are creating a record for a single volume or part of a multi-part item, you should put the part number in subfield 'n' and the part title in subfield 'p.' For auction catalogs, the date (in 'MM/DD/YYYY' format) should be listed in square brackets in subfield 'f'. See ISBD punctuation sheet. Set the first indicator to '0' if there is no author, otherwise set it to '1'. Set the second indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the second indicator to '4').
de: Geben Sie den Titel in das Unterfeld 'a' ein, den Untertitel in das Unterfeld 'b' und den Hauptverantwortlichen in das Unterfeld 'c'. Wenn Sie einen Datensatz für ein einzelnes Heft oder für ein mehrbändiges Exemplar erstellen, sollten Sie die Teilnummer im Unterfeld 'n' und den Teiltitel im Unterfeld 'p' unterbringen. Für Auktionskataloge sollten Sie das Datum (im Format MM/TT/JJJJ) in eckigen Klammern in das Unterfeld 'f' schreiben. Schauen Sie auf das ISBD Zeichenblatt. Setzen Sie den ersten Indikator auf '0' wenn kein Autor vorhanden ist, ansonsten setzen Sie den Indikator auf '1'.

source: VARYING FORM OF TITLE
de: Titelvarianten

source: Alternate form of title for searching and filing purposes
de: Ersatzform für Titel, die den Zweck zur Suche oder Archivierung haben

source: If the patron might look for the work under a different title, enter it here. Do not include initial articles. The first indicator should be '3', unless the title is merely a variant spelling, in which case the first indicator should be '1'.
de: Wenn der Benutzer die Möglichkeit hätte unter einem anderen Titel zu suchen, dann vermerken Sie das hier. Dies schliesst keine einleitenden Artikel mit ein. Der erste Indikator sollte eine '3' beinhalten, es sei denn, der Titel hat eine abweichende Schreibweise. In diesem Fall sollte der erste Indikator eine '1' sein.

source: EDITION STATEMENT
de: Ausgabebezeichnung

source: Transcription of the edition statement from the title page (or chief source of information)
de: Abschreiben der Ausgabeinformation von der Titelseite (oder der Hauptquelle)

source: Transcribe the edition statement exactly as it appears on the title-page. You may abbreviate if the edition statement is very long.
de: Schreiben Sie die Information zur Ausgabe genau so ab, wie sie auf der Titelseite steht. Sie können sie abkürzen, wenn der Ausgabevermerk sehr lang ist.

source: PUBLICATION (IMPRINT)
de: Publikation (Impressum)

source: Publication information.
de: Information zur Veröffentlichung

source: Put the location of publication in subfield 'a', the publisher in subfield 'b', and the year (or probable year) in subfield 'c'. See ISBD punctuation sheet.
de: Schreiben Sie den Veröffentlichungsort in das Unterfeld 'a' und den Verlag in das Unterfeld 'b' (oder das mutmaßliche Jahr) in das Unterfeld 'c'. Prüfen Sie das ISBD-Zeichensetzungsblatt.

source: PRODUCTION, PUBLICATION ETC.
de: Produktion, Veröffentlichung, etc.

source: Production, Publication, Distribution, Manufacture, and Copyright Notice.
de: Datum der Herstellung, der Veröffentlichung, des Vertriebs oder des Urheberschutzvermerks.

source: Put the location of publication in subfield 'a', the publisher in subfield 'b', and the year (or probable year) in subfield 'c'. See ISBD punctuation sheet. The label is set dynamically from the second indicator so generally this would be set to '1' for Publisher: .
de: Schreiben Sie den Veröffentlichungsort in das Unterfeld 'a' und den Verlag in das Unterfeld 'b' und das Jahr (oder das mutmaßliche Jahr) in das Unterfeld 'c'. Beachten Sie die ISBD-Zeichensetzung. Die Feldbeschriftung wird dynamisch aus dem zweiten Indikator erzeugt und wird üblicherweise '1' für 'Verlag:' sein.

source: PHYSICAL DESCRIPTION
de: Physische Beschreibung

source: Physical description
de: Physische Beschreibung

source: Enter the pagination statement in subfield 'a', a brief description of "special" contents such as illustrations or maps in subfield 'b' (see AACR2), and the size of the item in subfield 'c'. See ISBD punctuation sheet.
de: Geben Sie die Informationen zur Seitenzahl in das Unterfeld 'a' ein, eine kurze Beschreibung spezieller Inhalte, wie zum Beispiel Illustrationen oder Karten in das Unterfeld 'b' (AACR2) und die Größe des Exemplars in das Unterfeld 'c'. Prüfen Sie das ISBD-Zeichensetzungsblatt.

source: SERIES STATEMENT
de: Gesamttitelangabe

source: Shows the series statement exactly as it appears on the item.
de: Geben Sie die Serieninformation genau so an, wie sie auf dem Exemplar erscheint.

source: Transcribe the series statement into subfield 'a' with the volume number in subfield 'v'. See ISBD punctuation sheet. Set the first indicator to '1' if you are using an 830. As a general rule, you should do so.
de: Übertragen Sie die Serie in das Unterfeld 'a' mit der Heftnummer im Unterfeld 'v'. Prüfen Sie das ISBD-Zeichensetzungsblatt. Setzen Sie den ersten Indikator auf '1' wenn Sie das Feld 830 belegt haben. Dies sollten Sie generell so machen.

source: GENERAL NOTE
de: Allgemeine Fußnote

source: Notes that don't fit anywhere else.
de: Notizen, die nirgendwo anders passen.

source: Enter notes as full sentences, with a separate 500 field for each distinct topic.
de: Geben Sie Notizen in ganzen Sätzen ein, mit einem separaten 500 er-Feld für jedes individuelle Thema.

source: WITH NOTE
de: Fußnote zu enthaltenen Werken

source: Notes whether the work is bound with the works described by other records.
de: Notizen, bei denen die Arbeit verbunden ist mit anderen.

source: Put description of relationship in subfield 'a'.
de: Geben Sie Beschreibungen von Verknüpfungen in das Unterfeld 'a' ein.

source: BIBLIOGRAPHY, ETC. NOTE
de: Fußnote zu Literaturverzeichnissen usw.

source: Indicates whether the work includes a bibliography.
de: Geben Sie Bibliographien an, wenn das Werk welche enthält.

source: If the work includes a bibliography and index, put the text "Includes bibliographical references (p. XXX-XXX) and index." in subfield 'a'. If the work does not include an index, remove that part of the sentence. If the references are scattered throughout the work and not gathered into a distinct sentence, remove the parenthetical statement.
de: Enthält das Werk eine Bibliographie und einen Index, dann geben Sie den Text "Enthält bibliographische Verweise (S. XXX-XXX) und einen Index" in das Unterfeld 'a' ein. Wenn das Werk keinen Index enthält, lassen Sie diesen Part im Text weg. Sind die Verweise im ganzen Werk verstreut und nicht deutlich in einem Satz zusammengefasst, dann entfernen Sie den Eintrag in Klammern.

source: FORMATTED CONTENTS
de: Fußnote zu strukturierten Inhaltsangaben

source: List of contents in a standard format. Unformatted contents can be listed in a 500 (General Note) field.
de: Inhaltsangabe in einem Standard Format. Unformatierte Inhalte können in einem 500er-Feld (allgemeine Notiz) angegeben werden.

source: See ISBD punctuation sheet. Set the first indicator to '0'. If you are separately coding authors and titles, set the second indicator to '0'. Otherwise, leave the second indicator blank.
de: Prüfen Sie das ISBD-Zeichensetzungsblatt. Setzen Sie den ersten Indikator auf '0'. Haben Sie getrennt codierte Autoren und Titel, dann setzen Sie den zweiten Indikator auf '0'. Ansonsten lassen Sie den zweiten Indikator leer.

source: DATE/TIME OF EVENT NOTE
de: Fußnote zu Datum/Uhrzeit und Ort eines Ereignisses

source: Used for auction dates.
de: Wird für Auktions-Daten benutzt.

source: For auction catalogs, enter the date of the auction in the format 'January 2, 1984' in the subfield 'a'
de: Geben Sie das Datum für Auktionskataloge im Format 'Januar 2, 1984' im Unterfeld 'a' an.

source: SUMMARY, ETC.
de: Fußnote zu Zusammenfassungen usw.

source: A brief summary or abstract of the book or article.
de: Fußnote zu Zusammenfassungen usw.

source: In general you do not need to write a summary. A summary might be called for, however, with items that cannot be easily reviewed by a patron, such as books with highly acidic paper or CD-ROMs.
de: Normalerweise müssen Sie keine Zusammenfassung schreiben. Eine Zusammenfasssung kann jedoch bei Exemplaren, die vom Benutzer nicht leicht eingesehen werden können, sinnvoll sein, wie zum Beispiel bei Büchern mit hoch säurehaltigem Papier oder CD-ROMs.

source: LANGUAGE NOTE
de: Fußnote zur Sprache

source: Note describing the languages used in the work
de: Fußnote zur Sprache

source: Only needed for works in multiple languages. See ISBD punctuation sheet.
de: Das Feld wird nur für Werke in mehreren Sprachen benötigt, Prüfen Sie das ISBD-Zeichensetzungsblatt.

source: PROVENANCE INFORMATION
de: Fußnote zur Besitz- und Aufbewahrungsgeschichte

source: Describes the previous ownership of the item.
de: Das Feld beschreibt, wer der vorherige Besitzer des Exemplars war.

source: Used only for rare books.
de: Das Feld wird nur für seltene Bücher benutzt.

source: BINDING INFORMATION
de: Fußnote zu Einbandangaben

source: Describes the binding of the item.
de: Fußnote zu Einbandangaben

source: LOCAL NOTE
de: Lokale Fußnote (RLIN)

source: Local notes. Required for auction catalogs.
de: lokale Fußnoten sind für Auktionskataloge erforderlich.

source: Used for auction catalogs to indicate what types of coins are sold in the auction- Roman, Greek, etc.
de: Wird für Auktionskataloge benutzt um zu kennzeichnen welche Art von Münzen in einer Auktion verkauft wurden - römische, griechische, etc.

source: SUBJECT ADDED--PERSONAL
de: Nebeneintragung unter einem Schlagwort - Personenname

source: Authorized form of personal names for people discussed in the work
de: autorisierte Form für persönliche Namen von Leuten, die in einem Werk genannt werden.

source: See Authorized headings sheet and AACR2. The first indicator should generally be a '1', to indicate that the entry is surname first. If the name consists only of a forename, however, the first indicator should be '0'. If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
de: Prüfen Sie das autorisierte Bestandsblatt und AACR2. Der erste Indikator sollte generell eine '1' enthalten, um festzuhalten, dass der Nachname zuerst angegeben werden muss. Wenn der Name nur aus einem Vornamen besteht, sollte der erste Indikator allerdings eine '0' bekommen. Haben Sie den Namen in der LC-Normdatendatei ermittelt, dann setzen Sie den zweiten Indikator auf '0'. Ansonsten schreiben Sie eine '4' in den zweiten Indikator.

source: SUBJECT ADDED--CORPORATE
de: Nebeneintragung unter einem Schlagwort - Körperschaftsname

source: Authorized form of corporate names for organizations discussed in the work
de: autorisierte Form von Körperschaftsnamen, für Organisationen, die in einem Werk genannt sind.

source: See Authorized headings sheet and AACR2. Set the first indicator to '2'. If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
de: Prüfen Sie das autorisierte Bestandsblatt und AACR2. Setzen Sie den ersten Indikator auf '2'. Haben Sie den Namen in der LC-Normdatendatei ermittelt, setzen Sie den zweiten Indikator auf '0'. Andernfalls setzen Sie den zweiten Indikator auf '4'.

source: SUBJECT ADDED--MEETING
de: Nebeneintragung unter einem Schlagwort - Kongressname

source: Authorized form of meeting names for meetings discussed in the work
de: autorisierte Form von Kongressnamen von Kongressen, die in Werken erwähnt werden.

source: SUBJECT ADDED--UNIFORM TITLE
de: Nebeneintragung unter einem Schlagwort - Einheitstitel

source: Authorized form of titles for other works discussed in the work
de: autorisierte Form von Titeln anderer Werke, die in einem Werk erwähnt werden.

source: See Authorized headings sheet and AACR2. Set the first indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the first indicator to '4'). If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
de: Prüfen Sie das autorisierte Bestandsblatt und AACR2. Setzen Sie den ersten Indikator auf die Nummer nicht gefüllter Merkmale (z.Bsp. Merkmale in einem einleitenden Artikel plus ein Leerzeichen für "der/die/das" und setzen Sie den ersten Indikator auf '4'). Haben Sie den Namen in der LC-Normdatendatei gefunden, setzen Sie den zweiten Indikator auf '0'. Ansonsten setzen Sie den zweiten Indikator auf '4'.

source: SUBJECT ADDED--TOPICAL
de: Nebeneintragung unter einem Schlagwort - Sachschlagwort

source: Library of Congress Subject Heading terms describing the subject of the work
de: Library of Congress Bestandsschlagwörter, die das Thema eines Werkes beschreiben.

source: See Authorized headings sheet and AACR2. If you found the name in the LC authority file, set the second indicator to '0'. Otherwise set the second indicator to '4'.
de: Prüfen Sie das autorisierte Bestandsblatt und AACR2. Haben Sie den Namen in der LC-Normdatendatei ermittelt, setzen Sie den zweiten Indikator auf '0'. Ansonsten setzen Sie den zweiten Indikator auf '4'.

source: SUBJECT ADDED--GEOGRAPHICAL
de: Nebeneintragung unter einem Schlagwort - Geografischer Name

source: Library of Congress Subject Heading geographical terms describing the subject of the work
de: Die geographischen Bestandsschlagwörter der Library of Congress beschreiben das Thema eines Werkes.

source: INDEX TERM--GENRE/FORM
de: Indexierungsterm - Genre/Form

source: Describes what an item is as opposed to what the item is about.
de: Indexierungsterm - Genre/Form

source: Generally used only for auction catalogs, which should have the genre heading "Auction catalogs." (make sure to find the authorized heading!) If you found the name in the LC authority file, set the second indicator to '0'. If you are using a term from a specific thesaurus, set the second indicator to '7' and put the code for the thesaurus in subfield '2'. Otherwise set the second indicator to '4'.
de: Wird normalerweise nur für Auktionskataloge genutzt, welche im Bestand das Genre "Auktionskatalog" haben ( stellen Sie sicher, dass Sie den autorisierten Bestand haben). Wenn Sie den Namen in der LC-Normdatendatei ermittelt haben, setzen Sie den zweiten Indikator auf '0'. Wenn Sie einen Begriff aus einem spezifischen Thesaurus benutzen, setzen Sie den zweiten Indikator auf '7' und hinterlegen den Code für den Thesaurus im Unterfeld '2'. Ansonsten setzen Sie den zweiten Indikator auf '4'.

source: LOCAL SUBJECT ADDED--TOPICAL
de: Nebeneintragung unter einem Schlagwort - Sachschlagwort

source: Used for headings from any custom subject authority file.
de: Wird für den Bestand der Schlagwortnormdatendatei verwendet.

source: If there is no appropriate LCSH term, you can use a 690 with subject headings you find on other items in the catalog.
de: Wenn es keinen geeigneten LCSH Begriff gibt, können Sie ein 690er Feld benutzen mit Schlagwörtern, die Sie in Exemplaren anderer Kataloge finden.

source: LOCAL SUBJECT ADDED--GEOGRAPHICAL
de: LOCAL SUBJECT ADDED ENTRY--GEOGRAPHIC NAME (RLIN)

source: If there is no appropriate LCSH term, you can use a 691 with subject headings you find on other items in the catalog.
de: Wenn es keinen geeigneten LCSH Begriff gibt, können Sie ein 691er Feld benutzen, mit Schlagworten, die Sie im Katalog in anderen Exemplaren finden.

source: ADDED ENTRY--PERSONAL
de: Nebeneintragung - Personenname

source: Used for second authors and other persons related to the production of the work.
de: Wird für zweite Autoren verwendet und andere Personen, die bei der Veröffentlichung eines Werkes beteiligt waren.

source: ADDED ENTRY--CORPORATE
de: Nebeneintragung - Körperschaftsname

source: Used for corporate bodies related to the production of the work (e.g. publishers).
de: Wird für Körperschaften benutzt, die an der Veröffentlichung eines Werkes beteiligt waren (z.Bsp. Verlage).

source: ADDED ENTRY--MEETING
de: Nebeneintragung - Kongressname

source: Used for meetings related to the production of the work (e.g. symposia that contributed to the work).
de: Wird verwendet für Veranstaltungen, die bei der Veröffentlichung eines Werkes beteiligt waren (z.Bsp. ein Symposium, das einen Beitrag zum Werk geleistet hat)

source: ADDED ENTRY--UNIFORM TITLE
de: Nebeneintragung - Einheitstitel

source: Used for uniform titles related to the production of the work (e.g. a work that inspired the present work)
de: Wird für Einheitstitel verwendet, die bei der Veröffentlichung des Werkes von Bedeutung waren (z.Bsp. wenn das vorliegende Werk von einem anderen Werk inspiriert wurde).

source: See Authorized headings sheet and AACR2. Set the first indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the first indicator to '4').
de: Prüfen Sie das autorisierte Bestandsblatt und AACR2. Setzen Sie den ersten Indikator auf die Zahl der non-filling Merkmale (bei Merkmalen in einem einleitenden Artikel plus Leerzeichen... für "der/die/das" setzen Sie den ersten Indikator auf '4'.

source: HOST ITEM ENTRY
de: Übergeordnete Einheit

source: Describes the larger bibliographic unit that contains the work (e.g. book or journal containing the article being described in the current record)
de: Beschreibt die übergeordnete Einheit eines Werkes (z.Bsp. Buch oder Zeitschrift, die den Artikel beinhalten, der in dem aktuellen Datensatz beschrieben wird).

source: If the host publication is author main entry, enter the authorized form of the author's name in subfield 'a'. Put the title in subfield 't'. If the host publication is an independent work, put publication information in subfield 'd'. When available, ISSN and ISBN should always be used in, in subfields 'x' and 'z' respectively. Relationship information (e.g. volume number, page number, etc.) goes in subfield 'g'. Subfield 'q' contains an encoded representation of the location of the item: volume, issue, and section numbers are separated by colons, and the first page is entered following a '<' at the end of the subfield. See ISBD punctuation sheet. Set the first indicator to '0'. If you want the label "In:" to be generated, leave the second indicator blank. If you want something else displayed before the 773 text, set the second indicator to '8' and add a subfield 'i' with the label you want at the beginning of the field (e.g. "$iOffprint from:").
de: Wenn die Veröffentlichung bestimmt, das der Autor die Haupteintragung bekommen soll, dann geben sie die autorisierte Form des Autorennamen im Unterfeld 'a' an. Schreiben Sie den Titel in das Unterfeld 't'. Wenn es sich bei der Veröffentlichung um ein unabhängiges Werk handelt, dann schreiben Sie die Information zur Veröffentlichung in das Unterfeld 'd'. Wenn verfügbar, dann sollten Sie die ISSN und die ISBN immer verwenden und zwar entsprechend in den Unterfeldern 'x' und 'z'. Informationen zum Verhältnis (z.Bsp. Bandnummer, Seitenzahl etc.) werden im Unterfeld 'g' hinterlegt. Das Unterfeld 'q' enthält eine verschlüsselte Information des Standortes des Exemplars: Band, Heft und Sektionsnummern werden durch Doppelpunkte getrennt und der ersten Seite folgt a '<' am Ende des Unterfeldes. Prüfen Sie auch das ISBD-Zeichensetzungsblatt. Setzen Sie den ersten Indikator auf '0' Wenn Sie möchten, dass die Kennzeichnung "In:" generiert wird, dann lassen Sie den zweiten Indikator leer. Wenn Sie vor dem 773-Text noch etwas anderes angezeigt haben möchten, dann setzen Sie den zweiten Indikator auf '8' und fügen Sie ein Unterfeld 'i' mit der Kennzeichnung, die am Beginn des Feldes stehen soll, hinzu (z.Bsp. "$iOffprint von:").

source: SERIES ENTRY--UNIFORM TITLE
de: Nebeneintragung unter dem Gesamttitel - Einheitstitel

source: Authorized form of the series name transcribed in the 490 field. Often this will just be the same as the 490.
de: autorisierte Form des Namen der Serie, welche im Feld 490 aufgeführt wird. Oft handelt es sich um die gleiche Form wie im Feld 490.

source: See Authorized headings sheet and AACR2. Set the second indicator to the number of non-filing characters (i.e. characters in an initial articles plus the space... for "The " set the second indicator to '4').
de: Beachten Sie auch das autorisierte Bestandsblatt und AACR2. Setzen Sie den zweiten Indikator auf die Nummer der non-filling Merkmale ( bei Merkmalen in einem einleitenden Artikel plus einem Leerzeichen... für "der/die/das" setzen Sie den zweiten Indikator auf '4'.

source: LOCATION/CALL NUMBER
de: Standort/Signatur

source: Provides the section name for pre-barcode books, pamphlets, and some articles and serials.
de: Stellt den Sektionsnamen für Bücher ohne Barcode, Broschüren und einige Artikel und Serien bereit.

source: Do not put anything in this field if you are cataloging a volume which gets only one record and a barcode. If the item does not get a barcode, or you are currently creating a record for an article in a volume, put the section in subfield 'a' (see ANS cataloging documentation), and the call number in subfield 'i'. Set the first indicator to '8'.
de: Geben Sie nichts in dieses Feld ein, wenn Sie einen Band katalogisieren, der nur einen Datensatz und einen Barcode erhalten soll. Bekommt das Exemplar keinen Barcode oder Sie legen gerade einen Datensatz für einen Artikel in einem Band an, dann schreiben Sie die Sektion in das Unterfeld 'a' (siehe auch ANS Katalogdokumentation) und die Signatur in das Unterfeld 'i'. Setzen Sie den ersten Indikator auf '8'.

source: ELECTRONIC ACCESS
de: Elektronische Adresse und Zugriff

source: Links to material available online.
de: Verknüpfungen zu Online-Material.
