Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: de

source: Put the URL of any electronic copies or summaries, etc. in subfield 'u' and a link title in subfield 'y'. Set the first indicator to '4'.
de: Geben Sie die URL jeder elektronischen Kopie oder Inhaltsübersicht etc. im Unterfeld 'u' und die Verknüpfung zum Titel im Unterfeld 'y' an. Setzen Sie den ersten Indikator auf '4'.

source: ADDED ENTRY ELEMENTS (KOHA)
de: Zusätzliche Felder (Koha)

source: Used for Koha-specific data.
de: Zusätzliche Felder (Koha)

source: Set the subfield 'c' to the appropriate item type.
de: Setzen Sie das Unterfeld 'c' auf den entsprechenden Medientyp.

source: Table: Cataloging Guide
de: Tabelle: Katalogaufnahme

source: Item/Holdings Record Cataloging Guide
de: Katalogisierungsleitfaden für Exemplar- und Bestandsdaten

source: This table represents the default embedded holdings data in Koha. This information can be used for migration or importing data purposes
de: Diese Tabelle enthält Standardeinstellungen die in den Bestandsdaten in Koha eingebettet sind. Diese Information kann für Migration- und Datenimportzwecke genutzt werden.

source: MARC21 Tag/subfield
de: MARC21 Feld/Unterfeld

source: Data Element
de: Datenelement

source: Notes
de: Hinweise

source: Withdrawn status
de: Ausgeschieden Status

source: Default values:
de: Standardwerte:

source: 0 = Not withdrawn
de: 0= nicht ausgeschieden

source: 1 = Withdrawn
de: 1 = ausgeschieden

source: Lost status
de: Verloren-Status

source: 0 = Available
de: 0 = verfügbar

source: 1 = Lost
de: 1 = verloren

source: 2 = Long Overdue (Lost)
de: 2 = Lange überfällig (Verloren)

source: 3 = Lost and Paid For
de: 3 = Verloren und Buchersatz bezahlt

source: 4 = Missing in Inventory
de: 4 = Vermisst

source: 5 = Missing in Hold Queue
de: 5 = Fehlt (vergriffen)

source: It's possible to configure OPAC so that lost items don't display with the :ref:`hidelostitems` system preference.
de: Mit dem Systemparameter :ref:`hidelostitems` können Sie den OPAC so konfigurieren, dass verlorene Exemplare nicht angezeigt werden.

source: Classification
de: Klassifikation

source: Classification scheme that defines filing rules used for sorting call numbers.
de: Klassifikationen werden definiert (d.h. Aufstellungssystematiken), die für Ihren Bestand in Gebrauch sind. Definieren Sie auch Sortierregeln für die Sortierung der Signaturen.

source: A choice of :ref:`classification sources <classification-sources-label>` as they are defined in administration. If no classification scheme is entered, the system will use the value entered in the :ref:`DefaultClassificationSource` preference.
de: Eine Auswahl von Klassifikationsquellen :ref:`Klassifikationsquellen <classification-sources-label>`finden Sie im Menü 'Administration'. Wenn kein Klassifikationsschema angegeben wurde, richtet sich Koha nach den Werten, die im Systemparameter :ref:`DefaultClassificationSource` festgelegt wurden.

source: Materials specified
de: Beilagen

source: Specific issues of serials or multi-part items.
de: Die Beilagennotiz ist eine spezielle Notiz für Zeitschriften oder mehrbändige Exemplare.

source: Displayed when items are checked out and in to tell the staff how many pieces the item has. Copy/volume data is stored in 952$h and $t for display in Normal views.
de: Die Notiz wird angezeigt, wenn Exemplare ausgeliehen bzw. zurückgegeben werden, um den Mitarbeitern aufzuzeigen, aus wie vielen Teilen das Exemplar besteht. Heft- und Jahrgangsinformationen finden Sie in 952$h und $t für eine normale Ansicht.

source: Damaged status
de: Beschädigung

source: 0 = Not damaged
de: 0 = nicht beschädigt

source: 1 = Damaged
de: 1 = Beschädigt

source: Use restrictions
de: Benutzungsbeschränkungen

source: 0 = No use restrictions
de: 0 = keine Benutzungseinschränkung

source: 1 = Restricted Access
de: 1 = eingeschränkt zugänglich

source: Not for loan
de: Nicht ausleihbar

source: -1 = Ordered
de: -1 = Bestellt

source: 0 = Available for loans
de: 0 = verfügbar für Exemplare

source: 1 = Not for Loan
de: 1 = Nicht ausleihbar

source: 2 = Staff Collection
de: 2 = Mitarbeiterbibliothek

source: Collection code
de: Sammlung

source: Coded value
de: kodierter Wert

source: Item number
de: Exemplarnummer

source: System-generated item number.
de: Koha-Exemplarnummer (automatisch generiert)

source: Does not display in the item record.
de: Wird im Exemplardatensatz nicht angezeigt

source: Owning Library \*\*
de: Besitzende Bibliothek \*\*

source: Branch code
de: Bibliothekskürzel

source: **Required**. Code must be defined in :ref:`Libraries <libraries-label>`
de: **Notwendig**. Das Bibliothekskürzel muss in :ref:`Bibliotheken <libraries-label>` definiert sein.

source: Holding library \*\* (usually the same as 952$a )
de: Aktueller Standort \*\* (gewöhnlich derselbe wie in 952$a)

source: Shelving location code
de: Aufstellungsort

source: Date acquired
de: Zugangsdatum

source: YYYY-MM-DD
de: JJJJ-MM-TT

source: Date formats in the 952 subfields are required to be in the system internal format for data loading and subsequent item editing: YYYY-MM-DD
de: Zeitformate, die in den 952er Unterfeldern vorkommen sind nötigerweise im internationalen Format für das Laden der Daten und der anschliessenden Exemplarbearbeitung: JJJJ-MM-TT einzugeben.

source: Source of acquisition
de: Erwerbungsquelle

source: Coded value or vendor string
de: normierter Wert oder Lieferant

source: Filled in automatically with the Koha assigned vendor id by Acquisitions when an item is received.
de: Wird bei Eintreffen des Exemplars automatisch ausgefüllt mit dem Lieferant, der in Koha in der Erwerbung hinterlegt ist.

source: Purchase price
de: Kaufpreis

source: Decimal number, no currency symbol (ex. 10.00)
de: Dezimalzahl, kein Währungssymbol (z.Bsp. 10.00)

source: Filled in automatically by Acquisitions when an item is received.
de: Wird durch die Erwerbung automatisch befüllt, wenn ein Exemplar eingetroffen ist.

source: Serial enumeration
de: Jahrgang/Heft

source: Filled in automatically by Serials if the issue is received there.
de: Wird bei Zeitschriften automatisch ausgefüllt, wenn ein Heft eingetroffen ist.

source: Koha full call number
de: Exemplarsignatur

source: Can be filled in automatically based on the :ref:`itemcallnumber` system preference.
de: Die Signatur wird automatisch generiert, wenn Sie den Systemparameter :ref:`itemcallnumber` entsprechend gesetzt haben.

source: Max 20 characters
de: Max 20 Zeichen

source: Copy number
de: Exemplarnr.

source: Max 32 characters
de: Max 32 Zeichen

source: Item specific URL
de: exemplarspezifische URL

source: Full URL starting with http:// Only needed if your item has its own URL, not necessary if the bib record has a 856$u that applies to all items on the record.
de: Die ganze URL, die mit http:// anfängt wird nur benötigt, wenn Ihr Exemplar seine eigene URL hat. Sie ist nicht notwendig, wenn der Datensatz ein 856$u Feld hat, welches für alle Exemplare eines Datensatzes gilt.

source: Replacement price
de: Ersatzpreis

source: Price effective from
de: Preis gültig ab

source: Date formats in the 952 subfields are required to be in the system internal format for data loading and subsequent item editing: YYYY-MM-DD. Filled in automatically by Acquisitions when an item is received.
de: Zeitformate, die in den 952er Unterfeldern eingegeben werden, müssen im internationalen Format angegeben werden. Dies ist wichtig für das Datenladen und die folgende Exemplarbearbeitung: JJJJ-MM-TT. Wird automatisch durch die Erwerbung befüllt, wenn ein Exemplar eingegangen ist.

source: Nonpublic note
de: Interne Notiz

source: This is a note field for notes that will not appear in the OPAC. Right now this note does not appear anywhere but in the item edit screen in the staff client.
de: Hierbei handelt es sich um ein Notizfeld, welches nicht im OPAC erscheint. Sie erscheint nirgendwo, ausser in der Dienstoberfläche auf dem Bildschirm der Exemplarbearbeitung.

source: Koha item type \*\*
de: Medientyp \*\*

source: Coded value, required field for circulation
de: Normierter Wert, erforderlich für die Ausleihe.

source: **Required**. Coded value, must be defined in :ref:`Item types <item-types-label>`
de: **Erforderlich**. Der normierte Wert muss in den :ref:`Medientypen <item-types-label>` definiert sein.

source: Public note
de: OPAC-Notiz

source: Table: Koha Embedded Holdings Data
de: Tabelle: In Koha eingebettete Bestandsdaten

source: \* - required for circulation
de: \* - erforderlich für die Ausleihe

source: \*\* - required by Koha
de: \*\* - erforderlich für 'Über Koha'

source: Koha XSLT material type icons
de: Koha XSLT-Icons für den Materialtyp

source: When you have any of the XSLT system preferences (:ref:`OPACXSLTDetailsDisplay`, :ref:`OPACXSLTResultsDisplay`, :ref:`XSLTDetailsDisplay`, and/or :ref:`XSLTResultsDisplay`) along with the :ref:`DisplayOPACiconsXSLT` and :ref:`DisplayIconsXSLT` preferences turned on you will see material type icons on the related screen.
de: Wenn Sie die XSLT-Systemparameter (:ref:`OPACXSLTDetailsDisplay`, :ref:`OPACXSLTResultsDisplay`, :ref:`XSLTDetailsDisplay`, und/oder :ref:`XSLTResultsDisplay`) zusammen mit den Systemparametern :ref:`DisplayOPACiconsXSLT` und :ref:`DisplayIconsXSLT` angeschaltet haben, sehen Sie die Icons für den Materialtyp auf dem zugehörigen Bildschirm.

source: **Important**
de: **Wichtig**

source: These images are coming from values found in your leader, if your leader is not cataloged properly it might be best to turn off the :ref:`DisplayOPACiconsXSLT` preference (which can be done while leaving the other XSLT preferences turned on).
de: Diese Bilder kommen von den Werten, die im Leader hinterlegt sind. Wenn Ihr Leader nicht richtig katalogisiert ist, wäre es das Beste, den Systemparameter :ref:`DisplayOPACiconsXSLT` auszuschalten (dies kann gemacht werden, auch wenn die anderen XSLT-Parameter angeschaltet bleiben).

source: Book [BK]
de: Buch

source: leader6 = a (and one of the leader7 values below)
de: leader6 = a (und einer der leader7 Werte darunter)

source: Computer File [CF]
de: Computerdateien

source: Continuing Resource [CR]
de: Periodikum

source: Map [MP]
de: Karten

source: Mixed [MX]
de: Gemischtes

source: Sound [MU]
de: Musikalien

source: Visual Material [VM]
de: Visuelle Materialien

source: Kit
de: Medienkombination

source: Handling On Order Items and Holds
de: Handhabung von Bestellexemplaren und Vormerkungen

source: If you tend to import your MARC records when you have ordered the book (as opposed to when you receive the books), and allow patrons to place holds on those books, you may need to add item records to the \*.mrc file before importing.
de: Wenn Sie dazu tendieren Ihre MARC-Datensätze nach Bestellung der Bücher zu importieren (und nicht bei Eingang der Bücher) und den Benutzern erlauben, darauf Vormerkungen zu machen, ist es notwendig, dass Sie die Exemplardatensätze vor dem Import dem \*.mrc file hinzufügen.

source: The easiest way to import your latest order is to first run your records through `MARCEdit <http://marcedit.reeset.net/>`__. Download your MARC records, saving them to your desktop or some other location you use/will remember. If you have MARCEdit already installed you should simply have to double click on your MARC records, and they will automatically open in MARCEdit.
de: Der einfachste Weg Ihre letzte Bestellung zu importieren, ist die Datensätze zuerst durch `MARCEdit <http://marcedit.reeset.net/>`__ laufen zu lassen. Laden Sie Ihre MARC Datensätze herunter und speichern Sie diese auf Ihrem Desktop oder an einem anderen Ort, wo sie wieder gefunden werden können. Wenn Sie MARCEdit bereits installiert haben, können Sie einfach nur mit einem Doppelklick auf Ihre MARC-Datensätze klicken und dadurch wird MARCEdit automatisch geöffnet.

source: This tutorial was written with MARCEdit version 5.2.3769.41641 on Windows XP, instructions may be different if your version or operating system is different.
de: Die Anleitung wurde mit der MARCEdit-Version 5.2.3769.41641 geschrieben auf Windows XP. Die Befehle können je nach Version und Betriebssystem unterschiedlich sein.

source: Your original file will automatically be in the input; ensure MarcBreaker is chosen, and then click "Execute"
de: Ihre Orginaldatei ist automatisch im Input auffindbar. Stellen Sie sicher, dass MarcBreaker ausgewählt ist und klicken Sie dann auf "Ausführen"

source: You will be presented with a summary of the records processed at the bottom of the screen
de: Es wird eine Zusammenfassung des Uploads unten am Bildschirm angezeigt.

source: Click 'Edit Records' to continue on to adding item records
de: Klicken Sie 'Datensatz bearbeiten' wenn Sie weitere Exemplardatensätze hinzufügen möchten.

source: Your screen will be replaced with a larger screen containing the MARC records
de: Ihr Bildschirm wird durch einen grösseren Bildschirm ersetzt, der die MARC-Datensätze enthält.

source: Click on Tools > Add/Edit Field
de: Klicken Sie auf Werkzeuge>Feld hinzufügen/bearbeiten

source: Enter in the Koha specific item info
de: Geben Sie die Koha spezifische Exemplarinformation ein.

source: In the Field box, type 942
de: In der Feld Box, Typ 942

source: In the Field Data box, type \\\\$c and the item type code (\\\\$cBOOK in this example)
de: In der Feld-Dateibox, Typ \\\\$c und dem Medientyp-Code (\\\\$cBUCH in diesem Beispiel).

source: Check the 'Insert last' option
de: Überprüfen Sie die Option, was zuletzt eingegeben wurde.

source: Click 'Add Field'
de: Klicken Sie auf 'Neues Feld'

source: Enter in the item record data
de: Geben Sie die Exemplardatendatei ein.

source: In the Field box, type 952
de: In der Feldbox, Typ 952

source: In the Field Data box, type $7ORDERED\_STATUS$aPERM\_LOC$bCURR\_LOC$cSHELVING\_LOCATION$eSOURCE\_OF\_ACQ$yITEM\_TYPE
de: In der Feld Dateibox, Typ $7bestellt\_STATUS$aPERM\_LOC$bCURR\_LOC$cSHELVING\_LOCATION$eQuelle\_der\_ACQ$yITEM\_TYPE

source: ex. $7-1$aCPL$bCPL$cNEW$eBrodart$yBOOK
de: Ex. $7-1$aCPL$bCPL$cNEW$eBrodart$yBUCH

source: In a default install of Koha -1 is the value for the Ordered status
de: In einer Standardeinstellung von Koha ist -1 der Wert für den Bestellt-Status.

source: You may want to look at other subfields you would like data in -- for example, changing the collection code to put all the items in the same collection (8), automatically fill in the acquisition date (d), or put in a public note (z).
de: Sie können auch andere Unterfelder anschauen, in denen Sie Daten ablegen möchten, zum Beispiel können Sie den Sammlungscode ändern, damit alle Exemplare die gleiche Sammlung (8) haben. Es wird automatisch das Erwerbungsdatum (d) ausgefüllt. Sie können auch eine OPAC-Notiz hinzufügen.

source: Be sure you use the $ to separate subfields; adding each subfield on a separate line will cause that many items to be imported with your MARC record (in the example above, four items, each with one of those subfields corrected)
de: Stellen Sie sicher, dass Sie das $-Zeichen eingeben, um die Unterfelder voneinander zu trennen; wenn Sie jedes Unterfeld, dass Sie hinzufügen auf eine separate Linie schreiben, bewirkt dies, dass viele Exemplare mit dem MARC-Datensatz importiert werden (im Beispiel oben handelt es sich um vier Exemplare, jedes mit seinen richtigen Unterfeldern).

source: Make sure you look at the Administration > Authorized Values in Koha to put the correct code into the field
de: Schauen Sie in Koha in, der Administration>Normierte Werte, damit Sie den richtigen Code in das Feld eingeben.

source: Close the field editor window
de: Schließen Sie das Fenster des Editors.

source: Click on File > Compile into MARC
de: Klicken Sie auf die Datei>in MARC erstellen

source: Choose where to save your file
de: Geben Sie den Namen an, unter dem Sie die Datei speichern möchten

source: Now you want to go into your Koha system and follow the instructions for :ref:`importing MARC records <stage-marc-records-for-import-label>`.
de: Gehen Sie nun in Ihre Koha-Datenbank und folgen Sie den Anweisungen im Modul 'Werkzeuge' :ref:`MARC-Datensätze für Import bereitstellen <stage-marc-records-for-import-label>`.

source: Once the item has come in, you will need to go to the item record and individually change the item to have the correct barcode, and manually change the status from Ordered to the blank line in the Not for Loan field.
de: Wenn Sie das Exemplar eingegeben haben, klicken Sie auf das Exemplar und beschriften Sie es mit dem richtigen Barcode. Ändern Sie von Hand den Status von Bestellt auf eine leere Linie im Feld 'Nicht entleihbar'.

source: If you purchase your cataloged item records, you may want to request your vendor put in the information you need into the MARC records for you; that way, you could import the edited-by-the-vendor file, overwriting the current record, automatically replacing the data with what you need.
de: Wenn Sie die katalogisierten Exemplardatensätze anschaffen, erwarten Sie, dass Ihr Lieferant die Informationen liefert, die Sie im MARC-Datensatz benötigen. So können Sie den aktuellen Datensatz mit der vom Lieferant gelieferten Datei überschreiben und automatisch werden alle Informationen ersetzt, die Sie benötigen.
