Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: de

source: It is also possible to create analytic records from this screen by clicking on 'Create analytics'
de: Tipp: Sie können auch von diesem Bildschirm ausgehend unselbstständige Werke erfassen, indem Sie die entsprechende Schaltfläche verwenden.

source: You can also see the analytics attached to this record by clicking the 'Show analytic' link towards the top of the record in the normal view.
de: Sie erhalten auch eine Liste der zu diesem Datensatz gehörenden unselbständigen Werke, wenn Sie auf die Schaltfläche 'Unselbständige Werke anzeigen' klicken, die sich in der normalen Ansicht über dem Datensatz befindet.

source: When looking at the analytic record you will also see a link to the host item under the 'Host records' column in the holdings table when viewing the 'Analytics' tab.
de: Es wird auch eine Verknüpfung zum übergeordneten Exemplar in der Spalte "übergeordneter Titel" in der Tabelle Vormerkungen angezeigt.

source: Analytics enhanced workflow
de: Erweiterter Workflow für unselbständige Werke

source: To use the enhanced workflow method of adding analytics, the first thing you need to do is set the :ref:`EasyAnalyticalRecords` preference to 'Don't display' and the :ref:`UseControlNumber` preference to 'Use.'
de: Um den erweiterten Workflow benutzen zu können, müssen Sie den Systemparameter :ref:`EasyAnalyticalRecords` auf "Deaktiviere" setzen und den Systemparameter :ref:`UseControlNumber` auf "Verwende".

source: After cataloging your original record (see :ref:`adding records <adding-records-label>` for more on creating records) click 'New' from the normal view and choose to 'New child record.'
de: Nach der Katalogisierung Ihres Datensatzes, (:ref:`Datensatz hinzufügen <adding-records-label>` mehr zum Anlegen von Datensätzen) klicken Sie 'Neu' in der normalen Ansicht und wählen Sie 'Mit übergeordnetem Werk verlinken'.

source: This will open a new blank record for cataloging. The blank record will only have the 773 field filled in properly to complete the link once the record is saved.
de: Dies öffnet einen leeren Datensatz zur Katalogisierung. Der leere Datensatz enthält nur das Feld 773, welches bereits ausgefüllt ist. Um den Link zu vervollständigen wird der Datensatz nochmal gespeichert.

source: Editing analytics
de: Unselbständige Werke bearbeiten

source: If you have linked an analytic record incorrectly you can remove that link by editing the item on the analytic record (not the host record). To do this, go to the analytic record and click the 'Edit' button and choose to 'Edit items'. To the left of each item you will see two options.
de: Wenn ein unselbstständiges Werk falsch verlinkt wurde, kann der Link durch Bearbeitung des Exemplars am unselbstständigen Werk (nicht des übergeordneten Datensatzes) korrigiert werden. Um dies zu tun, suchen Sie den Datensatz für das unselbstständige Werk und wählen Sie "Exemplare bearbeiten" im Menü "Bearbeiten". Auf der linken Seite der einzelnen Exemplare werden zwei Optionen angezeigt.

source: Clicking 'Edit in host' will allow you to edit the item on the host record.
de: 'übergeordnetem Titel bearbeiten' erlaubt die Bearbeitung des Exemplars im übergeordneten Titel.

source: Clicking 'Delink' will remove the 773 field and the link between the analytic and the host.
de: Die Schaltfläche 'Link löschen' entfernt das Feld 773 und die Verknüpfung mit dem übergeordneten Werk.

source: Editing records
de: Titel bearbeiten

source: To edit a record you can click the 'Actions' button and choose 'Edit biblio' from the search results on the cataloging search page
de: Um einen Datensatz zu bearbeiten, klicken Sie auf die Schaltfläche 'Aktion' in der Trefferliste und verwenden Sie die Schaltfläche 'Titel bearbeiten'

source: or by clicking the Edit button on the Bibliographic Record and choosing 'Edit Record'
de: Klicken Sie auf die Schaltfläche 'bearbeiten' in der Trefferliste und verwenden Sie den Eintrag 'Datensatz bearbeiten'.

source: The record will open in the MARC editor
de: Der Datensatz wird im MARC-Editor geöffnet

source: The alternative is to search via Z39.50 to overlay your record with a fuller record found at another library. You can do this by choosing 'Replace record via Z39.50/SRU' from the 'Edit' menu.
de: Über eine Z39.50/SRU-Suche können Sie den Datensatz mit einem vollständigeren Datensatz, den Sie in einer anderen Bibliothek gefunden haben überlagern. Verwenden Sie dazu die Funktion 'Datensatz über Z39.50/SRU überschreiben' im Menü 'Bearbeiten'.

source: Once you choose that, you will be brought to a Z39.50 search window to search other libraries for the record in question.
de: Wenn Sie dies auswählen, gelangen Sie in die Z39.50/SRU-Suche, wo Sie in anderen Bibliotheken nach dem Datensatz suchen können.

source: Once you have made your edits (via either method) you can click 'Save' at the top left of the editor.
de: Nachdem Sie alle Änderungen vorgenommen haben (egal auf welche Weise), klicken Sie auf 'Speichern' in der oberen linken Ecke des Editors.

source: You can also use the edit menu to add your own custom cover image if you have either :ref:`OPACLocalCoverImages` and/or :ref:`LocalCoverImages` set to 'Display' by choosing 'Upload image' from the menu.
de: Sie können auch das Menü 'Bearbeiten' benutzen, um Ihre eigenen Coverbilder hinzuzufügen. Setzen Sie dafür entweder den Systemparameter :ref:`OPACLocalCoverImages` und/oder den Systemparameter :ref:`LocalCoverImages` auf 'Zeige' und wählen Sie 'Bild hochladen' im Menü aus.

source: Choosing 'Upload image' will take you to the :ref:`Upload Local Cover Image Tool <upload-local-cover-image-label>`.
de: Um Coverbilder hochzuladen, verwenden Sie das Werkzeug :ref:`Coverbilder hochladen <upload-local-cover-image-label>` im Modul Werkzeuge

source: Duplicating records
de: Titel duplizieren

source: Sometimes a copy of the record you need to catalog can't be found via Z39.50. In these cases you can create a duplicate of similar record and edit the necessary pieces to create a new record. To duplicate an existing record click 'Edit as new (duplicate)' from the 'Edit' menu on the bibliographic record.
de: Nicht immer können Sie einen passenden Datensatz via Z39.50/SRU finden. In diesem Fall können Sie einen ähnlichen Datensatz duplizieren und die notwendigen Änderungen und Ergänzungen für Ihren Datensatz vornehmen. Um einen vorhandenen Datensatz zu duplizieren, klicken Sie 'Titel duplizieren' im Menü 'Bearbeiten' des Datensatzes.

source: This will open a new MARC record with the fields filled in with the values from the original bibliographic record.
de: Dies öffnet einen neuen MARC-Datensatz, bei dem die Felder mit den Werten aus dem ursprünglichen Datensatz belegt sind.

source: Attaching files to records
de: Dateien anhängen

source: If you would like to upload files to Koha you can do so with a few settings.
de: Wenn Sie Dateien in Koha hochladen möchten, können Sie dies mit einigen Einstellungen tun.

source: You will need to ask your system administrator to set the 'upload\_path' config variable to point to where the files will be stored
de: Ihr Systemadministrator muss den Konfigurationsparameter 'upload\_path' so einstellen, dass es darauf zeigt, wo die Dateien gespeichert sind.

source: You can see if your upload path is set correctly by visiting About Koha > System information. If there is an error you will see it there.
de: Sie merken, ob Ihr Upload-Pfad richtig gesetzt ist, indem Sie im Modul 'Über Koha' > Systeminformation überprüfen. Ein etwaiger Fehler wird hier angezeigt.

source: You will want to be sure that your :ref:`OPACBaseURL` system preference is set appropriately
de: Überprüfen Sie ob Ihr Systemparameter :ref:`OPACBaseURL` richtig eingestellt ist.

source: You will want to add the upload.pl plugin to the 856$u subfield in one (or multiple) of your :ref:`frameworks <edit-framework-fields-and-subfields-label>`
de: Sie können das upload.pl Plugin für das Unterfeld 856$u in einem (oder mehreren) Ihrer :ref:`Frameworks <edit-framework-subfields-label>` hinzufügen.

source: Once you are all set up you can continue with cataloging as regular. You will see a plugin icon next to the 856$u that will open up the upload and/or search window
de: Wenn Sie alles eingerichtet haben, können Sie mit dem Katalogisieren fortfahren. Ein Plugin Icon wird neben dem Feld 856$u angezeigt und das Upload und/oder Suchfenster klappt auf.

source: From this menu you can click browse to find a file and attach it, or you can search files you have uploaded previously using the search box. From the search results you can choose which file to attach.
de: Von diesem Menü aus können Sie 'durchsuchen' anklicken um eine Datei auszuwählen und sie anzuhängen, oder Sie benutzen die Suchbox um kürzlich heruntergeladene Dateien zu suchen. Ausgehend von der Trefferliste können Sie auswählen, welche Datei Sie anhängen möchten.

source: Once the file is chosen it will appear as a link in the MARC record and on the detail display.
de: Wenn Sie die Datei ausgewählt haben wird diese als Link im MARC-Datensatz und in der Detailanzeige angezeigt.

source: If the file is a PDF, it will be opened directly in the user's browser whereas if the file is an image or another type of file, the user will be prompted to download it.
de: Handelt es sich bei der Datei um ein PDF wird sie direkt im Benutzerbrowser geöffnet, handelt es sich hingegen um ein Bild oder um einen anderen Dateityp, wird der Benutzer aufgefordert die Datei herunterzuladen.

source: Merging records
de: Datensätze verschmelzen

source: To merge bibliographic records together you will want to go to the Cataloging module and perform a search.
de: Um bibliographische Datensätze zusammenzuführen, öffnen Sie das Modul Katalogisierung und führen eine Suche durch.

source: If you see duplicates on that search results screen you can check the boxes next to the duplicates and click the 'Merge selected' button at the top of the results.
de: Wenn Dubletten in der Trefferliste erscheinen, können Sie einen Haken hinter die ausgewählten Dubletten setzen und dann über der Trefferliste die Schaltfläche 'Verschmelzen' auswählen.

source: Once you have selected the records you want to merge, click the 'Merge selected' button at the top of the list. You will be asked which of the records you would like to keep as your primary record and which will be deleted after the merge. If the records were created using different frameworks, Koha will also ask you what Framework you would like the newly merged record to use.
de: Nachdem Sie die Datensätze für die Verschmelzung ausgewählt haben, klicken Sie über der Trefferliste auf die Schaltfläche 'Titel verschmelzen'. Sie werden gefragt, welcher der beiden Datensätze als Referenz gelten soll und welcher Datensatz anschließend gelöscht werden soll. Wenn die Datensätze mit unterschiedlichen Frameworks katalogisiert wurden, fragt Koha ausserdem welches Framework der verschmolzene Datensatz erhalten soll.

source: You will be presented with the MARC for all of the records (each accessible by tabs labeled with the bib numbers for those records). By default the entire first record will be selected, uncheck the fields you don't want in the final (destination) record and then move on to the second tab to choose which fields should be in the final (destination) record.
de: Es werden die MARC-Daten beider Datensätze angezeigt. Alle Felder sind über Reiter mit den Titelsatznummern der beiden Titel zugänglich. In der Voreinstellung sind alle Felder des primären Titels ausgewählt. Sie können die Felder entfernen, die nicht in den endgültigen Datensatz übernommen werden sollen und dann Felder aus dem zweiten Datensatz bestimmen, die in den endgültigen Datensatz übernommen werden sollen.

source: Should you try to add a field that is not repeatable two times (like choosing the 245 field from both record #1 and #2) you will be presented with an error
de: Wenn Sie versuchen ein Feld mehrfach anzugeben, dass nicht wiederholbar ist, erhalten Sie eine Fehlermeldung. (Beispiel: Sie wählen 245 in beiden Titeln.)

source: Below the records you are merging is an option to enter fields to report on. This will allow you to control what fields you see on the merge confirmation page:
de: Unter den Datensätzen, die Sie verschmelzen möchten, finden Sie eine Option 'im Report anzuzeigende Felder'. Hierüber können Sie auswählen, welche Felder angezeigt werden, wenn die Verschmelzung erfolgreich war.

source: If you enter nothing you will be presented with a confirmation of biblionumbers only
de: Wenn Sie nichts eintragen bekommen Sie auf der Bestätigungsseite nur die Titelsatznummern angezeigt.

source: If you enter fields you will see those on the confirmation page (you can set defaults with the :ref:`MergeReportFields` preference)
de: Wenn Sie Felder in 'im Report anzuzeigende Felder' eintragen, werden diese auf der Bestätigungsseite angezeigt (Sie können Standardeinstellungen in dem Systemparameter :ref:`MergeReportFields` vornehmen).

source: Once you have completed your selections click the 'merge' button. The primary record will now CONTAIN the data you chose for it as well as all of the items/holdings from both bib records, and the second record will be deleted.
de: Wenn Sie Ihre Auswahl beendet haben, klicken Sie auf "Zusammenführen". Der primäre Datensatz enthält nun alle ausgewählten Daten und alle Exemplare beider Datensätze, der zweite Datensatz wird gelöscht.

source: Deleting records
de: Datensätze löschen

source: To delete a bibliographic record simply choose the 'Edit' button and select 'Delete record'
de: Um einen bibliographischen Datensatz zu löschen, klicken Sie auf die Schaltfläche 'Bearbeiten' und wählen Sie 'Datensatz löschen' aus

source: Bibliographic records can only be deleted once all items have been deleted. If you try to delete a bibliographic record with items still attached you will see that the delete option is grayed out.
de: Bibliographische Datensätze können nur dann gelöscht werden, wenn alle dazugehörigen Exemplare gelöscht sind. Versuchen Sie einen bibliographischen Datensatz mit angehängten Exemplaren zu löschen, wird die Löschoption ausgegraut angezeigt.

source: Item records
de: Exemplare

source: In Koha each bibliographic record can have one or more items attached. These items are sometimes referred to as holdings. Each item includes information to the physical copy the library has.
de: In Koha können mit jedem bibliographischen Datensatz ein oder mehrere Exemplare verknüpft sein. Diese Exemplare werden manchmal auch als Bestand bezeichnet. Jeder Exemplarsatz enthält Informationen über das physische Exemplar der Bibliothek.

source: Adding items
de: Exemplare katalogisieren

source: After saving a new bibliographic record, you will be redirected to a blank item record so that you can attach an item to the bibliographic record. You can also click 'Add/Edit items' from the cataloging search results
de: Nachdem ein bibliographischer Datensatz gespeichert wurde, werden Sie auf die leere Exemplarerfassungsmaske weitergeleitet und können dort ein neues Exemplar anhängen. Sie können auch ausgehend von der Trefferliste auf die Schaltfläche 'Exemplare hinzufügen' klicken.

source: or you can add new item at any time by clicking 'New' on the bibliographic record and choosing 'New item'
de: oder Sie können jederzeit ein neues Exemplar anlegen indem Sie ausgehend vom bibliographischen Datensatz auf 'Neu' klicken und dann 'Neues Exemplar' auswählen.

source: The item edit form will appear:
de: Das Formular zum Bearbeiten von Exemplaren erscheint:

source: At the very least, if you plan on circulating the item, the following fields should be entered for new items:
de: Folgende Felder sollten mindestens ausgefüllt werden, damit das Exemplar später ausgeliehen werden kann:

source: 2 - Source of classification
de: 2 - Klassifikation

source: a - Permanent location
de: a- Standort

source: b - Current location
de: Aktueller Standort

source: o - Full call number
de: o - Exemplarsignatur

source: If you'd like you can use the `call number browser plugin <#cnbrowseplugin>`__ for this field. If it's enabled you'll see a ... to the right of the field. When clicked that will open a call number browser window if the row is highlighted in Red then the call number is in use, if there is a thin Green line instead then the call number can be used.
de: Für dieses Feld können Sie das Plugin für Signaturen <#cnbrowseplugin> __ verwenden. Ist das Plugin eingerichtet sehen Sie ... rechts neben dem Feld. Werden diese angeklickt, öffnet sich ein Signaturenbrowserfenster. Ist die Signatur rot unterstrichen, ist die Signatur bereits in Benutzung, erscheint stattdessen eine dünne grüne Linie, können Sie die gewünschte Signatur verwenden.

source: v - Cost, replacement price
de: v - Kosten, Ersatzpreis

source: This value will be charged to patrons when you mark an item they have checked out as 'Lost'
de: Dieser Wert wird den Benutzern berechnet, wenn ein Exemplar als 'Verloren' markiert wird, das bereits ausgeliehen wurde.

source: y - Koha item type
de: y - Koha Medientyp

source: To make sure that these values are filled in you can mark them as mandatory in the :ref:`framework <marc-bibliographic-frameworks-label>` you're using and then they will appear in red with a 'required' label. The item will not save until the required fields are filled in.
de: Um sicherzustellen, dass diese Werte ausgefüllt sind, können Sie diese im :ref:`Framework <marc-bibliographic-frameworks-label>` als Pflichtfelder konfigurieren. In der Anzeige werden sie entsprechend in rot markiert. Der Datensatz wird erst dann gespeichert, wenn alle erforderlichen Felder ausgefüllt sind.

source: To make item subfields required in a framework you'll want to edit the 952 field in the :ref:`framework editor <marc-bibliographic-frameworks-label>`.
de: Um Exemplarfelder als Pflichtfelder zu definieren, können Sie Feld 952 im jeweiligen :ref:`bibliographischen Framework <marc-bibliographic-frameworks-label>` entsprechend bearbeiten.

source: 'Add item' will add just the one item
de: 'Exemplar hinzufügen' wird ein einzelnes neues Exemplar hinzufügen

source: 'Add & duplicate' will add the item and fill in a new form with the same values for you to alter
de: 'Hinzufügen & duplizieren' speichert das Exemplar mit den eingegebenen Daten und behält diese im Formular für das nächste Exemplar

source: 'Add multiple items' will ask how many items and will then add that number of items adding +1 to the barcode so each barcode is unique
de: 'Mehrere Exemplare hinzufügen' generiert so viele Exemplare, wie Sie als Anzahl angegeben haben. Der Barcode wird dabei jeweils um eins hochgezählt, so dass jeder generierte Barcode einmalig ist.

source: Your added items will appear above the add form once submitted
de: Die Exemplare, die Sie beigefügt haben, erscheinen oberhalb des Eingabeformulars, sobald sie übermittelt sind

source: Your items will also appear below the bibliographic details on the bib record display.
de: Ihre Exemplare werden auch unter den bibliographischen Details auf der Anzeigeseite für bibliographische Datensätze erscheinen.

source: If you have :ref:`SpineLabelShowPrintOnBibDetails` set to 'Display' then there will also be a link to print a quick spine label next to each item.
de: Wenn Sie den Systemparameter :ref:`SpineLabelShowPrintOnBibDetails` auf 'Zeige' gesetzt haben, wird ein Link für den schnellen Signaturdruck neben jedem Exemplar angezeigt.

source: You can also filter the contents of your holdings table by clicking the 'Activate filters' links. This will show a row at the top where you can type in any column to filter the results in the table.
de: Wenn Sie auf die aktivierten Filter-Links klicken, können Sie auch den Inhalt Ihrer Bestandstabelle filtern. Ihnen wird eine Reihe angezeigt, in der Sie in jede Spalte schreiben können um die Ergebnisse in der Tabelle zu filtern.

source: Editing items
de: Exemplare bearbeiten

source: Items can be edited in several ways.
de: Exemplare können auf unterschiedlichen Wegen bearbeitet werden.

source: Clicking 'Edit' and 'Edit items' from the bibliographic record
de: Klicken Sie 'Bearbeiten' und 'Exemplare bearbeiten' im Titeldatensatz

source: Which will open up a list of items where you can click the 'Actions' button to the left of the specific item you would like to edit and choose 'Edit'.
de: Es wird die Liste der zugehörigen Exemplare angezeigt. Wählen Sie das Exemplar aus, dass Sie bearbeiten möchten, indem Sie links auf die Schaltfläche "Aktion" klicken und bearbeiten Sie es dann.

source: Clicking 'Edit items' beside the item on the 'Items' tab
de: Wählen Sie in der Maske 'Exemplare' im Menü 'Bearbeiten->Exemplare bearbeiten' aus.

source: Which will open up the editor on the item you'd like to edit
de: Nun wird der Editor geöffnet und das Exemplare angezeigt, welches Sie bearbeiten möchten.

source: Clicking 'Edit' and then 'Edit items in batch'
de: Klicken Sie auf 'Bearbeiten' und dann auf 'Stapelbearbeitung von Exemplaren'

source: This will open up the :ref:`batch item modification tool <batch-item-modification-label>` where you can edit all of the items on this record as a batch.
de: Dies öffnet die :ref:`Stapelverarbeitung für Exemplare <batch-item-modification-label>`, in welcher Sie alle zu diesem Datensatz gehörenden Exemplare im Stapel bearbeiten können.

source: You can also enable :ref:`StaffDetailItemSelection` to have checkboxes appear to the left of each item on the detail display. You can then check off the items you would like to edit and click 'Modify selected items' at the top of the list.
de: Sie können auch den Systemparameter :ref:`StaffDetailItemSelection` aktivieren um sich in der Detailansicht links von jedem Exemplar Checkboxen anzeigen zu lassen. Dann können Sie die Exemplare überprüfen, die Sie bearbeiten möchten und klicken dann oberhalb der Liste auf die Schaltfläche 'Ausgewähltes Exemplar bearbeiten"

source: You can click 'Edit' to the right of each item in the Holdings tab
de: Sie können sich auch im Reiter 'Bestand" die Liste der Exemplare anzeigen lassen und bei jedem Exemplar rechts auf 'Bearbeiten' klicken.

source: There is also a link to Edit items from the search results in the staff client
de: In der Dienstoberfläche ausgehend von der Trefferliste gibt es auch einen Link um Exemplare zu bearbeiten.

source: Finally you can use the :ref:`batch item modification <batch-item-modification-label>` tool
de: Schlussendlich können Sie auch im Modul 'Werkzeuge' die :ref:`Stapelbearbeitung von Exemplaren <batch-item-modification-label>` benutzen.

source: Quick item status updates
de: Schnelle Aktualisierung des Exemplarstatus

source: Often circulation staff need to change the status of an item to Lost or Damaged. This doesn't require you to edit the entire item record. Instead clicking on the item barcode on the checkout summary or checkin history will bring you to an item summary. You can also get to the item summary by clicking on the Items tab to the left of the bib detail page.
de: Oft müssen die Mitarbeiter an der Ausleihtheke den Status eines Exemplars auf verloren oder beschädigt ändern. Dafür ist es nicht erforderlich das Exemplar aufzurufen. Sie können auf den Barcode in der Ausleih- oder Rückgabeliste klicken und in die Exemplarinfo wechseln. Sie kommen ebenfalls auf diese Seite, wenn Sie den Reiter 'Exemplare' auf der Detailansicht auswählen.

source: From this view you can mark an item lost by choosing a lost status from the pull down and clicking the 'Set status' button.
de: In dieser Ansicht können Sie ein Exemplar als verloren markieren, indem Sie einen 'Verloren Status' im PullDown-Menü auswählen den entsprechenden Status in der Liste auswählen und mit der Schaltfläche 'Status setzen' bestätigen.
