Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cataloging.po
Languages: de

source: Cataloging
de: Katalogisierung

source: You can also use OCLC Connexion to send records directly in to Koha. For more information on that please review the :ref:`OCLC Connexion Gateway` setup Appendix.
de: Sie können auch OCLC Connexion nutzen um Datensätze direkt nach Koha zu senden. Weitere Informationen hierzu finden Sie im Anhang unter :ref:`OCLC Connexion Gateway`.

source: *Get there:* More > Cataloging
de: *Pfad in Koha:* Mehr > Katalogisierung

source: Bibliographic records
de: Bibliographische Datensätze

source: In Koha the bibliographic record contains the main information related to the material. This includes things like the title, author, ISBN, etc. This information is stored in Koha in Marc (different flavors of Marc are supported in Koha). Once this information is saved, :ref:`item records <item-records-label>` can be attached.
de: In Koha enthalten die bibliographischen Datensätze die Hauptinformationen über das katalogisierte Material. Diese umfassen Informationen wie den Titel, Verfasser, ISBN usw. Diese Informationen werden im MARC-Format gespeichert, wobei Koha diverse MARC-Varianten unterstützt. Sobald ein bibliographischer Datensatz angelegt wurde, können :ref:`Exemplardatensätze <item-records-label>` erfasst werden.

source: Adding records
de: Datensätze hinzufügen

source: Records can be added to Koha via original or copy cataloging. You can also choose to use the basic or advanced cataloging interface for all of your work.
de: Titel können in Koha durch Fremddatenübernahme oder Eigenkatalogisierung angelegt werden. Sie können auch den Einfachen oder den Erweiterten Editor benutzen.

source: If you would like to catalog a record using a blank template in the basic editor
de: Wenn Sie einen Datensatz katalogisieren möchten, können Sie ein leeres Template im einfachen Editor nutzen:

source: Click 'New record'
de: 'Neuer Titel' anklicken

source: Choose the framework you would like to base your record on
de: Wählen Sie das Framework, in dem Sie Ihren Datensatz erstellen wollen

source: **Note**
de: **Hinweis**

source: You can create or modify frameworks in the :ref:`Administration module <marc-bibliographic-frameworks-label>`.
de: Sie können Frameworks im :ref:`Administrationsmodul <marc-bibliographic-frameworks-label>` neu erstellen oder bearbeiten.

source: If you would like to catalog a record using a blank template in the advanced editor
de: Wenn Sie einen Datensatz katalogisieren möchten verwenden Sie ein leeres Templaten im Erweiterten Editor

source: Enable the :ref:`EnableAdvancedCatalogingEditor` preference
de: Aktivieren Sie das :ref:`Erweiterte Katalogisierungsmodul`

source: Click the 'Advanced editor' button
de: Klicken Sie die Schaltfläche "Erweiterter Editor"

source: If you want to catalog a record based on an existing record at another library in the basic or advanced editor
de: Wenn Sie einen neuen Datensatz aus einem vorhandenen Datensatz einer anderen Bibliothek erstellen möchten, nutzen Sie den Einfachen oder den Erweiterten Editor

source: Click 'New from Z39.50/SRU'
de: Klicken Sie die Schaltfläche "Import über Z39.50/SRU"

source: Click on the arrow to pre-select a framework for your imported your catalog record (the Default framework is used if you do not make a selection).
de: Klicken Sie auf den Pfeil, um ein Framework für Ihren importierten Satz auszuwählen (wenn Sie nichts auswählen, wird das Standard-Framework verwendet).

source: Search for the item you would like to catalog
de: Suchen Sie nach dem Titel, den Sie katalogisieren möchten

source: If no results are found, try searching for fewer fields, not all Z39.50 targets can search all of the fields above.
de: Versuchen Sie eine Suche mit weniger Suchoptionen, wenn keine Treffer gefunden werden. Nicht alle Z39.50/SRU-Vorgaben unterstützen alle Suchoptionen.

source: The display of extra MARC fields and subfields can be configured via the :ref:`AdditionalFieldsInZ3950ResultSearch` preference.
de: Die Anzeige von weiteren MARC Feldern und Unterfeldern kann über die Einstellung :ref:`AdditionalFieldsInZ3950ResultSearch` konfiguriert werden.

source: From the results' 'Action' button you can view the MARC or Card view for the record or choose to import it into Koha.
de: Ausgehend von den Ergebnissen können Sie die MARC- oder ISBD-Ausgabe eines Datensatzes anzeigen lassen oder ihn für den Import nach Koha auswählen.

source: If you don't find the title you need in your Z39.50 search results you can click the 'Try Another Search' button at the bottom left of your results
de: Wenn Sie den gesuchten Titel in der Z39.50/SRU-Trefferliste nicht finden, können Sie mit der Schaltfläche 'Neue Suche' unten links eine weitere Suche starten.

source: Basic editor cataloging
de: Einfacher Editor

source: In the basic editor once you've opened a blank framework or imported a record via Z39.50 you will be presented with the form to continue cataloging
de: Wenn Sie im Einfachen Editor ein leeres Framework öffnen oder einen Datensatz per Z39.50/SRU-Schnittstelle importieren, erscheint die Katalogisierungsmaske, um die Katalogisierung fortzusetzen

source: If you would rather not see the MARC tag numbers you can change the value in your :ref:`hide\_marc <hide-marc-label>` system preference or each user can check the box next to 'Show tags' found under 'Settings'.
de: Wenn lieber keine MARC-Feldnummern angezeigt werden sollen, kann man den Wert über den :ref:`hide\_marc <hide-marc-label>` Systemparameter ändern oder es mit der Checkbox 'Tags anzeigen' unter "Einstellungen" in der Katalogisierung dem Benutzer selber überlassen.

source: To expand a collapsed tag click on the tag description
de: Klicken Sie auf die Feldbezeichnung, um ein eingeklapptes Feld aufzuklappen

source: To get help from the Library of Congress on a MARC tag click the question mark (?) to the right of each field number
de: Wenn Sie die Dokumentation der Library of Congress zu einem MARC-Feld aufrufen möchten, klicken Sie auf das Fragezeichen (?) rechts neben der Feldnummer.

source: It is possible to change the source of the MARC documentation using the :ref:`MARCFieldDocURL` system preference
de: Es ist möglich die Quelle der MARC Dokumentation zu ändern, indem Sie den Systemparameter :ref:`MARCFieldDocURL` ausfüllen.

source: If you feel that this clutters the screen you can hide the question marks by unchecking the box next to the 'Show MARC tag documentation links' note found under 'Settings'
de: Wenn Sie glauben, dass der Bildschirm überfüllt ist, oder Sie die Dokumentationslinks als störend empfinden oder nicht brauchen, können Sie diese über die Checkbox 'MARC-Felddokumentationslinks' unter "Einstellungen" ausblenden.

source: Sometimes fields may not be editable due to the value in your :ref:`BiblioAddsAuthorities` system preference. If you have this preference set to not allow catalogers to type in fields controlled by authorities you may see a lock symbol to the left of the field.
de: Manchmal sind Felder aufgrund des Systemparameters :ref:`BiblioAddsAuthorities` nicht editierbar. Wenn Sie diesen so gesetzt haben, dass beim Katalogisieren die von Normdaten kontrollierten Felder nicht frei bearbeitet werden können, wird neben dem Feld ein Vorhängeschloss angezeigt.

source: If this icon appears you must click the icon to the right of the field to search for an existing authority.
de: Wenn diese Grafik angezeigt wird, klicken Sie darauf und suchen Sie in dem neu geöffneten Fenster nach dem zu verknüpfenden Normsatz.

source: From the results list click 'Choose authority' to bring that into your catalog record
de: In der Resultatenliste klicken Sie auf 'Wähle Normdaten' um dies in Ihr Katalogdatensatz einzubringen

source: To duplicate a field click on the 'repeat this tag' icon to the right of the tag
de: Klicken Sie auf das Symbol 'Tag wiederholen' auf der rechten Seite des Feldes, um dieses zu wiederholen

source: To move subfields in to the right order, click the up arrow to the left of the field
de: Um die Reihenfolge der Felder zu verändern, können Sie auf den Pfeil auf der linken Seite des Feldes klicken

source: To duplicate a subfield click on the clone icon (to remove a copied field, click the delete clone icon) to the right of the field
de: Um ein Unterfeld zu verdoppeln, klicken Sie auf das Klonen-Icon (für das Entfernen eines kopierten Feldes, klicken Sie auf das Löschen-Icon) rechts neben dem Feld

source: To remove a subfield (if there is more than one of the same type), click the - (minus sign) to the right of the field
de: Um ein Unterfeld zu entfernen (wenn mehr als eines vom gleichen Typ da ist), klicken Sie auf - (Minuszeichen) rechts neben dem Feld

source: To use a plugin click on the icon to the right of the field
de: Klicken Sie auf das Icon rechts neben dem Feld, um ein Plugin zu aktivieren

source: Some fixed fields have editors that will change based on the material type you're cataloging (for example the 006 and the 008 fields)
de: Einige Felder mit fester Länge haben Editoren, die sich je nach dem Matrialtyp ändern, das Sie katalogisieren (zum Beispiel die Felder 006 und 008)

source: Once you've finished, click the 'Save' button at the top and choose whether you want to save and view the bib record you have created or continue on to add/edit items attached to the record
de: Wenn Sie den Titel erfasst haben, klicken Sie auf 'Speichern' und wählen Sie, ob Sie den angelegten Datensatz speichern und danach anzeigen oder Exemplare für den neuen Titel erfassen möchten

source: Choosing 'Save and view record' will bring you right to the record you just cataloged
de: "Datensatz speichern und anzeigen" zeigt Ihnen den soeben katalogisierten Datensatz

source: Choosing 'Save and edit items' will bring you to the add/edit item form after saving the bib record so that you can attach holdings
de: Nach dem Speichern des Datensatzes bringt Sie die Schaltfläche "Speichern und Exemplare bearbeiten" zur Maske Exemplare hinzufügen und bearbeiten um den Bestand festzulegen.

source: Choosing 'Save and continue editing' will allow you to save your work so far and keep you in the editor to continue working
de: Die Schaltfläche "Speichern und fortfahren" erlaubt Ihnen den katalogisierten Datensatz zu speichern und Sie können im Editor bleiben um mit dem Katalogisieren fortzufahren.

source: If you are about to add a duplicate record to the system you will be warned before saving
de: Wenn Sie versuchen eine Dublette im System zu erzeugen, wird vor dem Speichern eine Warnung ausgegeben

source: Advanced editor cataloging
de: Erweiterter Editor

source: In order to use the Advanced cataloging editor you need to enable the :ref:`EnableAdvancedCatalogingEditor` preference.
de: Der Systemparameter :ref:`EnableAdvancedCatalogingEditor` ermöglicht Ihnen den Erweiterten Katalogisierungseditor zu benutzen.

source: This feature does not currently include any support for UNIMARC or NORMARC fixed fields.
de: Dieses Feature unterstützt aktuell keinen Support für UNIMARC oder NORMARC-Felder

source: In the advanced editor once you've opened a blank framework or imported a record via Z39.50 you will be presented with the form to continue cataloging
de: Wenn Sie ein leeres Framework im Erweiterten Editor öffnen oder einen Datensatz per Z39.50/SRU-Suche importieren, erscheint die Katalogisierungsmaske, um die Katalogisierung fortzusetzen.

source: Using the search box on the left you can perform Z39.50 searches
de: Verwenden Sie das Suchformular auf der linken Seite um Z39.50-Suchen durchzuführen.

source: And from those Z39.50 results you can view the marc record by clicking the link to the right
de: Von der Z39.50-Trefferliste ausgehend können Sie den MARC-Datensatz sehen, in dem Sie auf den Link auf der rechten Seite klicken.

source: Clicking 'Import' will bring the record in to the editor where you can perform your edits
de: Wenn Sie auf "Import" klicken, wird der Datensatz in den Editor übernommen, wo er bearbeitet werden kann.

source: When adding a new field in the Advanced Editor, you need to key underscores for a blank indicator, and surround the indicators with spaces.
de: Um ein neues Feld im Erweiterten Editor anzulegen, benötigen Sie einen leeren Indikator und umgeben die Indikatoren mit Leerzeichen.

source: You need to key a space before the first subfield delimiter, but not before or after other subfield delimiters in the field.
de: Vor dem ersten Unterfeldtrennzeichen muss ein Leerzeichen gesetzt werden, aber nicht vor oder nach anderen Unterfeldtrennzeichen in diesem Feld

source: At the bottom of the editor you will see help from the Library of Congress for the field you are on. In cases where your MARC is invalid you will see red highlighting. To edit the record using only keyboard functions the Keyboard shortcuts button will inform you of the necessary commands.
de: Unten im Editor finden Sie die Hilfe der Library of Congress für das aktuell ausgewählte Feld. Wenn Ihre MARC-Struktur ungültig ist, wird diese in rot hervorgehoben. Um den Datensatz ausschließlich mit Tastaturkürzeln zu bearbeiten, können Sie die Kürzel über die entsprechende Schaltfläche nachschlagen.

source: A clipboard is available to copy and paste text between fields. See the image and table below for the shortcuts used with the clipboard.
de: Eine Zwischenablage ist verfügbar um Text zwischen Feldern zu kopieren und einzufügen. Achten Sie auf das untenstehende Bild und die Tabelle um die Tastaturkürzel hierfür zu sehen.

source: Advanced cataloging keyboard shortcuts
de: Tastaturkürzel für den Erweiterten Editor

source: The following keyboard shortcuts can be used in the advanced cataloging module to save time and clicking.
de: Die folgenden Tastaturkürzel können im Erweiterten Editor des Katalogisierungsmoduls benutzt werden um Zeit zu sparen.

source: Shortcut
de: Tastenkürzel

source: Behavior
de: Verhalten

source: Ctrl-C
de: Strg+C

source: Copy current field
de: Aktuelles Feld kopieren

source: Shift-Ctrl-C
de: Shift+Strg+C

source: Copy current subfield
de: Aktuelles Unterfeld kopieren

source: Ctrl-X
de: Strg-X

source: Delete current field and copy to 'clipboard'
de: Aktuelles Feld löschen und in Zwischenablage kopieren

source: Shift-Ctrl-X
de: Shift+Strg+X

source: Delete current subfield and copy to 'clipboard'
de: Aktuelles Unterfeld löschen und in Zwischenablage kopieren

source: Insert copyright symbol (©)
de: Copyright-Symbol einfügen (©)

source: Insert copyright symbol (℗) (sound recordings)
de: Copyright-Symbol einfügen (©) (Tonaufnahmen)

source: Ctrl-D
de: Strg+D

source: Insert delimiter (‡)
de: Separator einfügen (‡)

source: Ctrl-I
de: Strg+I

source: Copy current field on next line
de: Aktuelles Feld auf neuer Zeile einfügen

source: Insert line break
de: Zeilenumbruch einfügen

source: Shift-Ctrl-L
de: Shift+Strg+L

source: Link field to authorities
de: Feld mit Normdaten verknüpfen

source: Enter
de: Eingabe

source: New field on next line
de: Neues Feld auf neuer Zeile

source: Tab
de: Reiter

source: Move to next position
de: An nächste Position verschieben

source: Ctrl-P
de: Strg+P

source: Paste selection from 'clipboard'
de: Auswahl aus der Zwischenablage einfügen

source: Move to previous position
de: An vorherige Position verschieben

source: Ctrl-H
de: Strg+H

source: Get help on current subfield
de: Hilfe zum aktuellen Unterfeld

source: Shift-Ctrl-K
de: Shift+Strg+K

source: Toggle Keyboard
de: Tastatur wechseln

source: Ctrl-S
de: Strg+S

source: Save record (cannot be remapped)
de: Datensatz speichern (kann nicht geändert werden)

source: Advanced cataloging virtual keyboard
de: Virtuelle Tastatur für den Erweiterten Editor

source: A virtual keyboard is available for adding diacritics and symbols. Use the shortcut Shift-Ctrl-K to display the keyboard. A 'Keyboard layouts' button will display at the top of the advanced editor that allows you to set the virtual keyboard layout for different languages.
de: Eine virtuelle Tastatur für das hinzufügen von diakritischen Zeichen und Sonderzeichen ist verfügbar. Verwenden Sie das Tastaturkürzel Shift+Strg+K um die Tastatur anzuzeigen. Eine neue Schaltfläche "Tastaturlayouts" wird in der Menüleiste des erweiterten Editors angezeigt über den Layouts für verschiedene Sprachen ausgewählte werden können.

source: Macros in advanced cataloging
de: Makros im Erweiterten Editor

source: To record a new macro:
de: Ein neues Makro hinzufügen:

source: Select the "Macros..." button
de: Wählen Sie die Schaltfläche "Makros..." aus

source: A window will pop up. In this window, select "New macro...," key the new macro's name in the pop-up box and select OK.
de: Ein neues Fenster geht auf. Wählen Sie hier "Neues Makro..." aus, geben Sie den Namen des neuen Makros in das Popup-Fenster ein und klicken Sie OK.

source: Now click to the right of the little number 1, and key the first line of your macro. For a multi-line, i.e., multi-field macro, hit the return key so that a little number 2 appears, and key the second line/field, etc.
de: Klicken Sie danach auf die kleine "1" und füllen Sie die erste Linie Ihres Makros aus. Um mehrere Makrolinien bzw. mehrere Makrofelder zu erhalten drücken Sie die Returntaste, so dass eine kleine "2" erscheint. Füllen Sie dann die zweite Linie/das zweite Feld aus etc.

source: Your macros will be automatically saved. When finished you can select the "x" to close the window, or select a macro to run on the record that you're editing, or select another macro to run.
de: Ihre Makros werden automatisch gespeichert. Nach dem Speichern können Sie "x" klicken, um das Fenster zu schließen oder wählen Sie ein Makro aus, dass Sie bearbeiten oder wählen Sie ein anderes Makro aus.

source: To edit an existing macro:
de: Wie bearbeitet man ein bereits vorhandenes Makro:

source: A window will pop up. In this window, select the macro that you wish to edit & make your changes.
de: Ein Fenster öffnet sich. Wählen Sie in diesem Fenster ein gewünschtes Makro aus, welches Sie bearbeiten oder ändern möchten.

source: Your work will automatically be saved, and when finished you can select the "x" to close the window, or select a macro to run on the record that you're editing, or select another macro to run.
de: Ihr Arbeitsgang wird automatisch gespeichert und danach können Sie "x" klicken um das Fenster zu schließen, oder Sie wähen ein Makro für den Datensatz aus.

source: The basic syntax of the macro language:
de: Die grundlegende Syntax für die Makrosprache:

source: new 500=‡aEdited with Rancor
de: Legen Sie ein neues Feld mit Unterfeld a an 500=‡a und setzen es auf "Bearbeiten mit Rancor"

source: Creates a new 500 with a ‡a subfield and sets it to "Edited with Rancor".
de: Legen Sie ein neues Feld 500 mit Unterfeld a ‡a an und setzen Sie es auf "Bearbeiten mit Rancor".

source: 245c= by J.K. Rowling.
de: 245c = von J.K.Rowling.

source: Sets the first ‡c subfield of the first 245 tag in the record to " by J.K. Rowling", creating it if necessary.
de: Fügt in Unterfeld ‡c des ersten Vorkommens von Feld 245 den Text "by J.K.Rowling" hinzu. Wenn nötig, wird das Unterfeld neu erzeugt.

source: Sets the ‡a subfield of the first 082 tag (creating the subfield if necessary) to the contents of the first 084‡a.
de: Setzen Sie im ersten 082 Feld das Unterfeld a ‡a (wenn nötig legen Sie das Unterfeld an) mit dem gleichen Inhalt des ersten 084‡a Feldes.

source: indicators=\_1
de: Indikatoren=\_1

source: Sets the indicators of the last mentioned tag (in this case, 082) to "\_" and "1".
de: Setzen Sie die Indikatoren des zuletzt erwähnten Feldes (in diesem Fall Feld 082) auf "\_" und "1".

source: new 090a=Z674.75.W67
de: neu 090a=Z674.75.W67

source: Creates a new ‡a subfield on the first 090 (but only if that field already exists) and sets it to Z674.75.W67.
de: Erstellen Sie ein neues Unterfeld #a im ersten 090-Feld (aber nur wenn das Feld bereits existiert) und setzen Sie es auf Z674.75.W67.

source: new 090a at end=Z674.75.W67
de: neu 090a am Ende=Z674.75.W67

source: Same as above.
de: Das Gleiche wie oben.

source: new 245b after a= a tale of might and magic /
de: neu 245b nach a= a tale of migth and magic /

source: Creates a new ‡b after the first a subfield and sets it to " a tale of might and magic /".
de: Legt nach dem ersten Unterfeld a ein neues Unterfeld ‡b an und setzt es auf "a tale of might and magic /".

source: delete 245b
de: Löschen Sie Feld 245b

source: Deletes the first ‡b subfield on the first 245 to ‡b
de: Löschen Sie das erste Unterfeld b ‡b im ersten 245 Feld

source: Adding analytic records
de: Datensatz hinzufügen

source: Libraries sometimes make journal articles and articles within monographs and serials accessible to library patrons through analytics cataloging. Analytics cataloging creates separate bibliographic records for these articles, chapters, sections, etc. found within a larger resource such as a book, an article within a journal, newspaper or serial. In analytics cataloging, although a separate bib record is created for the title, it is not physically separated from the host item. Learn more about Analytics in Chapter 13 of AACR2.
de: Zeitschriftenaufsätze und Artikel innerhalb von Monographien und Periodika können über das Katalogisieren von unselbstständigen Werken erschlossen werden. Dabei wird für jeden Teil dieser Artikel, Kapitel, Abteilungen etc. ('unselbständiges Werk') innerhalb des Materials ('übergeordnetes Werk), wie ein Buch, ein Artikel in einer Zeitschrift, eine Zeitung oder Fortsetzung ein eigener Titelsatz angelegt, auch wenn der einzelne Teil nicht physisch vom übergeordneten Werk getrennt ist. Mehr Informationen dazu finden Sie im Kapitel 13 der AACR2 (Anglo-American Cataloguing Rules).

source: Easy analytics
de: EasyAnalyticalRecords

source: The easy analytics feature makes linking analytic records together easier. The first thing you need to do is set the :ref:`EasyAnalyticalRecords` preference to 'Display' and the :ref:`UseControlNumber` preference to 'Don't use.'
de: Das Feature für die einfache Katalogisierung macht die Verknüpfung von Titelsätzen einfacher. Zuerst müssen Sie den Systemparameter :ref:`EasyAnalyticalRecords` auf "Aktiviere" setzen und den Systemparameter :ref:`UseControlNumber` auf "Verwende keine".

source: After cataloging your analytic record (see :ref:`adding records <adding-records-label>` for more on creating records) click 'Edit' from the normal view and choose to 'Link to host item'
de: Nach der Katalogisierung des unselbständigen Werkes, (dazu mehr unter :ref:`Titel anlegen <adding-records-label>`) klicken Sie "Bearbeiten" in der normalen Ansicht und wählen Sie "Mit übergeordnetem Werk verlinken".

source: This will prompt you to enter the barcode for the item this record should be linked to.
de: Hier werden Sie nach dem Barcode des Exemplares gefragt, das mit diesem Datensatz verknüpft werden soll.

source: After entering the item's barcode and clicking 'Select' you will receive a confirmation message.
de: Nach Abschluss der Eingabe des Exemplar-Barcodes erscheint eine Bestätigung.

source: The record will now have the 773 field filled in properly to complete the link.
de: Feld 773 des Datensatzes wird automatisch mit den Informationen für den Link ausgefüllt.

source: To view all of the items tied to the host record, do a search for the record, click the 'Analytics' tab on the left and the analytics tied to each barcode will be shown under the 'Used in' column.
de: Um alle mit dem übergeordneten Werk verknüpften unselbständigen Datensätze anzuzeigen, starten Sie eine Suche nach dem Datensatz, klicken Sie im linken Bereich auf den entsprechenden Tab und das unselbständige Werk, welches mit dem Barcode verbunden ist, wird in der Spalte "Benutzt in" angezeigt.
