Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: de

source: From the OPAC, patrons can place requests themselves either from the results list
de: Im OPAC können die Benutzer selbst Vormerkungen entweder aus der Trefferliste

source: or by going to the detailed record.
de: oder aus der Detailansicht heraus setzen.

source: As with a hold, if the patron is not logged in, they will be asked to do so.
de: Wie bei einer Vormerkung wird der Benutzer gebeten sich anzumelden, wenn er dies nicht bereits ist.

source: The form is the same as the one in the staff interface.
de: Das Formular ist das selbe wie in der Dienstoberfläche.

source: If allowed, the patron chan choose the specific item to request.
de: Wenn erlaubt, kann der Benutzer ein spezifisches Exemplar für die Vormerkung auswählen.

source: From their acocunt, the patron will be able to follow the progress of their request from 'pending'
de: Im Benutzerkonto kann der Benutzer den Fortschritt der Bestellung von "offen"

source: to 'processing'.
de: zu "In Bearbeitung" mitverfolgen.

source: The patron will also receive an email notification when the status of the request changes.
de: Der Benutzer erzählt auch dann eine E-Mail-Benachrichtigung, wenn sich der Status seiner Bestellung ändert.

source: Once the request is completed the patron will receive an email notification and the article request will no longer appear in their account.
de: Sobald die Bestellung abgeschlossen ist, wird eine E-Mail-Benachrichtigung an den Benutzer verschickt und die Artikelbestellung wird nicht länger im Konto angezeigt.

source: Managing article requests
de: Artikelbestellungen verwalten

source: Once the article request has been placed, staff will see new requests at the bottom of the home page on the staff client. (In the same location as tags, comments and modifications).
de: Wenn die Artikelbestellung abgesetzt wurde, wird diese für Bibliotheksmitarbeiter im unteren Bereich auf der Startseite der Dienstoberfläche auftauchen (wo auch die zu moderierenden Tags, Kommentare und Adressänderungwünsche auftauchen).

source: From there staff will be able to select requests to process.
de: Hier können die Bibliotheksmitarbeiter die zu bearbeitenden Bestellungen auswählen.

source: The first step would be for a staff member to process the request, that moves the request to the processing tab and alerts other staff members that the request is in process. In the actions column, click on the dropdown menu and select 'Process request'. This will move the request to the processing tab.
de: In einem ersten Schritt wird die Bestellung durch einen Bibliotheksmitarbeitenden bearbeitet und verschiebt sich dadurch in einen anderen Reiter. In der Spalte Aktionen wird hierzu aus dem Auswahlmenü der Punkt "Bestellung bearbeiten" ausgewählt.

source: Next staff will go to the shelf and make a copy of the requested article.
de: Als nächstes kann das angeforderte Material aus dem Regal gezogen, und eine Kopie angefertigt werden.

source: Once that is complete, staff can print the article request slip (this can be customized in :ref:`notices and slips <notices-and-slips-label>` under AR\_SLIP) and staple or paper clip it to the article. In the actions column, you can select the dropdown and select print slip.
de: Nachdem dies getan ist, kann das Bibliotheksperonal eine Quittung für die Artikelbestellung drucken (dieser kann unter :ref:`Benachrichtigungen & Quittungen <notices-and-slips-label>` unter AR\_SLIP angepasst werden) und diese an den ausgedruckten Artikel heften. Im Menü 'Aktionen' kann aus der Auswahlliste 'Quittung drucken" ausgewählt werden.

source: Finally, staff will select the complete article request from the actions dropdown menu which will send a notice to the patron who made the request letting them know the request is ready for pickup.
de: Zum Schluss wird in der Spalte Aktionen im Dropdownmenü auf 'Bestellung abschließen' geklickt. Dadurch wird eine Benachrichtigung an den Benutzer geschickt das die Artikelbestellung abgeholt werden kann.

source: This removes the article request from the processing tab.
de: Dadurch wird die Artikelbestellung aus dem Reiter 'in Bearbeitung' entfernt.

source: Actions can also be made in bulk by checking the boxes next to the requests to process or by clicking 'Select all', and choosing the new status from the actions menu on top of the table.
de: Es können über die Checkboxen oder durch Klick auf "Alle auswählen" auch mehrere Bestellungen auf einmal bearbeitet und der neue Status aus der Auswahlliste am Anfang der Tabelle gewählt werden.

source: Overdues
de: Überfälligkeiten

source: For libraries with a large patron base, this report may take a significant amount of time to run.
de: Wichtig: In Installationen mit sehr vielen Benutzern kann die Ausführung dieses Reports einige Zeit in Anspruch nehmen.

source: Large libraries can choose to filter the report before it runs by setting the :ref:`FilterBeforeOverdueReport` system preference to 'Require'.
de: Tipp: Große Bibliotheken können den Report vor der Ausführung filtern, indem der Systemparameter :ref:`FilterBeforeOverdueReport` aktiviert wird.

source: This report will list all items that are overdue at your library.
de: Diese Seite zeigt Ihnen alle Medien an, die in Ihrer Bibliothek überfällig sind.

source: The report can be filtered using the menu options found on the left of the report.
de: Der Bericht kann mit Hilfe der Menü-Optionen links neben dem Bericht gefiltert werden.

source: The 'Show any items currently checked out' checkbox basically switches this from a report of overdues to a report of checkouts. It will show all titles checked out regardless of due date.
de: Durch das Anhaken der Checkbox 'Zeige aktuell entliehene Medien' werden alle aktuell entliehenen Medien (unabhängig vom Fälligkeitsdatum) angezeigt.

source: Overdues with fines
de: Überfälligkeiten mit Gebühren

source: This report will show you any overdues at your library that have accrued fines on them.
de: Dieser Report zeigt Ihnen alle überfälligen Medien in Ihrer Bibliothek, für die Mahngebühren generiert wurden.

source: If you would like to limit the report you can use the pull down menu at the top to limit to a specific shelving location at your branch. To see overdues with fines at other branches you will have to :ref:`change your branch <set-library-label>` or log in at that branch.
de: Wenn Sie den Report einschränken möchten, können Sie mit der Auswahlliste im Menü einen Standort in Ihrer Bibliothek auswählen. Um überfällige Medien anderer Bibliotheken zu sehen, müssen Sie die :ref:`Bibliothek wechseln <set-library-label>`, unter der Sie angemeldet sind oder sich unter dieser Bibliothek anmelden..

source: If you do not charge fines and/or don't have the :ref:`fines cron job <cron-fines-label>` running you will see no data on this report.
de: Wenn Sie keine Gebühren erheben und/oder wenn der entsprechende :ref:`Gebühren-Cronjob <cron-fines-label>` nicht eingerichtet ist, liefert dieser Report keine Daten.

source: Pending on-site checkouts
de: Aktuelle Vor-Ort-Ausleihen

source: If you are using the on site checkouts functionality (:ref:`OnSiteCheckouts`) then you'll have a report to view all items that are currently checked out on site.
de: Wenn Sie die Vor-Ort-Ausleihe verwenden (:ref:`OnSiteCheckouts`), können Sie einen Bericht mit allen derzeit für die Benutzung vor Ort ausgeliehenen Exemplaren erzeugen.

source: This will list the due date (overdues in red), who has the item, item information and what library the item is at.
de: Es werden das Fälligkeitsdatum (überfällig in rot), der derzeitige Benutzer, Exemplarinformationen und die aktuelle Bibliothek angezeigt.

source: Tracking in-house use
de: Vor-Ort-Benutzung erfassen

source: Many libraries track the use of items within the library.
de: Einige Bibliotheken protokollieren die Benutzung von Exemplaren innerhalb der Bibliothek.

source: This is different from tracking on-site usage. In-house use is the use of items in the library by patrons without them having to check them out. On-site use is the use of items on site that must first be checked out. To learn more about on site usage please review the :ref:`OnSiteCheckouts` preference.
de: Das unterscheidet sich von der Vor-Ort-Ausleihe. Bei der Benutzung vor Ort leihen die Benutzer die Exemplare nicht aus. Bei der Vor-Ort-Ausleihe müssen die Exemplare zuerst ausgeliehen werden. Mehr dazu finden Sie unter :ref:`OnSiteCheckouts`.

source: Tracking the use of items in the library without checking them out can be done in Koha one of two ways. The first is to create one or more :ref:`Statistical Patrons <add-a-statistical-patron-label>`. When collecting items that have been used within the library, you will want to check them out to your statistical patron:
de: Den Gebrauch von Exemplaren innerhalb der Bibliothek zu protokollieren ohne diese auszuleihen, dazu gibt es in Koha zwei Möglichkeiten. Die erste ist, einen oder mehrere sogenannte :ref:`statistische Benutzer <add-a-statistical-patron-label>` zu erfassen. Wenn dann die Exemplare eingesammelt werden die in Gebrauch waren, können diese an den statistischen Benutzer ausgeliehen werden:

source: Instead of marking the item as 'checked out' the system will record that the item was used in house:
de: Allerdings wird as Exemplar nicht als 'ausgeliehen' markiert, sondern als in Benutzung im Haus:

source: Repeat these steps for all items that have been used within the library to keep accurate statistics for item use.
de: Wiederholen Sie diese Schritte für alle Exemplare die innerhalb der Bibliothek in Gebrauch waren.

source: The other way to record local use of items is to set your :ref:`RecordLocalUseOnReturn` preference to 'Record.' Then whenever you check an item in that is not checked out and not on hold a local use will be recorded.
de: Die zweite Möglichkeit die Benutzung von Exemplaren innerhalb der Bibliothek zu protokollieren ist, den Systemparameter :ref:`RecordLocalUseOnReturn` auf 'Werte' (die Rückgabe eines nicht entliehenen Exemplars als lokale Nutzung für die Statistik aus). In diesem Fall wird dann immer wenn ein Exemplar zurückgebucht wird das nicht ausgeliehen oder vorgemerkt ist, eine Benutzung innerhalb der Bibliothek protokolliert.

source: If you have :ref:`RecordLocalUseOnReturn` set to 'Record' you can still use your statistical patrons to record local use as well.
de: Auch wenn Sie den Parameter :ref:`RecordLocalUseOnReturn` auf 'Werte' (... aus) gesetzt haben, können Sie trotzdem auch einen statistischen Benutzer verwenden um den Gebrauch innerhalb der Bibliothek zu protokollieren.

source: Self checkout
de: Selbstverbuchung

source: Koha comes with a very basic self checkout module. To enable this module you need to set the :ref:`WebBasedSelfCheck` system preference to 'Enable.' To use this module you have to log in as a :ref:`staff member <add-a-staff-patron-label>` with :ref:`self\_check permissions <patron-permissions-label>`.
de: Koha besitzt ein sehr rudimentäres Selbstverbuchungsmodul. Um es zu aktivieren, muss der Systemparameter :ref:`WebBasedSelfCheck` auf 'Aktiviere' gesetzt werden. Um den Selbstverbucher zu verwenden müssen Sie als :ref:`Mitarbeiter <add-a-staff-patron-label>` mit der Berechtigung :ref:`self\_check permissions <patron-permissions-label>` angemeldet sein.

source: Create a :ref:`staff patron <add-a-staff-patron-label>` specifically for this action so that you don't leave a real staff client logged into a computer all day
de: Legen Sie am besten einen :ref:`Bibliotheksmitarbeiter <add-a-staff-patron-label>` als Benutzer nur für diesen Bereich an, damit keine tatsächlich existierenden Mitarbeiter mit ihrem Konto an diesem Computer permanent angemeldet sind

source: There is no link to the Self checkout module, but a simple addition to the :ref:`OPACUserJS` system preference can add one.
de: Es gibt keinen Link zum Selbstverbuchungssystem, aber durch einen Eintrag im Systemparameter :ref:`OPACUserJS` kann ein Link hinzugefügt werden.

source: The link will then appear at the bottom of the log in page:
de: Der Link erscheint am Ende der Anmeldeseite:

source: You can also access this module by going to: http://YOUR\_KOHA\_OPAC\_URL/cgi-bin/koha/sco/sco-main.pl
de: Sie können das Modul auch mit diesem entsprechend auf Ihre Institution anzupassenden Link aufrufen: http://YOUR\_KOHA\_OPAC\_URL/cgi-bin/koha/sco/sco-main.pl

source: When on the self checkout page depending on your value in the :ref:`SelfCheckoutByLogin <selfcheckoutbylogin-label>` system preference you will be asked to enter you cardnumber
de: Abhängig von der Einstellung im Systemparameter :ref:`SelfCheckoutByLogin <selfcheckoutbylogin-label>` werden Sie im Selbstverbuchungsmodul gebeten die Ausweisnummmer einzugeben

source: or your username and password
de: oder Ihren Nutzernamen und das Passwort

source: Once you're logged in to the self check module you will be asked to scan the items you are checking out
de: Wenn Sie eingeloggt sind können Sie die Exemplare einscannen die Sie ausleihen möchten

source: As you scan items they will appear below the barcode box
de: Eingescannte Exemplare erscheinen unterhalb der Barcodebox

source: When you are finished scanning items it is important to click the 'Finish' button. This will prompt you to print a receipt and log you out of the self check module.
de: Es ist wichtig, auf 'Beenden' zu klicken wenn Sie alle Exemplare eingescannt haben. Dadurch wird ein Quittungsdruck angestoßen und Sie werden aus dem Modul ausgeloggt.

source: When attempting to check items out there are some instances where error messages will appear and the patron will be directed to the librarian. This will happen even if you are allowing overrides on circulation functions. Only a librarian can override a circulation block and so patrons must go to the librarian for help in these situations.
de: Unter Umständen tauchen beim Verbuchen von Exemplaren Fehlermeldungen auf, und der Benutzer wird um Kontakt mit dem Bibliothekspersonal gebeten. Das geschieht auch, wenn das Übergehen von Ausleihfunktionen erlaubt wird. Nur Bibliotheksmitarbeiter können eine Meldung beim Verbuchen übergehen.

source: Self check-in
de: Selbstrückgabe

source: In order to use the self check-in module, you must first set the :ref: `SelfCheckInModule <selfscheckinmodule-label>` system preference to 'Enable'.
de: Um das Selbstrückgabemodul verwenden zu können, muss der Systemparameter :ref:`SelfCheckInModule <selfscheckinmodule-label>` auf 'Aktiviere'. gesetzt sein.

source: Then, you will have to :ref:`create a patron <add-a-staff-patron-label>` with the :ref:`self\_checkin\_module permission <granular-self-check-permissions-label>`.
de: Dann sollte ein :ref:`Benutzerkonto als Bibliotheksmitarbeiter <add-a-staff-patron-label>` mit der Berechtigung für das Modul :ref:`self\_checkin\_module permission <granular-self-check-permissions-label>` angelegt werden.

source: Create a :ref:`staff patron <add-a-staff-patron-label>` specifically for this action so that you don't leave a real staff client logged into a computer all day. You can give this patron only the aforementionned permission so it cannot be used for anything else.
de: Legen Sie am besten einen :ref:`Bibliotheksmitarbeiter <add-a-staff-patron-label>` als Benutzer nur für diesen Bereich an, damit keine tatsächlich existierenden Mitarbeiter mit ihrem Konto an diesem Computer permanent angemeldet sind. Sie können diesem Konto nur die zuvor genannte Berechtigung geben, dadurch kann das Konto nicht für etwas anderes verwendet werden.

source: Once this is done, you can head over to the self check-in page: http://YOUR\_KOHA\_OPAC\_URL/cgi-bin/koha/sci/sci-main.pl
de: Der für Ihre Institution anzupassende Link zur Selbstrückgabeseite lautet: http://YOUR\_KOHA\_OPAC\_URL/cgi-bin/koha/sci/sci-main.pl

source: Log in with your staff patron with self check-in permissions
de: Loggen Sie sich mit Ihrem angelegten Bibliotheksmitarbeiterkonto mit der entsprechenden Berechtigung ein

source: Once the computer or kiosk is set and the self check-in user logged in, patrons will be able to check-in their items themselves.
de: Wenn der Computer oder Kiosk-PC eingerichtet und der Selbstverbuchungsnutzer angemeldet ist, können die Benutzer die Exemplare selbst zurückbuchen.

source: The patron will either scan the item's barcode, if the computer is attached to a barcode scanner, or type in their item's barcode in the box and click 'Add' or press enter.
de: Wenn ein Barcodescanner vorhanden ist, können die Benutzer die Exemplare einscannen. Ansonsten können Sie den Barcode eintippen und auf 'Hinzufügen' klicken oder Enter drücken.

source: Most barcode scanners will automatically hit return after scanning.
de: Die meisten Barcodescanner aktivieren beim Scanvorgang automatisch die Entertaste.

source: Once they have scanned or entered all their items' barcodes, they can click on the 'Check-in' button to return all the items at once.
de: Wenn alle Exemplarbarcodes gescannt oder eingetippt wurden, wird auf 'Rückgabe' geklickt. Damit werden alle Exemplare zurückgegeben.

source: If the patron doesn't click the 'Check-in' button, the items will not be returned and will stay in their account.
de: Wenn der Benutzer nicht auf 'Rückgabe' klickt, werden die Exemplare nicht zurückgegeben und bleiben auf dem Konto.

source: The self check-in module will not warn user if the item is late, if they have fines, if the item is on hold for someone else, or if they have messages in their account.
de: Das Selbstrückgabemodul warnt nicht, wenn Exemplare überfällig sind, offene Gebühren anstehen, für jemanden vorgemerkt sind, oder wenn Nachrichten im Konto da sind.

source: They can then click 'Finish' to return to the main self check-in page.
de: Mit 'Beenden' gelangt man zurück zur Anfangsseite des Selbstrückgabemoduls.

source: If the patron doesn't click 'Finish', the screen will refresh after the timeout period specified in the :ref:`SelfCheckInTimeout` system preference.
de: Wenn der Benutzer nicht auf 'Beenden' klickt, wird der Bildschirm automatisch nach einer gewissen Zeit aktualisiert. Die Zeit kann im Systemparameter :ref:`SelfCheckInTimeout` festgelegt werden.

source: Even if the patron doesn't click 'Finish' the item will still be checked in from their account.
de: Auch wenn der Benutzer nicht auf 'Beenden' klickt, wird das Exemplar zurückgegeben.

source: You can cutomize the look of your self check-in screens by using the :ref:`SelfCheckInUserCSS` system preference or the :ref:`SelfCheckInUserJS` system preference.
de: Die Ansicht des Selbstrückgabebildschirms kann über die Systemparameter :ref:`SelfCheckInUserCSS` und :ref:`SelfCheckInUserJS` angepasst werden.

source: You can add content, like instructions on how to use the self check-in system for example, by using the :ref:`SelfCheckInMainUserBlock` system preference.
de: Über den Systemparameter :ref:`SelfCheckInMainUserBlock` können Sie z. Bsp. Beschreibungen wie das Modul zu Selbstausleihe benutzt wird, hinzufügen.

source: Statistics about the transactions made through the self check-in module are logged into the action\_logs table in the Koha database. You can therefore :ref:`build a custom report <custom-reports-label>` to get the statistics you need.
de: Statistiken über die vorgenommenen Aktionen im Selbstrückgabemodul können über die action\_logs abgerufen werden. Sie können daher einen :ref:`individuellen Report <custom-reports-label>` anlegen um diese Daten aufzubereiten.

source: Offline circulation utilities
de: Offline-Verbuchungswerkzeuge

source: Koha allows for you to continue circulation actions while offline by using any one of three utilities.
de: Mit einer dieser drei Offlineverbuchungswerkzeuge können Sie auch ohne Verbindung zum Netz Verbuchungen durchführen.

source: Offline circulation in Koha
de: Offline-Verbuchung in Koha

source: If the :ref:`AllowOfflineCirculation` preference is set to 'Enable' the library staff can continue to perform circulation actions within Koha when the system is offline. You will want to visit http://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl at least once while online and bookmark that page. That is the page you will go to when you are offline.
de: Ist der Systemparameter :ref:`AllowOfflineCirculation` auf 'Aktiviere' gesetzt, kann die Ausleihe in Koha fortgesetzt werden, auch wenn das System offline ist. Über die Seite http://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl - der Link muss entsprechend an Ihre Installation angepasst werden - können Sie die Offlineverbuchung aufrufen.

source: The offline interface uses HTML LocalStorage, which depending on the browser and user setting, is limited to 2.5MB or 5MB per domain. This means that larger systems will not be able to synchronize their data and are recommended to use either the :ref:`Firefox <firefox-plugin-label>` or :ref:`Windows <offline-circ-tool-for-windows-label>` application for offline circulation.
de: Das Offline-Interface verwendet einen Local Storage, der abhängig vom Browser und den Benutzereinstellungen beschränkt ist auf 2,5 MB bis 5 MB. Das bedeutet, das größere Systeme die Daten nicht synchronisieren können. Es wird empfohlen, in diesem Fall das :ref:`Firefox <firefox-plugin-label>` oder :ref:`Windows <offline-circ-tool-for-windows-label>` Tool für die Offlineverbuchung zu verwenden.

source: Setup
de: Konfiguration

source: Before the first time the system goes offline go to Circulation and choose 'Built-in offline circulation interface'
de: Vor der ersten Verwendung im Offline-Modus gehen Sie bitte zu Ausleihe und wählen Sie 'Integrierte Oberfläche für die Offline-Verbuchung'.

source: And synchronize your data on every circulation computer by clicking the 'Synchronize' link on the right of the screen.
de: Nun können Sie die Daten an jeder Ausleihstation mit der entsprechenden Schaltfläche im rechten Bereich synchronisieren.

source: This will allow you download a local copy of your patrons and circulation data. Click the 'Download records' link at the top of the page to synchronize your data.
de: Dies erlaubt Ihnen eine lokale Kopie Ihrer Benutzer- und Ausleihdaten herunterzuladen. Klicken Sie auf 'Datensätze herunterladen' am Anfang der Seite um die Daten zu synchronisieren.

source: Once your data is downloaded you will see the dates your data was last synced to the right of each data set.
de: Nachdem die Daten heruntergeladen wurden, sehen Sie bei jedem Datensatz im rechten Bereich das Datum der letzten Synchronisation.

source: This should be done regularly in preparation for any unexpected connection losses.
de: Dies sollte regelmäßig erfolgen um auf unerwartete Systemausfälle vorbereitet zu sein.

source: Circulating
de: Ausleihe

source: When your system goes offline visit the Offline Circulation page (http://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl) in Koha and click 'Check out' or 'Check in' to perform offline actions.
de: Wenn das System offline ist, wechseln Sie in die Offline-Verbuchung (http://your-koha-staff-client-url/cgi-bin/koha/circ/offline.pl) und wählen Sie entsprechend 'Ausleihe' oder 'Rückgabe' für Verbuchungen.

source: Checking out is done by searching for the patron by barcode or name at the top of the 'Check out' screen. After selecting a patron you will be presented with the synced patron info, including fines and check outs.
de: Für die Ausleihe suchen Sie den Benutzer mit Barcode oder Namen in der Ausleihe. Sie erhalten dann die synchronisierten Benutzerinformationen inklusive Gebühren und Ausleihen.
