Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: de

source: Sometimes renewals will be blocked based on your circulation rules, to override this block you must have your :ref:`AllowRenewalLimitOverride` preference set to 'Allow'. If you allow renewal limit overrides, you will see a checkbox at the bottom left of the circulation summary. Check that box and then choose the items you would like to renew.
de: Unter Umständen werden Verlängerungen blockiert, wenn Ihre Ausleihkonditionen entsprechend konfiguriert sind. Um diese Begrenzung beim Verlängern aufheben zu können, muss der Systemparameter :ref:`AllowRenewalLimitOverride` auf 'Erlaube' gesetzt sein. Wenn Sie den Parameter so gesetzt haben, ist die Option 'Verlängerungslimit überschreiben' unterhalb der Ausleihen vorhanden. Setzen Sie ein Häkchen in dieser Checkbox, und wählen Sie die Exemplare aus die Sie verlängern möchten.

source: Checking that box will add checkboxes in the renew column above where before the item was not renewable.
de: Durch das Setzen des Hakens in dieser Checkbox werden in der Spalte 'Verlängern' dann ebenfalls Checkboxen zum Anhaken auftauchen.

source: The second option is to visit the 'Renew' page found under the Circulation menu.
de: Die zweite Möglichkeit ist über den Menüpunkt 'Verlängern' auf der Seite 'Ausleihe'.

source: And scan the barcodes of the items you would like to renew.
de: Scannen oder tippen Sie die Barcodes der Exemplare, die Sie verlängern möchten.

source: If the item is renewed you will receive a confirmation message.
de: Wenn das Exemplar erfolgreich verlängert wurde erhalten Sie eine entsprechende Meldung.

source: If the barcode is not found you will be presented with an error.
de: Wenn der Barcode nicht gefunden wurde, erhalten Sie eine entsprechende Fehlermeldung.

source: If the item is not actually checked out you will also receive an error.
de: Wenn das Exemplar momentan nicht ausgeliehen ist, erhalten Sie ebenso eine Fehlermeldung.

source: Check in (returning)
de: Rückgabe (Rückbuchung)

source: Checking in items can be performed from various different locations
de: Die Rückgabe von Exemplaren kann an verschiedenen Orten durchgeführt werden

source: The check in box on the top of the main staff client
de: Der Reiter Rückgabe in der Suchmaske oberhalb der Startseite der Dienstoberfläche

source: The check in option on the quick search bar on the Circulation page
de: Die Rückgabeoption in der Suchmaske auf der Startseite der Ausleihe

source: The check in link on the patron's checkout summary (and on the checkout summary page)
de: Der Rückgabe-Link in der Ausleihübersicht eines Benutzers

source: The Check in page under the Circulation menu
de: Die Rückgabeseite, die über die Startseite des Ausleihmoduls erreichbar ist

source: Checking items in
de: Rückgabe von Exemplaren

source: To check an item in scan the barcode for the item into the box provided. A summary of all items checked in will appear below the checkin box
de: Um ein Exemplar zurückzugeben scannen Sie den Barcode des Exemplars in das angebotene Feld ein. Unterhalb des Feldes erscheint eine Zusammenfassung aller zurückgebuchten Exemplare.

source: If you are checking items in that were put in the book drop while the library was closed you can check the 'Book drop mode' box before scanning items. This will effectively roll back the returned date to the last date the library was open.
de: Wenn Sie Bücher zurückbuchen, die über die Bücherbox zurück gegeben wurden, können Sie die Option 'Bücherboxrückgabe' anhaken, bevor Sie die Exemplare einscannen. Das Rückgabedatum ist in diesem Fall das letzte Datum an dem die Bibliothek vor dem aktuellen Datum geöffnet war.

source: This requires that you have your closings added to the :ref:`calendar tool <calendar-label>`
de: Hierfür ist es erforderlich, dass Ihre Schließtage im Modul 'Werkzeuge' im :ref:`Kalender <calendar-label>` eingetragen sind.

source: You can also choose to forgive all overdue charges for items you are checking in by checking the 'Forgive overdue charges' box before scanning items.
de: Es ist möglich alle Mahngebühren zu erlassen, wenn Sie vor der Rückgabe die Option 'Mahngebühren erlassen' auswählen.

source: If you have the :ref:`SpecifyReturnDate` preference set to 'Allow' you will be able to arbitrarily set the return date from below the check in box.
de: Wenn der Systemparameter :ref:`SpecifyReturnDate` auf 'Erlaube' eingestellt ist, kann bei der Rückgabe das Rückgabedatum über ein Eingabefeld frei eingegeben werden.

source: Check in messages
de: Meldungen bei der Rückgabe

source: There are several messages that can appear when checking items in:
de: Es gibt verschiedene Meldungen, die bei Rückgabe angezeigt werden können:

source: If you are checking an item in at a library other than the home branch, a message will appear asking you to transfer the book to the home library
de: Wenn Sie ein Exemplar in einer anderen Bibliothek als der besitzenden Bibliothek zurückgeben, wird eine Meldung mit der Transportaufforderung zurück in die besitzende Bibliothek angezeigt.

source: After this item is checked in the status of the item will be changed in the catalog to 'in transit'
de: Nachdem das Exemplar zurückgebucht wurde, ändert sich der Status des Exemplars im Katalog zu 'Unterwegs'

source: To mark an item as back at the home branch, check the item in at the home branch
de: Um ein Exemplar als 'zurück in der Heimatbibliothek' zu markieren, buchen Sie das Exemplar einfach in der Heimatbibliothek zurück

source: A message will appear tell you that the item is not checked out, but the status will now say available in the catalog. This step is necessary to mark items as received by the home branch.
de: Es erscheint ein Hinweis, dass das Exemplar nicht ausgeliehen ist, aber durch das Rückbuchen verändert sich der Status im Katalog auf verfügbar. Dieser Schritt ist notwendig, damit das Exemplar den Transportstatus verlässt und als in der Bibliothek eingegangen vermerkt wird.

source: If you are checking in an item that should have multiple parts or pieces a message will appear warning you about the number of pieces you should have in your hand
de: Wenn Sie ein Exemplar in einer anderen als der Heimatbibliothek zurückbuchen, wird eine Transportaufforderung zurück in die Heimatbibliothek angezeigt

source: If you're checking an item in that has a hold on it, you will be prompted to confirm the hold
de: Wenn Sie ein Exemplar zurückbuchen, das vorgemerkt ist, werden Sie aufgefordert die Vormerkung zu bestätigen

source: Clicking the Confirm hold button will mark the item as waiting for pickup from the library
de: Bestätigen Sie die Vormerkung, um das Exemplar als abholbereit zu kennzeichnen.

source: Clicking the 'Print slip and confirm' button will mark the item as waiting for pickup at the library and present the library with a receipt to print and place on the book with the patron's information
de: Wenn Sie auf 'Quittung drucken und bestätigen' klicken, wird das Exemplar als in der Bibliothek abholbereit markiert, und eine Quittung mit den Informationen über den Benutzer und die Vormerkung zur Einlage im Buch ausgedruckt.

source: Ignoring the hold will leave the item on hold, but leave its status as Available (it will not cancel the hold)
de: Wenn Sie die Vormerkung ignorieren bleibt die Vormerkung bestehen, aber das Exemplar behält den Status verfügbar (die Vormerkung wird nicht storniert)

source: If you're checking in an item that has a hold on it at another branch you will be prompted to confirm and transfer the item
de: Beim Zurückbuchen eines Exemplars, das durch jemanden von einer anderen Bibliothek vorgemerkt wurde, erhalten Sie eine Aufforderung, die Vormerkung und den Transport zu bestätigen.

source: Clicking the 'Confirm hold and transfer' button will mark the item as in transit to the library where the hold was placed
de: Bestätigen Sie die Vormerkung über 'Bestätigen und transportieren', um das Exemplar in die Abholbibliothek zu schicken

source: Clicking the 'Print slip, transfer and confirm' button will mark the item as in transit to the library where the hold was placed and present the library with a receipt to print and place on the book with the patron's information
de: Wenn Sie auf 'Quittung drucken, Transport und bestätigen' klicken, wird das Exemplar als in Transport zu der Bibliothek, in der die Vormerkung gesetzt wurde, markiert, und eine Quittung mit den Informationen über den Benutzer und die Vormerkung zur Einlage im Buch ausgedruckt

source: If you have the system showing you fines at the time of checkin (:ref:`FineNotifyAtCheckin`) you will see a message telling you about the fine and providing you a link to the payment page for that patron
de: Wenn Sie Koha so konfiguriert haben, dass Gebühren des Benutzers bei der Rückgabe von Medien angezeigt werden (:ref:`FineNotifyAtCheckin`), wird ein Hinweis auf die Gebühr mit einem Link zum Gebührenkonto des Benutzers angezeigt

source: Circulation messages
de: Ausleihmitteilungen

source: Circulation messages are short messages that librarians can leave for their patrons or their colleagues that will appear at the time of circulation.
de: Ausleihbenachrichtigungen sind kurze Nachrichten die Bibliothekare für Ihre Benutzer oder Kollegen im Benutzerkonto hinterlegen können.

source: Setting up messages
de: Vorlagebenachrichtigungen einrichten

source: Circulation messages are set up as :ref:`authorized values <authorized-values-label>`. To add or edit circulation messages you want to work with the `BOR\_NOTES <#bornotes>`__ value.
de: Ausleihbenachrichtigungen sind als :ref:`Normierte Werte <authorized-values-label>` angelegt. Arbeiten Sie mit `BOR\_NOTES <#bornotes>`__ um Ausleihbenachrichtigungen hinzuzufügen oder zu veändern.

source: The 'Description' field can hold a canned message that you would like to appear on the patron's record.
de: Das Feld 'Beschreibung' kann eine vordefinierte Nachricht enthalten, die im Datensatz des Benutzers angezeigt werden soll.

source: The 'Description' field is limited to 80 characters, but the patron message field can hold more than that. Enter 80 characters in the 'Description' field and then type the rest on the patron record.
de: Das Feld 'Beschreibung' ist beschränkt auf 80 Zeichen, aber das Mitteilungsfeld an den Benutzer kann mehr Zeichen enthalten. Geben Sie in das Feld 'Beschreibung' maximal 80 Zeichen ein, und weitere im Benutzersatz.

source: Adding a message
de: Neue Mitteilung

source: When on the patron's check out tab you will see a link to 'Add a new message' to the right of the check out box and a button at the top to 'Add message'.
de: Im Benutzerdatensatz sehen Sie unter dem Reiter 'Ausleihen' im oberen Seitenbereich einen Button 'Neue Mitteilung'.

source: When you click either of these options you will be asked to choose if the message is for the librarians or the patron and the message you would like to leave.
de: Wenn Sie auf 'Neue Mitteilung' klicken, können Sie auswählen, ob die Mitteilung für andere Bibliotheksmitarbeiter oder den Benutzer gedacht ist, und welchen Text Sie haben soll.

source: A message for the patron will also show to the library staff.
de: Eine Mitteilung an den Benutzer wird auch den Bibliotheksmitarbeitern angezeigt.

source: Viewing messages
de: Benachrichtigungen anzeigen

source: Circulation messages meant for the staff and/or the patron will appear on the patron's checkout screen to the right of the checkout box. Messages in bold and red are meant for the library staff only, whereas messages in regular italics font are meant for the patron and the librarian.
de: Mitteilungen an die Bibliotheksmitarbeiter und / oder an den Benutzer erscheinen im Benutzerdatensatz unter dem Reiter Ausleihe rechts vom Ausleihfeld. Mitteilungen die rot und fettgedruckt sind, sind nur für die Bibliotheksmitarbeiter sichtbar. Mitteilungen in normaler Schrift sind an den Benutzer und das Personal gerichtet.

source: Circulation messages meant for the patron will also appear when they log into the OPAC.
de: Ausleihbenachrichtigungen an den Benutzer werden angezeigt, wenn der Benutzer sich im OPAC anmeldet.

source: Holds
de: Vormerkungen

source: Koha allows patrons to put things on hold. A 'Hold' is a way to reserve an item. Depending on your :ref:`circulation and fines rules <circulation-and-fines-rules-label>` and :ref:`hold preference <holds-policy-label>` settings patrons will be able to place items on hold for pickup at the library at a later date/time.
de: Koha erlaubt den Benutzern mit entsprechender Konfiguration Exemplare vorzumerken. Über eine 'Vormerkung' können Exemplare reserviert werden. Abhängig von den :ref:`Ausleihkonditionen <circulation-and-fine-rules-label>` und den :ref:`Vormerkregeln <holds-policy-label>` können Benutzer Exemplare in der Bibliothek vormerken, die sie dann zu einem späteren Zeitpunkt abholen können.

source: Placing holds in staff client
de: Vormerken in der Dienstoberfläche

source: There are several ways to place holds from the staff client. The most obvious is using the 'Place hold' button at the top of any bibliographic record.
de: Es gibt verschiedene Möglichkeiten Vormerkungen in der Dienstoberfläche zu setzen. Die einfachste ist die Vormerkschaltfläche am oberen Rand der Detailansicht.

source: You can also click the smaller 'Place hold' link found at the top of your catalog search results, or the 'Holds' link found below each result.
de: Sie können auch den Button 'Vormerken' am oberen Rand der Trefferliste, oder den Link 'Vormerkungen' unterhalb der einzelnen Treffer verwenden.

source: You will be asked to search for a patron by barcode or any part of their name to start the hold process.
de: Sie werden aufgefordert nach der Ausweisnummer oder dem Namen eines Benutzers zu suchen, für den Sie die Vormerkung setzen möchten.

source: If you'd like to search for the patron first and then the bib record for the hold, you can open the patron record and click on the 'Search to Hold' button at the top of the patron record.
de: Wenn Sie die Vormerkung ausgehend vom Benutzer setzen möchten, suchen Sie erst den Benutzer und klicken Sie dann auf 'Vormerkung suchen' in der Werkzeugleiste des Benutzerkontos.

source: After clicking the button you will be brought to the catalog search page where you can find the book(s) you want to place a hold on. Under each title on the results you'll see an option to 'Hold for Patron Name.'
de: Nach Anklicken der Schaltfläche werden Sie zur erweiterten Suche weitergeleitet. Dort können Bücher und andere Medien recherchiert werden, die vorgemerkt werden sollen. Unter jedem Titel in der Trefferliste erscheint hierzu ein Link mit der Option 'Vormerken für Benutzer X'.

source: If you want to place a hold on multiple items, simply check the boxes to the left of them and click the arrow to the right of the 'Place Hold' button.
de: Wenn Sie Vormerkungen auf mehrere Exemplare setzen möchten, können Sie die Checkboxen auf der linken Seite anklicken und dann den Pfeil auf der rechten Seite der Vormerk-Schaltfläche anklicken.

source: Depending on how many items you choose to place a hold on at once you will see a different place hold form. If you are placing a hold on one bibliographic record you will see a list of all of the items you can place a hold on.
de: Abhängig davon, wieviele Vormerkungen Sie auf einmal setzen möchten, sehen Sie unterschiedliche Formulare. Wenn Sie die Vormerkung ausgehend vom Titelsatz setzen, erhalten Sie eine Liste der Exemplare, auf die Sie auch exemplarbezogene Vormerkungen setzen können.

source: Enter any notes that might apply to this hold
de: Geben Sie Notizen zu dieser Vormerkung an

source: Choose the library where the patron will pick up the item
de: Wählen Sie die Bibliothek, in welcher der Benutzer das Exemplar abholen wird

source: If you have the :ref:`AllowHoldItemTypeSelection` preference set to 'Allow' and the record had more than one item type attached you will see an option to choose to limit the hold to a specific item type
de: Wenn Sie den Parameter :ref:`AllowHoldItemTypeSelection` auf 'Erlaube' gesetzt haben, und der Datensatz mehr als ein Medientyp aufweist, haben Sie die Möglichkeit bei der Vormerkung einen spezifischen Medientyp auszuwählen.

source: If the patron wants the hold to start on a date other than today, enter that in the 'Hold starts on date' field
de: Wenn der Benutzer möchte, dass die Vormerkung erst zu einem späteren Zeitpunkt greift, kann ein Startdatum unter 'Vormerkung beginnt am' eingetragen werden

source: This option will only appear if the :ref:`AllowHoldDateInFuture` system preference is set to 'Allow'
de: Diese Option wird nur angezeigt, wenn Sie den Systemparameter :ref:`AllowHoldDateInFuture` aktiviert haben

source: If the patron has specified that they don't want the item after a certain date, or if you have limits on hold lengths, you can enter an expiration date for the hold in the 'Hold expires on date'
de: Wenn der Benutzer angegeben hat, dass er den Titel nach einem bestimmten Datum nicht mehr benötigt, oder wenn die Dauer einer Vormerkung begrenzt ist, können Sie ein Ablaufdatum unter 'Vormerkung läuft ab am' angeben

source: To have expired holds cancelled automatically you will need to have the :ref:`Expired holds` cron job set to run on a regular basis.
de: Wenn abgelaufene Vormerkungen automatisch storniert werden sollen, muss der Cronjob :ref:`Expired Holds` entsprechend konfiguriert sein.

source: Next choose if you want to place a hold on the next available item or a specific item by clicking the radio button next to an individual item.
de: Wählen Sie als nächstes, ob Sie das nächste verfügbare oder ein bestimmtes Exemplar vormerken möchten.

source: If you're placing a hold on multiple items you will be presented with the next available option for all titles. If no items are available for hold it will say so on the confirmation screen.
de: Wenn Sie mehrere Exemplare auf einmal vormerken, wird Ihnen jeweils die nächste mögliche Option für alle Titel angezeigt. Wenn keine Exemplare für eine Vormerkung verfügbar sind, wird Ihnen dies so angezeigt.

source: Once your hold is placed, if you'd like to have Koha forget that you used the 'Search to hold' function, you can choose to have Koha 'forget' the patron's name by clicking the arrow to the right of the 'Place hold' button on the search results and choosing the 'Forget' option.
de: Nachdem die Vormerkung gesetzt wurde, können Sie den Benutzer aus dem Speicher löschen, indem Sie die Funktion 'Vergessen' aus dem Auswahlmenü für das Setzen der Vormerkung verwenden.

source: Managing holds
de: Vormerkungen verwalten

source: Holds can be altered and cancelled from the holds tab found on the left of the bibliographic record.
de: Vormerkungen können im Reiter Vormerkungen auf der linken Seite der Detailansicht bearbeitet und gelöscht werden.

source: From the list of holds you can change the order of the holds, the pickup location, suspend and/or cancel the hold.
de: In der Liste der Vormerkungen können Sie die Reihenfolge der Vormerkungen oder die Abholbibliothek ändern, und Vormerkungen stornieren.

source: If you have your :ref:`AutoResumeSuspendedHolds` preference set to "Don't allow" then you will not have the option to put an end date on the hold suspension.
de: Wenn der Systemparameter :ref:`AutoResumeSuspendedHolds` auf "Erlaube nicht" gesetzt ist, kann kein Datum für die Reaktivierung der Vormerkung angegeben werden

source: If you have your :ref:`AllowHoldDateInFuture` preference set to "Don't allow" you will not have the option to edit the date the hold was placed (the column labelled Date).
de: Wenn der Systemparameter :ref:`AutoHoldDateInFuture` auf "Erlaube nicht" gesetzt ist, kann das Datum ab dem die Vormerkung gültig wird (Spalte Datum), nicht bearbeitet werden.

source: If you have the :ref:`HoldsSplitQueue` system preference set you will see the holds list split across different tables by either pickup library, itemtype or both.
de: Wenn der Systemparameter :ref:`HoldsSplitQueue` verwendet wird, wird die Liste der Vormerkungen in mehrere Tabellen nach Abholbibliothek, Medientyp oder beidem aufgeteilt.

source: Depending on how you have your :ref:`HidePatronName` system preference set the list may show card numbers instead of names in the patron column like in the image above.
de: Abhängig davon, wie der Systemparameter :ref:`HidePatronName` konfiguriert ist, werden entweder die Benutzernamen oder die Ausweisnummern in der Benutzerspalte angezeigt.

source: To rearrange or delete holds, simply make a selection from the 'Priority' pull down or click the arrows to the right of the priority pull down.
de: Um die Vormerkreihenfolge zu ändern oder einzelne Vormerkungen zu löschen, wählen Sie den neuen Ranglistenplatz aus der Auswahlliste 'Priorität' oder verwenden Sie die Pfeile rechts davon.

source: If you use the priority pull down to rearrange or delete holds you will need to click the 'Update hold(s)' button to save your changes.
de: Wenn Sie die Auwahlliste verwenden um die Reihenfolge der Vormerkungen zu verändern, müssen Sie abschließend die Änderungen mit 'Vormerkungen aktualisieren' übernehmen.

source: Clicking the down arrow to the right of the hold will stick the hold at the bottom of the list even if more requests are made.
de: Wenn Sie den Pfeil nach unten auf der rechten Seite der Vormerkung anklicken, wird die Vormerkung an die letzte Stelle der Warteliste verschoben und bleibt auch dann auf dieser Position, wenn weitere Vormerkungen auf den Titel gesetzt werden.

source: For example, your library has home-bound patrons that are allowed to keep books out for months at a time. It would not be fair to other patrons if a home-bound patron were able to check out a brand new book and keep it for months. For this reason, the home-bound patron's hold request would stay at the bottom of the queue until everyone else who wanted to read that book has already done so.
de: Beispiel: Ihre Bibliothek leiht Bücher an ältere Mitbürger für mehrere Monate aus, die nicht selbst die Bibliothek besuchen können. Es ist nicht ganz gerecht gegenüber den anderen Benutzern, wenn diese Benutzer sehr aktuelle Literatur über mehrere Monate blockieren. Aus diesem Grund kann eine Vormerkung in diesem Fall dauerhaft an die letzte Position der Liste gesetzt werden, so dass zunächst andere Benutzer das Buch entleihen können.

source: If a patron asks to have their hold suspended and you have the :ref:`SuspendHoldsIntranet` system preference set to 'allow' you can do so by clicking the 'Suspend' button to far right. If the patron gives you a date for the items to become unsuspended you can enter that in the date box and click the 'Update hold(s)' button to save your changes.
de: Eine Vormerkung kann ganz rechts mit der Schaltfläche 'Aussetzen' unterbrochen werden. Diese wird nur dann angeboten, wenn der Systemparameter :ref:`SuspendHoldsIntranet` auf 'Erlaube' gesetzt ist. Geben Sie falls bekannt das Datum zur Reaktivierung der Vormerkung ein. Klicken Sie zum Speichern auf 'Vormerkung(en) speichern'.

source: To delete or cancel a hold click the red 'X' to the right of the hold line. To delete/cancel a bunch of holds you can choose 'del' from pull down to the left of each line and then click 'Update hold(s)' at the bottom of the list.
de: Um eine Vormerkung zu stornieren oder zu löschen klicken Sie auf das rote 'X' in der entsprechenden Zeile. Um mehrere Vormerkungen zu löschen wählen Sie im Pulldownmenü der Spalte 'Priorität' 'löschen' bei den einzelnen Vormerkungen aus, und klicken Sie anschließend auf den Button 'Aktualisiere Vormerkungen'.
