Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: de

source: If your library uses the :ref:`patron clubs feature <patron-clubs-label>`, use the clubs tab to place a hold for a club. To place a hold for a club, click the clubs tab, search for and select the club name, and click the 'Place hold' button.
de: Wenn Ihre Bibliothek ref:`Clubs <patron-clubs-label>` verwendet, können Sie den Reiter Clubs verenden, um für einen solchen Vormerkungen zu setzen. Klicken Sie dazu auf den Reiter, suchen Sie nach dem Club und klicken Sie auf "Vormerken".

source: Receiving holds
de: Vormerkungen verbuchen

source: When items that are on hold are :ref:`checked in <check-in-(returning)-label>` or :ref:`out <check-out-(issuing)-label>` the system will remind the circulation librarian that the item is on hold and offer them options for managing the hold.
de: Wenn ein vorgemerktes Exemplar :ref:`ausgeliehen <check-out-(issuing)-label> oder :ref:`zurückgegeben <check-in-(returning)-label>` wird, wird das System den Mitarbeiter darauf aufmerksam machen, dass das Exemplar vorgemerkt ist und Optionen für den Umgang mit der Vormerkung anzeigen.

source: When you check in an item that has a hold on it the system will ask you to either confirm and transfer the item
de: Wenn Sie ein Exemplar zurückbuchen, das an einem anderen Standort vorgemerkt wurde, haben Sie die Möglichkeit die Vormerkung zu bestätigen und in den Transportstatus zu versetzen

source: or just confirm the hold
de: oder die Vormerkung lediglich zu bestätigen

source: Clicking the 'Confirm' button will mark the item as on hold for the patron. If the item needs to be transferred the item will also be marked as in transit to the proper branch. Clicking 'Ignore' will retain the hold, but allow you to check the item out to another patron. Choosing to confirm and print will present you with a printable page that you can slip inside the book with the necessary hold and/or transfer information.
de: Wenn Sie auf 'Bestätigen' klicken, wird die Vormerkung für den Benutzer eingetragen. Wenn das Exemplar zur Erfüllung der Vormerkung an einen anderen Standort muss, wird es in den Transportstatus gesetzt. Wenn Sie auf 'Ignorieren' klicken, bleibt die Vormerkung erhalten, dieses Exemplar kann aber an einen anderen Benutzer ausgeliehen werden. Wenn Sie entscheiden die Vormerkung zu bestätigen und zu drucken, erscheint ein Fenster mit dem Bereitstellungszettel, den Sie ausdrucken und in das Buch legen können.

source: Once confirmed the hold will show on the patron record and on the checkout screen under the 'Hold' tab.
de: Nach der Bestätigung wird die Vormerkung im Benutzerdatensatz im Reiter Ausleihe unter Vormerkungen angezeigt.

source: From here if the patron would like you suspend their holds you can do so one by one or in bulk.
de: Hier können Sie Vormerkungen für den Benutzer aussetzen.

source: The item record will also show that the item is on hold.
de: Im Exemplardatensatz wird die Vormerkung angezeigt

source: In some cases a patron may come in to pick up a hold for their partner (or someone else in their household). In this case you want to make sure that the hold is cancelled when you check the item out to someone else. When trying to check out an item that is already waiting for someone else you will be presented with a warning message.
de: Es kann vorkommen, dass ein Benutzer ein Buch für einen Freund (oder jemand aus seinem Haushalt) abholen möchte. Vergessen Sie nicht in diesem Fall die Vormerkung für den Benutzer zu stornieren, wenn Sie das Exempar an den anderen Benutzer ausleihen. Bei der Verbuchung wird hierzu eine entsprechende Warnung angezeigt.

source: From here you can check the item out to the patron at the desk and cancel the hold for the patron.
de: Von hier aus können Sie das Exemplar an den Benutzer an der Ausleihtheke auslehen und die Vormerkung stornieren

source: Transfers
de: Transporte

source: If you work in a multi-branch system you can transfer items from one library to another by using the Transfer tool.
de: Wenn Sie in einem Bibliothekssystem mit mehreren Zweigstellen arbeiten, können Sie Exemplare über die Transportfunktion von einer Bibliothek in eine andere schicken.

source: *Get there*: Circulation > Transfer
de: *Pfad in Koha:* Ausleihe > Transfer

source: To transfer an item
de: Um ein Exemplar zu verschicken

source: Click 'Transfer' on the Circulation page
de: Klicken Sie auf 'Transfer' im Ausleihmenü

source: Enter the library you would like to transfer the item to
de: Wählen Sie aus dem Pull-Down-Menü die Bibliothek aus, zu der Sie das Buch transferieren wollen

source: Scan or type the barcode on the item you would like to transfer
de: Scannen oder tippen Sie den Barcode des Exemplars, dass Sie überführen möchten

source: Click 'Submit'
de: Klicken Sie auf 'Bestätigen'

source: The item will now say that it is in transit
de: Das Exemplar ist nun im Transportstatus

source: When the item arrives at the other branch the librarian must check the item in to acknowledge that it is no longer in transit
de: Ist das Exemplar in der anderen Bibliothek angekommen, muss das Exemplar einmalig zurückgebucht werden, damit der Transportstatus aufgehoben wird

source: The item will not be permanently moved to the new library
de: Das Exemplar wird nicht dauerhaft der neuen Bibliothek zugeordnet

source: The item shows the same 'Home library' but has updated the 'Current location' to note where it resides at this time
de: Das Exemplar behält seine 'Heimatbibliothek', aber die 'Aktuelle Bibliothek' wird aktualisiert und zeigt an, wo sich das Exemplar zur Zeit befindet

source: Set library
de: Bibliothek festlegen

source: By default you will enter the staff client as if you are at your home library. This library will appear in the top right of the staff client.
de: Als Voreinstellung werden Sie automatisch für Ihre Heimatbibliothek angemeldet. Die Bibliothek unter der Sie angemeldet sind, wird in der rechten oberen Ecke der Dienstoberfläche angezeigt.

source: This is the library that all circulation transactions will take place at. If you are at another library (or on a bookmobile) you will want to set your library before you start circulating items. To do this you can click 'Set' at the top right or on the Circulation page.
de: Das ist die Bibliothek, in der die Ausleihvorgänge stattfinden werden. Wenn Sie sich in einer anderen Bibliothek (oder einem Bücherbus) befinden, sollten Sie die Bibliothek ändern, bevor Sie mit der Ausleihe beginnen. Sie tun dies, indem Sie in der oberen rechten Ecke des Bildschirms auf 'Bibliothek auswählen' klicken.

source: Once you have saved your changes you new library will appear in the top right.
de: Nachdem Sie die Änderungen gespeichert haben, wird die neue Bibliothek in der oberen rechten Ecke angezeigt.

source: Fast add cataloging
de: Schnellaufnahme

source: Sometimes circulation librarians need to quickly add a record to the system for an item they are about to check out. This is called 'Fast add'. To allow circulation librarians access to the Fast add cataloging tool, simply make sure they have the `fast\_cataloging <#fastaddpermissions>`__ permissions. There are two ways to add titles via fast add. If you know that you're about to check out an item that isn't in you catalog you can go to the Circulation module and click 'Fast cataloging.'
de: Manchmal muss beim Ausleihvorgang rasch ein neuer Datensatz für ein im System noch nicht vorhandenes Exemplar angelegt werden. Dies geschieht mit der sogenannten 'Schnellaufnahme'. Um dem Ausleihpersonal Zugang zur Funktion 'Schnellaufnahme' zu geben, muss die Berechtigung `(fast\_cataloging) Schnellaufnahmen anlegen <#fastaddpermissions>`__ gesetzt sein. Es gibt zwei Wege, eine Schnellaufnahme anzulegen. Wenn Sie wissen, dass das auszuleihende Exemplar noch nicht im Bestand erfasst ist, gehen Sie in das Modul 'Ausleihe' und klicken Sie direkt auf 'Schnellaufnahme.'

source: The cataloging interface will open up with the short cataloging record:
de: Es öffnet sich die Katalogisierungsmaske mit dem Framework für Schnellaufnahmen:

source: After adding your cataloging data you will be asked to enter item data. Enter the items barcode, collection code, etc and save the item before checking it out.
de: Nach dem Anlegen des Titelsatzes, können Exemplare angelegt werden. Geben Sie den Barcode, den Medientyp etc. an und speichern Sie, bevor Sie das Exemplar zum ersten mal ausleihen.

source: The other way to fast catalog is from the checkout screen. When you enter a barcode at checkout that Koha can't find, it will prompt you to use fast cataloging to add the item to Koha and check it out.
de: Eine Schnellaufnahme kann außerdem ausgehend von der Ausleihe angelegt werden. Wird ein im System nicht vorhandener Barcode eingegeben, zeigt Koha eine entsprechende Meldung mit einem Link zum Erstellen einer Schnellaufnhame. Dadurch kann das Exemplar in einem integrierten Workflow erfasst und gleich ausgeliehen werden.

source: Clicking 'Fast cataloging' will bring you to the fast cataloging form where you can enter the title information
de: Klicken Sie auf 'Schnellaufnahme' um in die entsprechende Katalogisierungsmaske zu gelangen.

source: After clicking 'Save' you will be brought to the item record where the barcode will already be filled in with the barcode you're trying to check out.
de: Nachdem 'Speichern' werden Sie zur Exemplarerfassungsmaske weitergeleitet, in der bereits der Barcode eingetragen ist, mit dem die Ausleihe versucht wurde.

source: After clicking the 'Add item' button the item will automatically be checked out the patron you were trying to check the book out to originally.
de: Nachdem das Exemplar mit 'Exemplar hinzufügen' gespeichert wurde, wird das neue Exemplar automatisch an den ursprünglichen Benutzer ausgeliehen.

source: Circulation reports
de: Ausleihreports

source: Most reports can be found via the Reports module, but some of the more common circulation reports are available right from the Circulation module.
de: Die meisten Reports sind über das Modul Reports abrufbar. Ein paar für die Ausleihe relevante Reports sind auf der Übersichtsseite des Ausleihmoduls zu finden.

source: *Get there*: Circulation > Circulation reports
de: *Pfad in Koha*: Ausleihe > Ausleihreports

source: Holds queue
de: Liste der Vormerkungen

source: This report will show you all holds waiting to be pulled off the shelf at your library.
de: Dieser Report zeigt alle Vormerkungen in Ihrer Bibliothek, die darauf warten aus dem Bestand bereitgestellt zu werden.

source: To generate this report, you must have the :ref:`Build holds queue cron job <cron-holds-queue-report-label>` running. This cron job is a script that should be run periodically if your library system allows borrowers to place on-shelf holds. This script decides which library should be responsible for fulfilling a given hold request.
de: Damit dieser Report erzeugt wird, muss der :ref:`Cronjob build_holdsqueue <cron-holds-queue-label>` eingerichtet sein. Dieser Cronjob ist ein Skript, welches regelmäßig laufen sollte, wenn Ihre Bibliothek Vormerkungen auf nicht entliehene Exemplare erlaubt. Das Skript legt fest, welche Bibliothek das Exemplar für eine Vormerkung bereitstellen muss.

source: It's behavior is controlled by the system preferences :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>`, :ref:`RandomizeHoldsQueueWeight <holds-queue-system-preferences-label>` and :ref:`UseTransportCostMatrix`.
de: Das Verhalten des Cronjobs wird beeinflusst durch die Systemparameter :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>`, :ref:`RandomizeHoldsQueueWeight <holds-queue-system-preferences-label>` und :ref:`UseTransportCostMatrix`.

source: If you do not want all of your libraries to participate in the on-shelf holds fulfillment process, you should list the libraries that \*do\* participate in the process here by inputting all the participating library's branchcodes, separated by commas ( e.g. "MPL,CPL,SPL,BML" etc. ).
de: Wenn nicht alle Bibliotheken am Vormerkungsprozess teilnehmen, sollten Sie hier alle \*teilnehmenden\* Bibliotheken mit ihrem Code aufführen, getrennt mit einem Komma ( z.B. "MPL,CPL,SPL,BML" usw. ).

source: By default, the holds queue will be generated such that the system will first attempt to hold fulfillment using items already at the pickup library if possible. If there are no items available at the pickup library to fill a hold, build\_holds\_queue.pl will then use the list of libraries defined in StaticHoldsQueueWeight. If RandomizeHoldsQueueWeight is disabled (which it is by default), the script will assign fulfillment requests in the order the branches are placed in the StaticHoldsQueueWeight system preference.
de: Als Voreinstellung versucht das System eine Vormerkung zunächst mit einem vorhandenen Exemplar in der gewählten Abholbibliothek zu erfüllen. Sind dort keine verfügbaren Exemplare vorhanden, verwendet das Script build\_holds\_queue.pl die in StaticHoldsQueueWeight definierte Bibliotheksliste um ein Exemplar zu finden. Wenn RandomizeHoldsQueueWeight ausgeschaltet ist (Voreinstellung), versucht das Skript die Anforderung in der Reihenfolge zu erfüllen, in der die Bibliotheken im Systemparameter StaticHoldsQueueWeight eingetragen sind.

source: For example, if your system has three libraries, of varying sizes ( small, medium and large) and you want the burden of holds fulfillment to be on larger libraries before smaller libraries, you would want StaticHoldsQueueWeight to look something like "LRG,MED,SML".
de: Wenn Sie ein System mit drei Bibliotheken unterschiedlicher Größe haben (klein, mittel, groß ) und Sie die Last der Vormerkungen auf die großen Bibliotheken, statt auf die Kleinen verteilen möchten, können Sie im Systemparameter 'StaticHoldsQueueWeight' zum Beispiel "LRG,MED,SML" definieren.

source: If you want the burden of holds fulfillment to be spread out equally throughout your library system, simply enable RandomizeHoldsQueueWeight. When this system preference is enabled, the order in which libraries will be requested to fulfill an on-shelf hold will be randomized each time the list is regenerated.
de: Wenn Sie die Last der Vormerkungen gleichmäßig auf alle Bibliotheken verteilen wollen, schalten Sie den Systemparameter 'RandomizeHoldsQueueWeight' ein. Auf diese Weise wird jedesmal, wenn die Liste generiert wird, die Reihenfolge der betroffenen Bibliotheken zufällig neu gemischt.

source: An alternative to static and randomized is using the :ref:`Tansport cost matrix <transport-cost-matrix-label>`. It takes precedence in controlling where holds are filled from and allows you to define the 'cost' of transport between any two libraries. To use the Transport cost matrix simply set your UseTransportCostMatrix preference to 'Use'.
de: Eine Alternative zur statischen oder zufälligen Verteilung ist die Verwendung der :ref:`Tansportkostenmatrix <transport-cost-matrix-label>`. Wenn Sie verwendet wird, übernimmt Sie die Verteilung der Vormerkungen durch die Definition von 'Kosten' für den Transport zwischen zwei Bibliotheken. Um die Matrix zu verwenden, aktivieren Sie diesen über den Systemparameter UseTransportCostMatrix.

source: Holds to pull
de: Zu erledigende Vormerkungen

source: This report will show you all of the items that have holds on them that are available at the library for pulling. If the items are available at multiple libraries then all libraries with that item available will see the hold to pull until one library triggers the hold.
de: Dieser Report zeigt alle Exemplare mit Vormerkungen, die in Ihrer Bibliothek verfügbar sind und bereitgestellt werden können. Wenn in mehreren Bibliotheken Exemplare verfügbar sind, sehen diese Bibliotheken alle die Vormerkung, bis in einer der Bibliotheken die Vormerkung bereitgestellt wird.

source: If enabled, clicking the *Mark item as lost* button will mark item as lost and notify the requesting patron depending on the value of the :ref:`CanMarkHoldsAwaitingPickupAsLost` system preference.
de: Das Exemplar wird als verloren markiert, wenn Sie auf den Button *Exemplar verloren* klicken. Abhängig vom Systemparameter :ref:`CanMarkHoldsToPullAsLost` wird der Benutzer benachrichtigt.

source: You can limit the results you see by using the Refine box on the left side of the page:
de: Mit den Facetten auf der linken Seite der Trefferliste können Sie ihre Suchergebnisse anpassen:

source: Holds awaiting pickup
de: Bereitgestellte Vormerkungen

source: This report will show all of the holds that are waiting for patrons to pick them up.
de: Dieser Bericht zeigt alle Vormerkungen, die auf das Abholen durch die Benutzer warten.

source: Items that have been on the hold shelf longer than you normally allow (based on the :ref:`ReservesMaxPickUpDelay` preference value) will appear on the 'Holds over' tab, they will not automatically be cancelled unless you have set the :ref:`cron job <cron-expired-holds-label>` to do that for you, but you can cancel all holds using the button at the top of the list.
de: Exemplare, die schon länger im Abholregal stehen, als die definierte Abholfrist (die Konfiguration basiert auf den Werten im Systemparameter :ref:`ReservesMaxPickUpDelay`) vorgibt, werden im Reiter 'Abgelaufene Vormerkungen' angezeigt, aber nicht automatisch storniert, wenn hierfür nicht der entsprechende :ref:`Cronjob <cron-expired-holds-label>` eingerichtet wurde. Alle Vormerkungen können aber auch über die Schaltfläche am Anfang der Liste manuell storniert werden.

source: Hold ratios
de: Vormerkrate

source: Hold ratios help with collection development. Using this report you will be able to see how many of your patrons have holds on items and whether you should buy more. By default it will be set to the library needing 3 items per hold that has been placed. The report will tell you how many additional items need to be purchased to meet this quota.
de: Vormerkungsraten helfen Ihnen bei der Entwicklung Ihrer Sammlung. Dieser Report erlaubt Ihnen zu sehen, wie viele Ihrer Benutzer Vormerkungen auf Medien haben und ob Sie mehr kaufen sollten. Standardmäßig ist dies auf 3 Medien pro erfolgter Vormerkung festgelegt. Der Report teilt Ihnen mit, wie viele zusätzliche Medien gekauft werden müssen, um diese Quote zu erreichen.

source: Transfers to receive
de: Eingehende Transporte

source: This report will list all of the items that Koha thinks are in transit to your library.
de: Dieser Report zeigt alle Exemplare an, von denen Koha glaubt, dass sie zu Ihrer Bibliothek unterwegs sind.

source: If your transfers are late in arriving at your library you will see a message stating how late your items are.
de: Wenn ein Transport in Ihre Bibliothek verspätet ist, wird eine Meldung mit der Verspätung angezeigt.

source: An item is considered late based on the number of days you have entered in the :ref:`TransfersMaxDaysWarning` system preference.
de: Wichtig: Wann ein Transport als verspätet gilt, hängt davon ab, welcher Wert im Systemparameter :ref:`TransfersMaxDaysWarning` eingetragen wurde.

source: Article requests
de: Artikelbestellungen

source: Article requests are somewhat similar to holds, but are not requests for an item to check out. Instead, article requests are requests for a photocopy of a particular section of a book or an article from a serial issue. This is very common in academic libraries where researchers may request a copy of a single article found in a journal.
de: Artikelbestellungen funktionieren ähnlich wie Vormerkungen, sind aber keine Bestellungen auf Exemplare. Artikelbestellungen sind Kopieanforderungen für einen bestimmten Abschnitt eines Buches oder einen Artikel aus einer Zeitschrift. Das ist ein häufiger Vorgang in wissenschaftlichen Bibliotheken.

source: Setting up article requests
de: Artikelbestellungen einrichten

source: First, enable your system preference for :ref:`ArticleRequests`.
de: Aktivieren Sie zunächst den Systemparameter :ref:`ArticleRequests`.

source: Set to 'Enable' patrons to place article requests.
de: auf 'Aktiviere' die Artikelbestellung für Benutzer.

source: Next you will need to decide how your patrons will make requests, either record only, item only, or both record and item level.
de: Als nächstes müssen Sie entscheiden, auf welcher Ebene die Benutzer in der Lage sein sollen Bestellungen abzusetzen. Entweder auf der Titelebene, der Exemplarebene, oder auf Titel- und Exemplarebene.

source: You can set 3 different system preferences for mandatory fields to be filled in depending on how your records are requested.
de: Über drei verschiedene Systemparameter können Pflichtfelder definiert werden, je nachdem wie bestellt wird.

source: :ref:`ArticleRequestsMandatoryFields`: make the following fields mandatory for records that are record level or item level requestable
de: :ref:`ArticleRequestsMandatoryFields`: Pflichtfelder für Artikelbestellungen bei Datensätzen auf Titelebene oder Exemplarebene

source: :ref:`ArticleRequestsMandatoryFieldsItemsOnly` make the following fields mandatory for records that are only item level requestable
de: Der Systemparameter :ref:`ArticleRequestsMandatoryFieldsItemOnly` ist für die Pflichtfelder für Datensätze die nur Artikelbestellungen auf Exemplarebene erlauben, verantwortlich.

source: :ref:`ArticleRequestsMandatoryFieldsRecordOnly` make the following fields mandatory for records that are only record level requestable
de: :ref:`ArticleRequestsMandatoryFieldsRecordOnly` Pflichtfelder für Datensätze die nur Artikelbestellungen auf Titelebene erlauben

source: Next you will want to go into your :ref:`circulation and fines rules matrix <circulation-and-fines-rules-label>` and select each rule for which you want to allow requests.
de: Außerdem muss in den :ref:`Ausleihkonditionen <circulation-and-fines-rules-label>` entschieden werden, bei welchen Regeln Artikelbestellungen möglich sein sollen.

source: You can allow requests to be made at the record level, item level, yes (which means both) and no (which means no article requests may be placed).
de: Sie haben hier vier verschiedene Möglichkeiten: ja (Artikelbestellungen auf Titel- und Exemplarebene), nur Exemplar, nur Titelsatz, oder Nein (keine Artikelbestellungen).

source: Placing article requests
de: Artikel bestellen

source: Now you can place requests on both the staff client and OPAC.
de: Bei einer positiven Eingabe können danach Artikelbestellungen in der Dienstoberfläche und im OPAC umgesetzt werden.

source: In the staff client, on the record details page, you will see a 'Request article' button at the top and an 'Article requests' tab to the left. The two options lead to the same page.
de: In der Dienstoberfläche, in der Detailansicht, sehen sie dann die Schaltfläche "Artikel bestellen" in der Menüleiste und einen Reiter "Artikelbestellungen" auf der linken Seite. Beide Optionen führen auf die gleiche Seite.

source: Just like a hold, you will be prompted to enter the patron's card number or name.
de: Wie bei einer Vormerkung werden Sie aufgefordert die Ausweisnummer oder den Namen des Benutzers anzugeben.

source: Fill in the form.
de: Füllen Sie das angezeigte Formular aus.

source: Remember, the mandatory fields are set through the three system preferences :ref:`ArticleRequestsMandatoryFields`, :ref:`ArticleRequestsMandatoryFieldsItemsOnly`, and :ref:`ArticleRequestsMandatoryFieldsRecordOnly`.
de: Erinnerung: Die Pflichtfelder werden durch drei Systemparameter definiert: :ref:`ArticleRequestsMandatoryFields`, :ref:`ArticleRequestsMandatoryFieldsItemsOnly`, und :ref:`ArticleRequestsMandatoryFieldsRecordOnly`.

source: If allowed, choose the specific item to request.
de: Wenn erlaubt, wählen Sie die exemplarspezifische Bestellung.

source: Then, click on 'Place request'.
de: Klicken Sie dann auf "Bestellen".
