Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: de

source: Scan the barcode of the item you would like to check out and enter a due date. If you don't enter a due date Koha will prompt you for one.
de: Geben Sie den Barcode des auszuleihenden Exemplars und ein Fälligkeitsdatum ein. Wenn Sie kein Fälligkeitsdatum eingeben, wird Koha nachfragen.

source: Once the item is checked out it will appear below the patron's info.
de: Das ausgeliehene Exemplar erscheint unter den Benutzerinformationen.

source: Koha offline uploading
de: Koha Offline-Verbuchungs - Dateien hochladen

source: Once the system is back online visit the 'Synchronize' page on the Offline circulation module and click 'Upload transactions'
de: Sobald das System wieder online ist, gehen Sie im Offline-Modul auf die Funktion 'Synchronisieren' und klicken Sie auf die Schaltfläche zum Hochladen der Verbuchungen

source: After the files are uploaded you can click 'View pending offline circulation actions' on the right.
de: Nach dem Hochladen der Dateien können Sie sich noch offene Verbuchungen mit 'Zeige nicht verarbeitete Offline-Verbuchungsaktionen' anzeigen lassen.

source: After clicking 'View pending offline circulation actions' you will be brought to a summary of all of the actions you loaded in to Koha in your \*.koc file.
de: Anschließend gelangen Sie auf eine Seite mit einer Zusammenfassung aller Verbuchungen die Sie nach Koha als \*.koc Datei hochgeladen haben.

source: Once all of the logs from all of the circulation computers are loaded you will be able to check them all or select just those you want to process into Koha.
de: Wenn alle Offlineverbuchungsdateien der verschiedenen Arbeitsstationen geladen sind, können Sie alle oder nur ausgewählte Dateien Koha zur Verarbeitung übergeben.

source: Click on the 'Process' button and Koha will record every stored transaction one by one. For each transaction, the status will change to:
de: Klicken Sie auf 'Ausführen' und Koha wird jede gespeicherte Transaktionen einzeln nacheinander ausführen. Für jede Transaktion wechselt der Status nach:

source: "Success." if the transaction was processed correctly
de: "Erfolgreich." wenn die Transaktion korrekt ausgeführt wurde.

source: "Borrower not found." if the borrower card number is incorrect
de: "Benutzer nicht gefunden." wenn die Benutzernummer falsch ist

source: "Item not found." if the item barcode is wrong
de: "Exemplar nicht gefunden." wenn der Exemplar-Barcode falsch ist

source: "Item not issued." if you checked in an available item
de: "Exemplar nicht entliehen." wenn ein verfügbares Exemplar zurückgegeben wurde.

source: Once finished you will have a summary of all of your transactions
de: Nach der Abarbeitung erscheint eine Zusammenfassung aller Transaktionen.

source: There is an offline circulation tool that you can add to your Firefox browser as an addon. To do so, just go to https://addons.mozilla.org/en/firefox/addon/koct/ page and click on the "install now" button. You may have to confirm the installation, just click on "install now" and then restart Firefox to complete the installation.
de: Es gibt auch ein Offline-Verbuchungstool das Sie als Browser Addon von Firefox hinzufügen können. Über diese Seite können Sie es aufrufen und installieren: https://addons.mozilla.org/de/firefox/addon/koct/ . Klicken Sie auf 'Zu Firefox hinzufügen' um es zu installieren. Starten Sie den Browser danach neu um die Installation abzuschließen.

source: Once you have installed the plugins and restarted Firefox, you will see the Koha logo in the download bar at the bottom right of Firefox.
de: Anschließend sehen Sie das Koha Logo und den Download Fortschrittsbalken.

source: A click on the logo will open the tool in its own window.
de: Mit einem Klick auf das Logo öffnet sich das Tool in einem neuen Fenster.

source: The plugin consists of four tabs:
de: Das Plugin besteht aus vier Tabs:

source: The 'Check out' tab is where you check out items
de: Im Tab 'Ausleihe' werden die Exemplare ausgeliehen.

source: The 'Check in' tab is where you check in items
de: Im 'Rückgabe' Tab werden die Exemplare zurückgebucht.

source: The 'Log' tab keeps track of every transaction done while in offline mode
de: Im 'Log' Tab können Sie jede Transaktion nachverfolgen, während Sie im Offline-Modus sind.

source: The log will keep information until you empty it. Each time you open the plugin and it contains data in the log it will warn you
de: Das Log behält die Informationen solange, bis Sie es leeren. Jedesmal wenn Sie das Plugin öffnen und sich noch Daten im Log befinden, bekommen Sie eine Warnung angezeigt.

source: If you'd like to clear the log, check the 'I want to delete rows' box before hitting the 'OK' button. Otherwise clicking 'OK' will keep the items in the log and let you continue working with the tool.
de: Möchten Sie das Log bereinigen, dann kontrollieren Sie die 'Reihen löschen' Box, bevor Sie mit 'OK' bestätigen. Wenn Sie auf 'OK' klicken bleiben die Exemplare im Log und Sie können weiter mit diesem Tool arbeiten.

source: The 'Param' tab is to set up the plugin
de: Der 'Param' Tab ist dafür da, um das Plugin einzurichten.

source: The first thing you want to do then is to set up the plugin. Go to the 'Param' tab to set up the plugin
de: Zuerst müssen Sie das Plugin einrichten. Dies können Sie im 'Param' Tab machen.

source: Answer the 4 questions presented:
de: Beantworten Sie bitte die 4 vorliegenden Fragen:

source: Server = the URL of the librarian interface
de: Server = Bibliotheks-URL

source: Branch code = the code for the branch where you are located
de: Bibliothekskürzel = geben Sie hier den Code Ihres Bibliotheksstandortes ein.

source: Username = your staff account login
de: Benutzername = Mitarbeiterlogin

source: Password = your staff account password
de: Password = Ihr Password für den Mitarbeiteraccount

source: To save the settings, you will have to close the plugin window and re-open it by clicking again on the Koha logo in the add-on bar.
de: Um die Einstellungen zu speichern müssen Sie das Plugin-Fenster schliessen und nochmals öffnen, indem Sie auf das Koha-Logo auf der Zusatzleiste klicken.

source: You can create a staff account dedicated to the offline circulation. So that, no matter who is at the circulation desk, they can all use the same login. Along those lines, you can use a group login that you already have in place for circulation as well.
de: Erstellen Sie einen Mitarbeiteraccount für die Offline-Verbuchung. So dass jeder an der Ausleihverbuchung das gleiche Login benutzen kann. Sie können auch ein Gruppenlogin verwenden.

source: Once you have everything set up you can start checking items in and out.
de: Wenn Sie alles eingerichtet haben, können Sie die Exemplare ausleihen und zurückbuchen.

source: Checking out:
de: Ausleihe:

source: Go to the 'Check out' tab
de: Klicken Sie auf den 'Ausleih' Tab

source: Scan the patron barcode
de: Scannen Sie den Benutzerbarcode ein

source: Scan the item barcode
de: Scannen Sie den Exemplarbarcode ein

source: Click 'Save'
de: 'Speichern' anklicken

source: Checking in:
de: Rückgabe:

source: Go to the 'Check in' tab
de: Klicken Sie auf den 'Rückgabe' Tab

source: Each time, you check out or check in an item, a new transaction is recorded in the local plugin database and you will see, at the bottom of the plugin how many transactions has been made during the offline circulation. For example, "10 row(s) added" means you did 10 transactions.
de: Jedes Mal wenn Sie ein Exemplar ausleihen oder zurückbuchen wird eine neue Transaktion in der lokalen Plugin-Datenbank aufgezeichnet und unterhalb des Plugins können Sie sehen, wie viele Transaktionen während der Offline-Verbuchung gemacht wurden. Wenn zum Beispiel zehn Zeilen angezeigt werden, haben Sie 10 Transaktionen durchgeführt.

source: Then, if you want an overview of every transaction, go to the Log tab. This tab will show you the transactions in the plugin database
de: Möchten Sie einen Überblick über jede Transaktion haben, schauen Sie in das Log-Tab. Hier bekommen Sie alle Transaktionen in der Plugin-Datenbank angezeigt.

source: The status will be "Local." as long as you are offline and don't process the transactions into Koha.
de: Der angezeigte Status steht auf "lokal" solange Sie offline sind und die Transaktionen nicht in Koha aufbereiten.

source: When your Internet connection comes back up you will want to get these transactions in to Koha. Before processing these transactions you should be aware of a few issues.
de: Nach einem Backup Ihrer Internetverbindung, können Sie diese Transaktionen nach Koha übernehmen. Bevor Sie diese Transaktionen übernehmen sollten Sie auf einige Sachverhalte achten.

source: Because you are not connected to your Koha database when using this plugin holds will need additional processing. If an item you check in while offline has a hold, the hold is kept on the item. Since, you can't confirm holds found during the processing of every check in, the holds stay on the item and will need to be managed later. If you only checked in a few items you can just keep a record of them all. If you checked in a lot of items you can use the Holds queue once it rebuilds to see what holds made it to the shelf erroneously.
de: Da Sie nicht mit Ihrer Koha-Datenbank verbunden sind während Sie das Plugin verwenden, braucht es eine zusätzliche Bearbeitung. Wenn Sie das Exemplar, dass Sie zurückgeben während Sie offline sind eine Vormerkung darauf hat, bleibt die Vormerkung auf dem Exemplar bestehen. Weil Sie gefundene Vormerkungen während jeder einzelnen Ausleihe nicht bestätigen können, bleiben die Vormerkungen auf dem Exemplar bestehen und können erst später verwaltet werden. Wenn Sie nur wenige Exemplare ausgeliehen haben können Sie eine Aufzeichnung aller erhalten. Haben Sie viele Exemplare ausgeliehen, können Sie die 'Liste der Vormerkungen' benutzen, um nachvollziehen zu können, welche Vormerkungen irrtümlich im Regal gelandet sind.

source: Similarly, if an patron card was expired, the offline circulation tool won't know about it, so the checkout will be recorded regardless of the patron's account being blocked normally.
de: Gleichermaßen weiß das Offlineverbuchungs-Tool nicht, wenn ein Benutzerausweis abgelaufen ist. So wird bei der Ausleihe nicht auf den Benutzeraccount geachtet, der normalerweise gesperrt werden würde.

source: You have two options for adding this data to Koha
de: Sie haben zwei Möglichkeiten diese Daten in Koha einzubinden.

source: Commit to Koha
de: In Koha übergeben

source: If you checked in/out on more than one computer at the same time, what you want is to process every transaction consistently. Let's say for instance that one patron checked a book out on one computer and then checked the same book in on another computer. To be consistent, you need to record the check out first and then the check in. Not the opposite! To do so, you need to group every transaction in one place, sort them all and then, process everything. So, you need to use the "Commit to Koha" option from every plugin/computer you worked with. This way, the log will go to Koha and be accessible from the Offline Circulation page.
de: Wenn Sie zur gleichen Zeit an mehreren Computern ausleihen oder zurückbuchen, muss jede Transaktion einheitlich ausgeführt werden. Wenn zum Beispiel ein Benutzer ein Buch an einem Computer ausleiht und dann dasselbe Buch an einem anderen Computer zurück gibt. Um hier einheitlich zu handeln, müssen Sie die Ausleihe vor der Rückgabe aufzeichnen. Nicht umgekehrt! Hierfür müssen Sie alle Transaktionen an einer Stelle gruppieren, ordnen und dann alle zusammen aufbereiten. Benutzen Sie die "Willkommen in Koha" Option von jedem Computer/Plugin mit dem Sie gearbeitet haben. Somit wird das Log nach Koha übernommen und ist so zugänglich auf der Seite der Offlineverbuchung.

source: *Get there:* Circulation > Pending offline circulation actions
de: *Klicken Sie hier:* Ausleihe > Nicht verarbeitete Offline-Verbuchungsaktionen

source: Click on the Process button and Koha will record every stored transaction one by one. For each transaction, the status will change to:
de: Klicken Sie auf 'Ausführen' und Koha wird jede gespeicherte Transaktion einzeln nacheinander ausführen. Für jede Transaktion wechselt der Status zu:

source: Apply directly
de: Direkt anwenden

source: If you performed all of the circulation actions on one computer then everything is sorted already so you can choose to "Apply directly"
de: Wurden alle Ausleihschritte auf einem Computer ausgeführt, ist alles bereits geordnet und Sie können direkt bestätigen.

source: The status column will be updated to let you know if the transactions were applied
de: Die Statusspalte wird upgedated, damit Sie wissen, dass die Transaktionen ausgeführt wurden.

source: Once you're finished you can review all of the items right in the Log tab
de: Wenn Sie die Aktion beendet haben können Sie alle Exemplare rechts im LogTab überprüfen.

source: Once you are done you can clear the log by clicking Clear. If you don't you will be warned the next time you open the Offline circulation tool.
de: Danach können Sie den Log durch 'Bereinigen' leeren. Führen Sie diese Aktion nicht durch bekommen Sie beim nächsten Mal, wenn Sie das Tool für die Offlineverbuchung öffnen eine Warnung angezeigt.

source: Offline circ tool for Windows
de: Offline-Verbuchungs-Tool für Windows

source: The Offline circulation utility can be downloaded at: https://github.com/bywatersolutions/koha-offline-circulation/releases
de: Die Gebrauchsanweisung für die Offline-Verbuchung kann unter folgender URL heruntergeladen werden: https://github.com/bywatersolutions/koha-offline-circulation/releases.

source: To generate a borrowers.db file for loading in to the Windows tool you will need to run the :ref:`file generator via a cron job <cron-generate-patron-file-for-offline-circulation-label>`.
de: Um eine borrowers.db Datei zu generieren, damit Sie sie ins Windows Tool laden können, muss dee :ref:`Cronjob für die Generierung der Datei <cron-generate-patron-file-for-offline-circulation-label>` laufen.

source: Upload offline circ file
de: Offline-Verbuchungsdatei hochladen

source: The :ref:`offline circulation tool for Windows <offline-circ-tool-for-windows-label>` will generate a KOC file that you can upload into Koha once your system comes back up.
de: Das :ref:`Windows-Programm für die Offline-Verbuchung <offline-circ-tool-for-windows-label>` erstellt eine KOC-Datei, die Sie in Koha hochladen können, sobald Ihr System wieder erreichbar ist.

source: On the Circulation menu click 'Upload offline circulation file (.koc)'
de: Klicken Sie auf der Startseite des Ausleihmoduls auf 'Offline-Verbuchungsdatei hochladen (.koc)'

source: Browse your computer for the \*.koc file
de: Durchsuchen Sie Ihren Computer nach der \*.koc Datei.

source: Once the file is uploaded, click the process the file
de: Klicken Sie auf 'Datei verarbeiten' sobald die Datei vollständig hochgeladen wurde.

source: When this is complete you'll be able to upload another file or tend to pending offline circulation actions.
de: Wenn dieser Schritt abgeschlossen ist, kann eine weitere Datei hochgeladen oder es können die geladenen Offline-Ausleihvorgänge verarbeitet werden.
