Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/circulation.po
Languages: de

source: Circulation
de: Ausleihe

source: Circulation functions can be accessed in several different ways. On the main page of the staff client there are some quick links in the center of the page to check items out, in or transfer them. For a complete listing of Circulation functions you can visit the Circulation page which is linked from the top left of every page or from the center of the main page.
de: Ausleihe und Rückgabe können auf unterschiedlichen Wegen aufgerufen werden. Auf der Hauptseite der Dienstoberfläche gibt es direkte Links zu Ausleihe, Rückgabe und für das Setzen das Transportstatus. Über die Reiter Ausleihe und Rückgabe in der Suchleiste vieler Seiten können Sie die Funktion direkt ausführen und werden auf die entsprechende Seite weitergeleitet. Alle ausleihrelevanten Funktionen finden Sie auf der Startseite des Ausleihmoduls.

source: Before circulating your collection you will want to set your :ref:`Global system preferences <global-system-preferences-label>`, :ref:`Basic parameters <basic-parameters-label>` and :ref:`Patrons and circulation rules <patrons-and-circulation-label>`.
de: Bevor der Bestand entliehen werden kann, sollten die :ref:`globalen Systemparameter <global-system-preferences-label>`, die :ref:`Basisparameter <basic-parameters-label>` und :ref:`Ausleihkonditionen <patrons-and-circulation-label>` konfiguriert werden.

source: While in Circulation you can jump between the tabs on the quick search box at the top of the screen by using the following hot keys:
de: In der Ausleihe können Sie mit den folgenden Tastenkombinationen zwischen den Reitern am oberen Bildschirmrand springen:

source: jump to the catalog search with Alt+Q
de: mit Alt+Q zur Katalogsuche springen

source: jump to the checkout with Alt+U
de: zur Ausleihe springen mit Alt+U

source: this will not work for Mac users
de: dies funktioniert nicht für Benutzer eines Mac

source: jump to the checkin with Alt+R
de: Rückgabe mit Alt+R

source: **Note**
de: **Hinweis**

source: Mac users use the OPTION button in place of ALT
de: Mac-Anwender verwenden den Button OPTION an Stelle von ALT

source: Check out (issuing)
de: Ausleihe (Verbuchung)

source: To begin the checkout process you must enter the patron barcode or part of their name. The checkout option appears in three main places:
de: Zu Beginn des Ausleihvorganges muss zuerst der Barcode des Benutzerausweises, oder ein Teil des Namens des Benutzers eingegeben werden. Die Option Ausleihe taucht hauptsächlich an drei verschiedenen Stellen auf:

source: Check out option on the top of the main staff client
de: Der Reiter Ausleihe oberhalb der Startseite der Dienstoberfläche

source: Check out option on the patron record
de: Ausleihe im Benutzerdatensatz

source: If you have enabled :ref:`batch checkouts <batch-checkout-label>` then click the batch check out option on the patron record
de: Wenn Sie die :ref:`Stapelverbuchung <batch-checkout-label>` aktiviert haben, können Sie diese auch im Benutzerdatensatz anklicken

source: Check out option on the quick search bar on the circulation page
de: Ausleihe auf der Startseite der Ausleihe

source: Checking items out
de: Ausleihen von Exemplaren

source: To check an item out to a patron, first search for that patron using one of the many options listed above. You will then be presented with the checkout screen.
de: Um ein Exemplar an einen Benutzer auszuleihen, suchen Sie zunächst nach diesem Benutzer mit Hilfe der vielen oben angegebenen Optionen.

source: If you have chosen to 'Always show checkouts immediately' then you will see the list of checkouts below the check out box.
de: Wenn Sie sich dazu entschieden haben 'Ausleihen immer sofort anzuzeigen', wird die Liste der Ausleihen direkt angezeigt.

source: At the top of the Check out screen is a box for you to type or scan the item's barcode into.
de: Zu Beginn des Ausleihbildschirms befindet sich eine Box mit einem Eingabefeld, in das der Barcode des Exemplars eingegeben oder einscannt werden kann.

source: **Important**
de: **Wichtig**

source: Many modern barcode scanners will send a 'return' to the browser, making it so that the 'Check out' button is automatically clicked
de: Viele moderne Barcodescanner senden im Anschluss an den eingelesenen Barcode ein 'Return' an den Browser, so dass die Schaltfläche 'Ausleihe' nicht extra angeklickt werden muss.

source: If the barcode is not found you will be prompted to use fast cataloging to add the item. Learn more about :ref:`fast cataloging <fast-add-cataloging-label>` later in this manual.
de: Wenn der Barcode nicht gefunden wird, werden Sie aufgefordert eine Schnellaufnahme zu erstellen. Mehr über :ref:`Schnellaufnahmen <fast-add-cataloging-label>` erfahren Sie im entsprechenden Kapitel in diesem Handbuch.

source: If you have :ref:`itemBarcodeFallbackSearch` set to 'Enable' then you can enter a keyword search in this box instead of just a barcode (this will make it possible to check out using title and/or call number).
de: Wenn der Systemparameter :ref:`itemBarcodeFallbackSearch` aktiviert ist, können Sie auch ein Stichwort im Eingabefeld der Ausleihe statt dem Medienbarcode eingeben (dadurch können Sie auch über den Titel oder die Signatur ausleihen).

source: If you have :ref:`AutoSwitchPatron` set to 'Enable', scanning a patron barcode here will take you to that patron's file.
de: Wenn Sie den Systemparameter :ref:`AutoSwitchPatron` aktiviert haben, wird zum entsprechenden Benutzersatz gewechselt wenn eine Ausweisnummer eingescannt wird.

source: To see more checkout options click the 'Checkout settings' link to expand the checkout area.
de: Für mehr Ausleihoptionen klicken Sie auf den Link 'Ausleih-Parameter'. Dieser Bereich wird dann erweitert.

source: Below the box for the barcode there may be options for you to override the default due date for the item.
de: Unterhalb des Eingabefelds für den Barcode kann es Optionen geben, um das berechnete Rückgabedatum für das Exemplar zu überschreiben.

source: This option will only appear if you have set the :ref:`SpecifyDueDate` system preference to allow staff to override the due date
de: Diese Option wird nur angezeigt, wenn Sie den Systemparameter :ref:`SpecifyDueDate` aktiviert haben, und damit Bibliotheksmitarbeitern erlauben das generierte Fälligkeitsdatum zu überschreiben

source: Below the box for the barcode you will see a checkbox for 'Automatic renewal'. This will allow this item to automatically renew if the :ref:`appropriate cron job <cron-automatic-renewal-label>` is running and there are no holds on the item.
de: Unterhalb des Eingabefelds für den Barcode befindet sich eine Checkbox für die 'Automatische Verlängerung'. Dadurch wird erlaubt, das Exemplar automatisch zu verlängern, sofern der :ref:`entsprechende Cronjob <cron-automatic-renewal-label>` aktiviert ist, und keine Vormerkungen auf das Exemplar vorliegen.

source: Next is an option to no decrease the loan length based on holds. This overrides the :ref:`decreaseLoanHighHolds <decreaseloanhighholds-preferences-label>` preference.
de: Die Option 'Ausleihfrist nicht aufgrund der Vormerkungen verkürzen', überschreibt die Systemparameter :ref:`decreaseLoanHighHolds <decreaseloanhighholds,-decreaseloanhighholdsduration,-decreaseloanhighholdsvalue,-decreaseloanhighholdscontrol,-and-decreaseloanhighholdsignorestatuses-label>`, wenn diese entsprechend auf 'Verkürze' gesetzt sind.

source: If you're allowing the :ref:`checkout of items on site <onsitecheckouts-label>` to patrons (these are usually items that are not for loan that you would like to check for in library use) then you will see the 'On-site checkout' checkbox after clicking the 'Checkout settings' link to expand your circulation options.
de: Wenn Sie die :ref:`Vor-Ort-Ausleihe von Exemplaren <onsitecheckouts-label>` erlauben (überlichweise Präsenzexemplare, die für die Benutzung vor Ort vorgesehen sind), erscheint das Kästchen 'Vor-Ort-Ausleihe'.

source: At the bottom of the page there is a summary of the patron's current checked out items along with the due date (and time if the item is an hourly loan), items checked out today will appear at the top.
de: Am unteren Rand des Bildschirms finden Sie eine Zusammenfassung der vom Benutzer zur Zeit entliehenen Exemplare mit Rückgabedatum, heute entliehene Medien erscheinen zuerst.

source: Items that are hourly loan items will include the time with the due date.
de: Bei Exemplaren die nur für ein paar Stunden ausgeliehen werden können, wird neben dem Fälligkeitsdatum auch die Uhrzeit angezeigt.

source: If you checked out an item for on site use you will see that highlighted in red in the checkout summary.
de: Wenn Sie ein Exemplar als 'Vor-Ort-Ausleihe' entliehen haben, wird ein roter Hinweis in der Ausleihübersicht angezeigt.

source: If you have set your `ExportWithCsvProfile <#ExportWithCsvProfile>`__ preference, you will also see the option to export the patron's current checkout information using a CSV profile or ISO2709 (MARC21) format.
de: Wenn der Systemparameter `ExportCircHistory <#ExportCircHistory>`__ aktiviert ist, wird eine Option zum Export der Ausleihen im Format ISO2709 oder CSV angezeigt.

source: Also at the bottom of the page is the list of items the patron has on hold
de: Am Ende der Seite befindet sich eine Liste der vom Benutzer vorgemerkten Titel

source: From the holds list you can suspend or resume patrons holds using the options at the bottom of the list if you have the :ref:`SuspendHoldsIntranet` preference set to 'allow.'
de: In der Liste der Vormerkungen können Sie Vormerkungen für einen Benutzer aussetzen oder wieder aktivieren, indem Sie die Schaltflächen am Ende der Liste verwenden. Dazu muss der Systemparameter :ref:`SuspendHoldsIntranet` auf 'Erlaube' gesetzt sein.

source: If you have your :ref:`AutoResumeSuspendedHolds` preference set to "Don't allow" then you will not have the option to put an end date on the hold suspension
de: Wenn der Systemparameter :ref:`AutoResumeSuspendedHolds` auf "Erlaube nicht" gesetzt ist, kann kein Datum für die Reaktivierung der Vormerkung angegeben werden

source: If there are notes on the patron record these will appear to the right of the checkout box
de: Wenn eine Notiz im Benutzerkonto eingetragen wurde, wird diese rechts neben dem Feld für die Ausleihe angezeigt.

source: If the patron has a hold waiting at the library that too will appear to the right of the check out box making it easy for the circulation librarian to see that there is another item to give the patron
de: Wenn für den Benutzer eine Vormerkung zur Abholung bereit steht, wird dies rechts neben dem Feld für die Ausleihe angezeigt, so dass der Mitarbeiter an der Ausleihtheke leicht sehen kann, dass noch ein weiteres Exemplar an den Benutzer ausgegeben werden muss.

source: The details of the checkouts will appear on the bib detail page in the staff client as well.
de: Die Details der Ausleihen erscheinen auch in der Detailsansicht der Dienstoberfläche.

source: Printing receipts
de: Quittungen drucken

source: Once you have checked out all of the items for the patron you can print them a receipt by choosing one of two methods.
de: Wenn Sie alle Titel für den Benutzer verbucht haben, haben Sie zwei Möglichkeiten eine Ausleihquittung zu drucken.

source: If you have the :ref:`CircAutoPrintQuickSlip` preference set to 'open a print quick slip window' you can simply hit enter on your keyboard or scan a blank piece of paper with your barcode scanner. The idea being that you're "checking out" a blank barcode which triggers Koha to print the 'Quick slip.'
de: Wenn der Systemparameter :ref:`CircAutoPrintQuickSlip` entsprechend gesetzt ist, ist die erste Möglichkeit, dass Sie Enter drücken oder ein leeres Stück Papier mit dem Barcodescanner einscannen. Durch die Ausleihe eines 'leeren Barcodes' wird der Druck einer Kurzquittung ausgelöst.

source: You can also click the Print button at the top of the screen and choose 'Print slip' or 'Print quick slip'.
de: Sie können auch am oberen Seitenrand über die Schaltfläche 'Druck' die Funktionen 'Quittung drucken' oder 'Kurzquittung drucken' verwenden.

source: If you choose 'Print slip' it will print all of the items the patron has checked out, including those they checked out at an earlier date. Choosing 'Print quick slip' will print only the items that were checked out today.
de: Wenn Sie 'Quittung drucken' wählen, werden alle Medien ausgedruckt, die der Benutzer ausgeliehen hat, einschließlich jener mit früherem Datum. 'Kurzquittung' druckt nur die Medien aus, die heute ausgeliehen wurden.

source: 'Print summary' will generate a full page summary for the patron's circulation information and 'Print overdues' will print out a slip that lists all items that are overdue.
de: 'Zusammenfassung drucken' druckt eine Zusammenfassung der Benutzerdaten, Ausgeliehenen Exemplare und Offene Vormerkungen. 'Überfälligkeiten drucken' druckt eine Liste aller überfälligen Exemplare.

source: What prints on the slips can be customized by altering the slip templates under the :ref:`Notices & slips` tool.
de: Der Inhalt der Quittungen kann im Modul 'Werkzeuge' :ref:`Benachrichtigungen & Quittungen` angepasst werden.

source: Clear patron information
de: Benutzerkonto schließen

source: When you're done checking an item out if you have the :ref:`DisplayClearScreenButton` preference set to 'Show' you can clear the current patron by clicking the X in the top right of the patron's info to remove the current patron from the screen and start over.
de: Wenn Sie den Systemparameter :ref:`DisplayClearScreenButton` aktiviert haben, können Sie nach Beenden des Ausleihvorgangs mit der Schaltfläche X in der oberen rechten Ecke der Ausleihmaske den aktuellen Benutzer vom Bildschirm entfernen und den nächsten Ausleihvorgang beginnen.

source: If you have the :ref:`CircAutoPrintQuickSlip` preference set to 'clear the screen' then you simply need to hit enter or scan a blank barcode and the screen will be cleared of the current patron.
de: Wenn der Systemparameter :ref:`CircAutoPrintQuickSlip` auf 'Bildschrim leeren' gesetzt ist, können Sie einfach ein leeres Barcodefeld abschicken oder einen leeren Barcode scannen, um die Daten des Benutzers vom Bildschirm zu entfernen.

source: Batch checkouts
de: Stapelverbuchung

source: If you would like to perform a batch check out you can do so by turning on the :ref:`BatchCheckouts` system preference and assigning the proper patron categories via the :ref:`BatchCheckoutsValidCategories` preference. This will allow you to use an RFID pad that reads multiple barcodes or perform a batch check out for training internal use.
de: Um die Stapelverbuchung zu nutzen muss der Systemparameter :ref:`BatchCheckouts` entsprechend aktiviert, und im Parameter :ref:`BatchCheckoutsValidCategories` festgelegt werden, welche Benutzertypen die Stapelverbuchung verwenden dürfen. Dadurch können mit Hilfe eines RFID Gerätes mehre Barcodes auf einmal eingelesen werden.

source: From this screen you can scan several barcodes or load a file of barcodes. If those items cannot be checked out they will provide a warning on the following screen
de: In diesem Bildschirm können Sie mehrere Barcodes einscannen, oder eine Datei mit Barcodes hochladen. Wenn diese Exemplare nicht ausgeliehen werden können, wird eine entsprechende Warnung auf dem Bildschirm auftauchen.

source: If you are using a statistical patron type then you'll see that local use was recorded for each item you scanned.
de: Wenn Sie ein Benutzertyp mit der Kategorie 'Statistisch' verwenden, wird die Vor-Ort-Benutzung für jedes eingescannte Exemplar protokolliert.

source: Check out messages
de: Meldungen bei der Ausleihe

source: If you check out an item that has multiple pieces and you have cataloged that information in subfield 3 of the item record (in MARC21) a message will pop up when you check out that item telling you how many pieces should be there.
de: Wenn Sie ein mehrteiliges Exemplar ausbuchen und diese Information im Unterfeld 3 des Exemplarsatzes (MARC 21) gespeichert haben, erscheint eine Nachricht, die zur Prüfung der entsprechenden Anzahl der Teile auffordert.

source: There are times when Koha will prevent the librarian from being able to check out items to a patron. When this happens a warning will appear notifying the librarian of why the patron cannot check items out.
de: Es gibt Situationen in denen Koha die Ausleihe an einen Benutzer verhindert. In solchen Fällen wird eine Warnung angezeigt, die den Bibliotheksmitarbeiter darüber informiert, warum der Benutzer nicht ausleihen kann.

source: Patron owes too much in fines
de: Der Benutzer hat zu hohe offene Gebühren

source: You can set the amount at which patron checkouts are blocked with the :ref:`noissuescharge` system preference
de: Sie können mit dem Parameter :ref:`noissuescharge` konfigurieren, ab welcher Gebührensumme Benutzer für die Ausleihe gesperrt werden

source: Patron has a restriction on their account
de: Der Benutzer ist gesperrt

source: This can be set by the librarian editing a patron record and adding a `restriction <#patronflags>`__ or by the :ref:`Overdue/Notice Status Triggers <overdue-notice/status-triggers-label>`
de: Die `Sperre <#patronflags>`__ kann manuell durch einen Bibliotheksmitarbeiter, oder durch die :ref:`Mahntrigger <overdue-notice/status-triggers-label>` im Benutzerdatensatz eingetragen werden

source: If the staff member has the right permission they can override the restriction temporarily
de: Wenn Mitarbeiter die entsprechenden Rechte haben, können sie die Einschränkung temporär übergehen.

source: Patron needs to confirm their address
de: Die Benutzeradresse muss geprüft werden

source: This can be set by the librarian editing a patron record and adding a `flag <#patronflags>`__
de: Ein Bibliotheksmitarbeiter kann im Benutzerdatensatz eine `Sperre <#patronflags>`__ eintragen

source: Patrons has lost their library card
de: Der Benutzer hat seinen Bibliotheksausweis verloren

source: Check out warnings
de: Warnmeldungen

source: Sometimes checkouts will trigger warning messages that will appear in a yellow box above the check out field. These warnings need to be acknowledged before you will be able to continue checking items out.
de: Manchmal werden bei der Ausleihe Warnhinweise in einem gelben Kasten über dem Ausleihfeld angezeigt. Diese Warnhinweise müssen bestätigt werden, bevor Sie den Ausleihvorgang fortsetzen können.

source: Patron has outstanding fines
de: Benutzer hat offene Gebühren

source: Item on hold for someone else
de: Exemplar ist für jemand anderen vorgemerkt

source: Item should be on the hold shelf waiting for someone else
de: Exemplar sollte für einen anderen Benutzer im Abholregal stehen

source: Item already checked out to this patron
de: Exemplar ist bereits an diesen Benutzer ausgeliehen

source: Item checked out to another patron
de: Exemplar ist an einen anderen Benutzer ausgeliehen

source: This warning will allow you to place a hold on the item for the patron you're trying to check it out to.
de: Diese Warnung erlaubt Ihnen eine Vormerkung für den aufgerufenen Benutzer zu setzen.

source: Item not for loan
de: Exemplar nicht ausleihbar

source: Patron has too many things checked out and :ref:`AllowTooManyOverride` is set to 'Allow'
de: Der Benutzer hat zu viele Ausleihen, und der Systemparameter :ref:`AllowTooManyOverride` ist auf 'Erlaube' gesetzt

source: Patron has too many things checked out and :ref:`AllowTooManyOverride` is set to "Don't allow"
de: Der Benutzer hat zu viele Ausleihen, und der Systemparameter :ref:`AllowTooManyOverride` ist auf 'Erlaube nicht' gesetzt

source: Item cannot be renewed
de: Das Exemplar kann nicht verlängert werden

source: This can be overridden with the :ref:`AllowRenewalLimitOverride` system preference
de: Dies kann durch den Systemparameter :ref:`AllowRenewalLimitOverride` überschrieben werden

source: Barcode not found
de: Barcode nicht gefunden

source: Learn more about :ref:`fast cataloging <fast-add-cataloging-label>` later in this manual.
de: Erfahren Sie mehr über :ref:`Schnellaufnahmen <fast-add-cataloging-label>` in diesem Handbuch.

source: Item being checked out is marked as 'lost'
de: Das auszuleihende Exemplar ist als 'Verloren' gemeldet

source: Depending on the value in your :ref:`IssueLostItem` preference, you may just see a warning
de: Abhängig von der Einstellung im Systemparameter :ref:`IssueLostItem`, wird eine Warnung

source: or a confirmation box
de: oder eine Bestätigungsabfrage angezeigt

source: Item being checked out is not recommended for a patron of this age
de: Das Exemplar ist für das Alter des Benutzers nicht empfohlen

source: Item being checked out meets the :ref:`decreaseLoanHighHolds <decreaseloanhighholds-preferences-label>` system preference criteria
de: Exemplare, auf die bei der Ausleihe die Einstellungen in dem Systemparameter :ref:`decreaseLoanHighHolds <decreaseloanhighholds-preferences-label>` passen.

source: Renewing
de: Verlängern

source: Checked out items can be renewed (checked out for another period of time) based on your :ref:`circulation rules <circulation-and-fines-rules-label>` and :ref:`renewal preferences <renewalperiodbase-label>`.
de: Ausgeliehene Exemplare können verlängert (für eine weitere Periode ausgeliehen) werden, wenn die hinterlegten :ref:`Ausleihkondtionen <circulation-and-fine-rules-label>`, und die Einstellung im Systemparameter :ref:`RenewalPeriodBase <renewalperiodbase-label>` entsprechend eingerichtet sind.

source: If :ref:`you allow it <opacrenewalallowed-label>`, patrons can renew their own items via the OPAC, but sometimes you'll need to help them by renewing their items via the staff client.
de: Wenn gewünscht, können Benutzer über den OPAC Ihre Exemplare :ref:`selbst verlängern <opacrenewalallowed-label>`. Die Exemplare können aber auch von den Mitarbeitern über die Dienstoberfläche verlängert werden.

source: To renew items checked out to a patron, you can do one of two things.
de: Um ausgeliehene Exemplare zu verlängern gibt es zwei Möglichkeiten.

source: The first is to visit their details page or checkout page and review their checkout summary at the bottom.
de: Die erste Möglichkeit ist, über die Seite Ausleihe oder Details unterhalb der Ausleihen alle Exemplare zu verlängern.

source: In the Renew column you will see how many times each item has been renewed and a checkbox to renew the item for the patron. Check the boxed of the items you would like to renew and click the 'Renew or return checked items' button, or to renew all items checked out to the patron simply click the 'Renew all' button.
de: In der Spalte 'Verlängern' sehen Sie wie oft ein Exemplar verlängert wurde, und können es über die Checkbox verlängern. Markieren Sie die Exemplare die Sie verlängern möchten mit einem Häkchen, und klicken Sie auf 'Markierte Exemplare zurückgeben oder verlängern'. Um alle Exemplare zu verlängern, klicken Sie einfach auf den Button 'Alle verlängern'.
