Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: de, fr

source: Cron jobs and daemons
de: Cronjobs und Daemons
fr: Cron jobs et Démons

source: Koha is supported by a number of background tasks. These tasks can either be periodically executed tasks (cron jobs) or continuously running tasks called daemons.
de: Koha wird durch eine Reihe von Hintergrundaufgaben unterstützt. Diese Aufgaben können entweder regelmäßig ausgeführte Aufgaben (Cronjobs) oder fortwährend laufende Aufgaben, genannt Daemons, sein.
fr: Koha est géré par un certain nombre de tâches de fond. Ces tâches peuvent être exécutées périodiquement (cron jobs) ou tourner en permanence, appelées démons.

source: A cron job is a Linux command for scheduling a command or script on your server to complete repetitive tasks automatically. Scripts executed as a cron job are typically used to modify files or databases; however, they can perform other tasks that do not modify data on the server, like sending out email notifications.
de: Ein Cronjob ist ein Linuxbefehl für das automatische geplante Ausführen von Befehlen oder Skripten für sich wiederholende Aufgaben auf dem Server. Skripte, die per Cronjob ausgeführt werden, werden normalerweise verwendet um Dateien oder Datenbanken zu ändern; sie können allerdings auch andere Aufgaben ausführen, die keine Daten auf dem Server verändern, wie z.B. den Versand von Benachrichtigungen.
fr: Un cron job est une commande Linux permettant de planifier le lancement d'une commande ou d'un script sur votre serveur afin d'exécuter automatiquement des tâches à répéter. Les scripts exécutés en tant que cron job sont généralement utilisés pour effectuer des modifications sur des fichiers ou bases de données ; ils peuvent cependant effectuer d'autres tâches qui ne modifient pas les données sur le serveur, comme expédier des notifications par courriel. Vous pouvez activer plusieurs cron jobs sur Koha (lancement de l'indexation du moteur de recherche, génération d'avertissement pour retard, nettoyage des données, etc...), qui seront détaillées dans ce chapitre.

source: A daemon is a Linux command that is typically started when the system is booted and runs in the background doing some function. The database used by Koha (either MySQL or MariaDB) is a daemon as is the web server (typically Apache).
de: Ein Daemon ist ein Linuxbefehl das meistens bereits gestartet wird, wenn das System hochfährt und im Hintergrund läuft um eine Funktion zu erfüllen. Das von Koha verwendete Datenbankmanagementsystem (MySQL oder MariaDB) ist ein Daemon sowie auch der Webserver (normalerweise Apache).
fr: Un démon est une commande Linux généralement lancée au démarrage du système et exécutée en tâche de fond. La base de données utilisée par Koha (mysql ou mariadb) est un démon, de même que le serveur Web (généralement Apache).

source: Koha has many cron jobs in place that you can enable (search engine indexing, overdue notice generation, data cleanup and more), and a few daemons. This chapter will explain those for you.
de: Es sind viele Cronjobs für Koha verfügbar, die aktiviert werden können (Suchmaschinenindexierung, Generierung von Mahnschreiben, Datenbereinigung und mehr) und einige Daemons. Dieses Kapitel erklärt diese.
fr: Koha a mis en place de nombreux cron jobs que vous pouvez activer (index des moteurs de recherche, génération d'avis de retard, nettoyage des données, etc.) et quelques démons. Ce chapitre expliquera ceux qui vous intéressent.

source: Crontab example
de: Crontab-Beispiel
fr: Exemple de crontab

source: An example of a Koha crontab can be found in misc/cronjobs/crontab.example
de: Ein Beispiel für einen Crontab für Koha finden Sie unter misc/cronjobs/crontab.example
fr: Un exemple de crontab Koha se trouve dans misc/cronjobs/crontab.example.

source: The example includes sample boilerplate cron job entries for the most commonly-used cron jobs.
de: Das Beispiel beeinhaltet Vorlagen für die am häufigsten genutzten Cronjobs.
fr: Cet exemple contient quelques propositions de paramétrages de cron pour les cronjobs les plus utilisés.

source: The locations below assume a dev install which puts the crons in misc/, if you have a standard install you may want to look in bin/ for these files if you cannot find them in misc/
de: Die Pfade unten gehen von einer dev-Installation aus, bei der die Cronjobs in misc/ liegen, wenn Sie eine Standardinstallation haben, finden Sie diese in /bin, wenn Sie unter misc/ nicht fündig werden
fr: Les chemins de fichiers mentionnés ci-dessous présupposent que les fichiers crons sont placés dans misc/. Si vous disposez d'une installation standard et que ceux-ci ne sont pas dans misc/, regardez dans bin/.

source: Backup
de: Datensicherung
fr: Sauvegarde

source: Daily backup
de: Tägliche Datensicherung
fr: Sauvegarde quotidienne

source: Script path: misc/cronjobs/backup.sh
de: Skriptpfad: misc/cronjobs/backup.sh
fr: Chemin du script : misc/cronjobs/backup.sh

source: Does: creates a daily backup of the Koha database.
de: Zweck: Erstellt ein tägliches Backup der Koha-Datenbank.
fr: Tâche effectuée : crée une sauvegarde quotidienne de la base de données Koha.

source: Frequency suggestion: daily
de: Vorschlag für Häufigkeit: täglich
fr: Périodicité préconisée : chaque jour

source: Search
de: Suche
fr: Rechercher

source: Script path: misc/cronjobs/sitemap.pl
de: Skriptpfad: misc/cronjobs/sitemap.pl
fr: Chemin du script : misc/cronjobs/sitemap.pl

source: Does: processes all biblio records from a Koha instance and generates sitemap files complying with the protocol as described on http://sitemaps.org. The goal of this script is to be able to provide to search engines direct access to biblio records. It avoids leaving search engines browsing Koha's OPAC which would generate a lot of site traffic and server workload.
de: Zweck: Verarbeitet alle Titeldatensätze in einer Koha-Instanz und generiert aus diesen Sitemap-Dateien nach dem Protokoll, dass unter http://sitemaps.org beschrieben ist. Das Ziel des Skript ist es Suchmaschinen den direkten Zugang zu Titeldatensätzen zu ermöglichen. Damit wird vermieden, dass die Suchmaschinen Kohas Katalog durchsuchen, was eine Menge Zugriffe und Last auf dem Server erzeugt.
fr: Tâche effectuée : traite toutes les notices bibliographiques d'une instance Koha et génère une carte du site compatible avec le protocole décrit ici : http://sitemaps.org. Le but de ce script est de pouvoir fournir aux moteurs de recherche un accès direct aux notices bibliographiques. Cela évite de laisser les moteurs de recherche interroger l'OPAC de Koha ce qui génère beaucoup de trafic et une surcharge du serveur.

source: **Note** A file named sitemapindex.xml is generated. It contains references to multiple sitemap files. Each file contains at most 50,000 URLs and is named sitemapXXXX.xml.
de: **Hinweis** Es wird eine Datei mit dem Namen sitemapindex.xml angelegt. Diese enthält Referenzen auf mehrere Sitemap-Dateien. Jede Datei enthält bis zu 50.000 URLs und hat einen Namen nach dem Schema sitemapXXXX.xml.
fr: **Note** Un fichier nommé sitemapindex.xml est généré. Il contient les références aux différents fichiers sitemap. Chaque fichier contient au maximum 50 000 URLs et est nommé sitemapXXXX.xml.

source: The files must be stored on the Koha OPAC's root directory. In the same directory a robots.txt file with the following contents is required:
de: Die Dateien müssen im Root-Verzeichis des Koha-OPACs gespeichert werden. Im gleichen Verzeichnis ist eine robots.txt mi dem folgenden Inhalt erforderlich:
fr: Ces fichiers doivent être stockés dans le répertoire racine (root) de l'OPAC Koha. Dans le même répertoire, il faut un fichier robots.txt avec le contenu suivant :

source: Rebuild index
de: Index neu aufbauen
fr: Reconstruction de l'index

source: Script path: misc/migration\_tools/rebuild\_zebra.pl
de: Skriptpfad: misc/migration\_tools/rebuild\_zebra.pl
fr: Chemin du script : misc/migration\_tools/rebuild\_zebra.pl

source: Does: updates Zebra indexes with recently changed data.
de: Zweck: Aktualisiert die Zebra-Indizes mit den zuletzt geänderten Daten.
fr: Tâche effectuée : mise à jour des index Zebra avec les données récemment modifiées.

source: Required by: Zebra
de: Erforderlich für: Zebra
fr: Requis par : Zebra

source: Frequency suggestion: every x minutes, (between 5-15 minutes) depending on performance needs
de: Vorschlag für Häufigkeit: Alle x Minuten, (zwischen 5-15 Minuten), abhängig von den Performanzanforderungen
fr: Périodicité préconisée : toutes les x minutes (plutôt entre 5 et 15 minutes), selon le niveau de performance recherché

source: **Note** On newer Koha installations, this cron job has been replaced by the :ref:`koha-indexer daemon <cron-koha-indexer-label>` which indexes new and modified Koha data every 30 seconds.
de: **Hinweis** In neueren Koha-Installationen wurde dieser Cronjob durch den the :ref:`Daemon koha-indexer<cron-koha-indexer-label>` ersetzt, der neue und geänderte Daten in Koha alle 30 Sekunden aktualisiert.
fr: ** Note ** Sur les plus récentes installations Koha, ce cron job a été remplacé par :ref:'koha-indexer daemon <cron-koha-indexer-label>', qui indexe les données Koha, nouvelles et modifiées, toutes les 30 secondes.

source: Circulation
de: Ausleihe

source: Holds queue
de: Liste der Vormerkungen
fr: File des réservations

source: Script path: misc/cronjobs/holds/build\_holds\_queue.pl
de: Skriptpfad: misc/cronjobs/holds/build\_holds\_queue.pl
fr: Chemin du script : misc/cronjobs/holds/build\_holds\_queue.pl

source: Does: updates holds queue report
de: Zweck: Aktualisiert und erstellt die Liste der Vormerkungen
fr: Tâche effectuée : mise à jour de la file de réservations

source: Required by: :ref:`Holds queue report <holds-queue-label>`
de: Erforderlich für: :ref:`Liste der Vormerkungen <holds-queue-label>`
fr: Requis par : :ref:`Mise à jour de la file de réservations <holds-queue-label>`

source: Frequency suggestion: every 1-4 hours
de: Vorschlag für Häufigkeit: alle 1-4 Stunden
fr: Périodicité préconisée : toutes les 15 mn

source: Description:
de: Beschreibung:

source: A script that should be run periodically if your library system allows borrowers to place on-shelf holds. This script decides which library should be responsible for fulfilling a given hold request.
de: Dieses Skript sollte regelmäßig ausgeführt werden, wenn Ihre Bibliothek Vormerkungen auf verfügbaren Bestand erlaubt. Dieses Skript entscheidet, welche Bibliothek eine bestimmte Vormerkung erfüllen und ein Exemplar bereitstellen soll.
fr: Ce script devrait être exécuté régulièrement si vos adhérents sont autorisés à placer des réservations sur des documents en rayon. Le script établit quelle bibliothèque doit prendre en charge la demande de réservation.

source: It's behavior is controlled by the system preferences :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>` and :ref:`RandomizeHoldsQueueWeight <holds-queue-system-preferences-label>`.
de: Das Verhalten des Cronjobs wird beeinflusst durch die Systemparameter :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>` und :ref:`RandomizeHoldsQueueWeight <holds-queue-system-preferences-label>`.
fr: Ce processus est contrôlé par les préférences système :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>` et :ref:`RandomizeHoldsQueueWeight <holds-queue-system-preferences-label>`.

source: If you do not want all of your libraries to participate in the on-shelf holds fulfillment process, you should list the the libraries that \*do\* participate in the process here by inputting all the participating library's branchcodes, separated by commas ( e.g. "MPL,CPL,SPL,BML" etc. ).
de: Wenn nicht alle Bibliotheken verfügbare Exemplare ausheben und bereitstellen, sollten Sie hier alle \*teilnehmenden\* Bibliotheken mit ihren Bibliothekskürzeln auflisten, getrennt mit Komma ( z.B. "MPL,CPL,SPL,BML" usw. ).
fr: Si vous ne voulez pas que toutes vos sites participent au processus de réservation en rayon, vous devez répertorier ici les sites qui \*participent\* au processus en saisissant leurs codes (branchcodes), séparés par des virgules (par ex. "MPL, CPL, SPL, BML", etc).

source: By default, the holds queue will be generated such that the system will first attempt to hold fulfillment using items already at the pickup library if possible. If there are no items available at the pickup library to fill a hold, build\_holds\_queue.pl will then use the list of libraries defined in StaticHoldsQueueWeight. If RandomizeHoldsQueueWeight is disabled ( which it is by default ), the script will assign fulfillment requests in the order the branches are placed in the StaticHoldsQueueWeight system preference.
de: Als Voreinstellung versucht das System eine Vormerkung zunächst mit einem vorhandenen Exemplar in der gewählten Abholbibliothek zu erfüllen. Sind dort keine verfügbaren Exemplare vorhanden, verwendet das Script build\_holds\_queue.pl die in StaticHoldsQueueWeight definierte Bibliotheksliste um ein Exemplar zu finden. Wenn RandomizeHoldsQueueWeight ausgeschaltet ist (Voreinstellung), versucht das Script die Anforderung in der Reihenfolge zu erfüllen, in der die Bibliotheken im Systemparameter StaticHoldsQueueWeight eingetragen sind.
fr: La file d'attente des réservation sera générée par défaut de manière à ce que le système gère d'abord les réservations disponibles sur le site de retrait. S'il n'y a pas d'exemplaire disponible sur le site de retrait pour établir la liste des réservations, build\_holds\_queue.pl utilisera la liste des bibliothèques définies dans StaticHoldsQueueWeight. Si RandomizeHoldsQueueWeight est désactivé (il l'est par défaut), le script assignera les demandes de traitement dans l'ordre des autres sites indiqués dans la préférence système StaticHoldsQueueWeight.

source: For example, if your system has three libraries, of varying sizes ( small, medium and large ) and you want the burden of holds fulfillment to be on larger libraries before smaller libraries, you would want StaticHoldsQueueWeight to look something like "LRG,MED,SML".
de: Wenn Sie zum Beispiel ein System mit drei Bibliotheken unterschiedlicher Größen haben (small, medium, large ) und Sie die Last der Vormerkungen entsprechend verteilen wollen, können Sie bei StaticHoldsQueueWeight zum Beispiel "LRG,MED,SML" definieren.
fr: Par exemple si votre réseau compte trois sites de taille variable (petit, moyen et grand) et que vous souhaitez que la gestion des réservations soit effectuée par le plus grand site avant le plus petit, votre préférence système StaticHoldsQueueWeight ressemblera à quelque chose comme "LRG,MED,SML".

source: If you want the burden of holds fulfillment to be spread out equally throughout your library system, simply enable RandomizeHoldsQueueWeight. When this system preference is enabled, the order in which libraries will be requested to fulfill an on-shelf hold will be randomized each time the list is regenerated.
de: Wenn Sie die Last der Vormerkungen gleichmäßig auf alle Bibliotheken verteilen wollen, schalten Sie den Systemparameter 'RandomizeHoldsQueueWeight' ein. Auf diese Weise wird jedesmal, wenn die Liste generiert wird, die Reihenfolge der betroffenen Bibliotheken zufällig neu gemischt.
fr: Si vous souhaitez répartir de manière équitable la réponse aux demandes de réservations au sein de votre réseau, activez RandomizeHoldsQueueWeight. Lorsque cette préférence système est activée, l'ordre dans lequel les sites devront répondre aux demandes de réservations pour une demande de document disponible sera généré de façon aléatoire à chaque réactualisation de la liste.

source: Leaving StaticHoldsQueueWeight empty is contraindicated at this time. Doing so will cause the build\_holds\_queue script to ignore RandomizeHoldsQueueWeight, causing the script to request hold fulfillment not randomly, but by alphabetical order.
de: Der Systemparameter StaticHoldsQueueWeight sollte zur Zeit nicht leer sein. Falls er leer ist, wird das Skript build\_holds\_queue den Wert des Parameters RandomizeHoldsQueueWeight ingnorieren, wodurch die Last der Vormerkungen nicht zufällig, sondern in alphabetischer Reihenfolge verteilt wird.
fr: Il est contre-indiqué de laisser StaticHoldsQueueWeight vide pour le moment. Cela force le script build\_holds\_queue à ignorer RandomizeHoldsQueueWeight, les demandes sont alors assignées aux sites non pas aléatoirement, mais par ordre alphabétique.

source: Expired holds
de: Abgelaufene Vormerkungen
fr: Réservations expirées

source: Script path: misc/cronjobs/holds/cancel\_expired\_holds.pl
de: Skriptpfad: misc/cronjobs/holds/cancel\_expired\_holds.pl
fr: Chemin du script : misc/cronjobs/holds/cancel\_expired\_holds.pl

source: Does: cancels holds where the user has set an expiration date. If the library is using the :ref:`ExpireReservesMaxPickUpDelay` and :ref:`ExpireReservesMaxPickUpDelayCharge` preferences then this script will also cancel holds that have been sitting on the hold shelf for too long and will (if the library does) charge the patron for not picking up the hold.
de: Zweck: Storniert Vormerkungen, bei denen der Benutzer ein Ablaufdatum gesetzt hat. Wenn die Bibliothek die Systemparameter :ref:`ExpireReservesMaxPickUpDelay` und :ref:`ExpireReservesMaxPickUpDelayCharge` gesetzt hat, dann werden auch Vormerkungen storniert, die bereits zu lange auf ihre Abholung warten und es kann (wenn die Bibliothek möchte) eine Gebühr für die versäumte Abholung erhoben werden.
fr: Tâche effectuée : annule les réservations lorsque l'utilisateur a défini une date d'expiration. Si la bibliothèque utilise les préférences :ref:`ExpireReservesMaxPickUpDelay` et :ref:`ExpireReservesMaxPickUpDelayCharge`, ce script annulera également les réservations mises de côtés depuis trop longtemps et placera une amende pour l'adhérent n'ayant pas retiré la réservation (selon la pratique de la bibliothèque).

source: Unsuspend holds
de: Wiederaufnahme von Vormerkungen
fr: Réactivation des réservations

source: Script path: misc/cronjobs/holds/auto\_unsuspend\_holds.pl
de: Skriptpfad: misc/cronjobs/holds/auto\_unsuspend\_holds.pl
fr: Chemin du script : misc/cronjobs/holds/auto\_unsuspend\_holds.pl

source: Does: checks to find holds that should no longer be suspended and removes the suspension if the :ref:`AutoResumeSuspendedHolds` preference is set to 'allow'. This puts the patron back in to the queue where they were when the hold was suspended.
de: Zweck: Prüft und findet Vormerkungen, die wieder aktiviert werdenkönnen, wenn der Systemparameter :ref:`AutoResumeSuspendedHolds` auf "Erlaube" gesetzt ist. Der Benutzer wird auf die gleiche Position in der Warteliste gesetzt, die er inne hatte, als die Vormerkung ausgesetzt wurde.
fr: Tâche effectuée : recherche les réservations qui ne doivent plus être suspendues et supprime la suspension si la préférence :ref:`AutoResumeSuspendedHolds` a la valeur 'autoriser'. L'adhérent est replacé dans la file des réservations là où il se trouvait lorsque la réservation a été suspendue.

source: Fines
de: Gebühren
fr: Amendes

source: Script path: misc/cronjobs/fines.pl
de: Skriptpfad: misc/cronjobs/fines.pl
fr: Chemin du script : misc/cronjobs/fines.pl

source: Does: calculates and charges (or increments) overdue fines per item to patron accounts. The fine calculation is done using the grace period, fine interval, fine amount and other parameters from the :ref:`circulation and fines rules <circulation-and-fines-rules-label>`.
de: Zweck: Berechnet und bucht Mahngebühren pro Exemplar auf dem Benutzerkonto. Die Gebührenberechnung erfolgt unter Verwendung der Gnadenfrist, des Gebühreninterfalls, der Mahngebühr und anderer Parameter aus den :ref:`Ausleihkonditionen <circulation-and-fines-rules-label>`.
fr: Tâche effectuée : calcule et affecte (ou augmente) les amendes pour retard sur le compte adhérent. Le calcul des amendes se fait selon la période de grâce, l'intervalle de facturation, le montant des amendes et d'autres paramètres des :ref:'règles de circulation <circulation-and-fines-rules-label>'.

source: Required by: :ref:`finesMode` system preference
de: Erforderlich für: Systemparameter :ref:`finesMode`
fr: Requis par : la préférence système :ref:`finesMode`

source: Frequency suggestion: nightly
de: Vorschlag für Häufigkeit: nächtlich
fr: Périodicité préconisée : chaque jour

source: **Note** If the Koha system preference 'finesMode' is set to 'production', the fines are charged to the patron accounts. If set to 'test', the fines are calculated but not applied.
de: **Hinweis** Wenn der Systemparameter "finesMode" auf "Berechne und buche" gesetzt ist, werden Gebühren auf den Benutzerkonten gebucht.
fr: **Note** Si la préférence système 'finesMode' a la valeur 'production', les amendes sont ajoutées dans les comptes des adhérents. Si la valeur de cette préférence système est 'test', les amendes sont calculées mais pas appliquées.

source: **Note** Fines will not be applied on a holiday.
de: **Hinweis** An einem Schließtag werden keine Gebühren berechnet.
fr: **Note** Les amendes ne sont pas appliquées pour un jour déclaré fermé.

source: **PARAMETERS** - -h|--help
de: **PARAMETER** - -h|--help

source: get help message
de: Hilfe ausgeben

source: log the output to a file (optional if the -o parameter is given)
de: Ausgabe in eine Datei loggen (optional, wenn der Parameter -o angegeben wird)

source: ouput directory for logs (defaults to env or /tmp if the directory does not exist)
de: Ausgabeverzeichnis für Logs (voreingestellt auf env oder /tmp, wenn das Verzeichnis nicht existiert)

source: verbose mode
de: Ausführliche Ausgabe

source: how many days back of overdues to process
de: Anzahl an Tagen in der Vergangenheit für die Überfälligkeiten bearbeitet werden sollen

source: this can improve performance by simply the number of records that need to be processed. It can be safe to limit the overdues processed to those under X days overdues given that circulation policy often caps fines at a maximum after a number of days.
de: Dies kann die Performanz verbessern, da die Anzahl der zu bearbeitenden Datensätze eingeschränkt wird. Eine Vorgehensweise wäre auf die Überfälligkeiten einzuschränken, die in den Ausleihkonditionen definierte maximale Höhe der Mahngebühren bereits sicher erreicht haben.

source: Static fines
de: Statische Gebühren
fr: Amendes fixes

source: Script path: misc/cronjobs/staticfines.pl
de: Skriptpfad: misc/cronjobs/staticfines.pl
fr: Chemin du script : misc/cronjobs/staticfines.pl

source: Does: charges a single static fine for any/all overdues a patron currently has outstanding. The charge amount is either defined on the command line per borrower category or will use the circulation rules associated with the oldest overdue item the patron has currently checked out (for the first fine period only) Once charged, the fine is static: No new fines will be added until the existing fine is paid off in full.
de: Zweck: Erhebt eine einzelne statische Gebühr für alle Überfälligkeiten, die ein Benutzer hat. Die Höhe der Gebühr wird entweder über einen Kommandozeilenparameter per Benutzertyp oder oder die Ausleihkonditionen für das am längsten überfällige und noch entliehene Exemplar berechnet. Sobald die Gebühr berechnet wurde, ist sie statisch: Es werden keine weiteren Gebühren erhoben, bis die vorhandene Gebühr vollständig bezahlt wurde.

source: **Note** Fines won't be applied on a holiday.
de: **Hinweis** An einem Schließtag werden keine Gebühren berechnet.
fr: **Note** Les amendes ne sont pas appliquées pour un jour déclaré fermé.

source: Long overdues
de: Lange Überfälligkeiten
fr: Retards de longue durée

source: Script path: misc/cronjobs/longoverdue.pl
de: Skriptpfad: misc/cronjobs/longoverdue.pl
fr: Chemin du script : misc/cronjobs/longoverdue.pl
