Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: de, fr

source: Does: generates Spec C outbound notifications file for Talking Tech i-tiva phone notification system.
de: Zweck: Generiert eine Spec C-Datei für ausgehende Benachrichtigungen für das Talking Tech i-tiva Telefonbenachrichtigungssystem.
fr: Tâche effectuée : génère le fichier de sortie Spec C contenant les notifications pour le système de notification téléphonique Talking Tech i-tiva.

source: Required by: :ref:`TalkingTechItivaPhoneNotification`
de: Erforderlich für: :ref:`TalkingTechItivaPhoneNotification`
fr: Requis par : :ref:`TalkingTechItivaPhoneNotification`

source: Receiving notices file
de: Datei für eingehende Benachrichtigungen
fr: Réception du fichier des notifications

source: Script path: misc/cronjobs/thirdparty/TalkingTech\_itiva\_inbound.pl
de: Skriptpfad: misc/cronjobs/thirdparty/TalkingTech\_itiva\_inbound.pl
fr: Chemin du script : misc/cronjobs/thirdparty/TalkingTech\_itiva\_inbound.pl

source: Does: processes received results files for Talking Tech i-tiva phone notification system.
de: Zweck: Vearbeitet die vom Talking Tech i-tive Telefonbenachrichtigungssystem erhaltenen Ergebnisdateien.
fr: Tâche effectuée : traite les fichiers de résultats reçus pour le système de notification téléphonique Tech i-tiva.

source: Notify patrons of expiration
de: Benachrichtigung bei Kontoablauf
fr: Notification des adhérents de l'expiration

source: Script path: misc/cronjobs/membership\_expiry.pl
de: Skriptpfad: misc/cronjobs/membership\_expiry.pl
fr: Chemin du script : misc/cronjobs/membership\_expiry.pl

source: Does: sends messages to warn patrons of their card expiration to the :ref:`message queue <cron-message-queue-label>` cron.
de: Zweck: Erstellt die Benachrichtigungen an die Benutzer, deren Konto bald abläuft, und schreibt diese in die :ref:`Warteliste für Benachrichtigungen <cron-message-queue-label>` für den späteren Versand.
fr: Tâche effectuée : envoie des messages pour aviser les adhérents de l'expiration de leur carte vers le cron :ref:`file d'attente <cron-message-queue-label>`.

source: Requires: :ref:`MembershipExpiryDaysNotice`
de: Erforderlich für: :ref:`MembershipExpiryDaysNotice`
fr: Requiert : :ref:`MembershipExpiryDaysNotice`

source: Frequency: nightly
de: Vorschlag für Häufigkeit: nächtlich
fr: Périodicité: chaque soir

source: In processing/book cart
de: In Bearbeitung/Einstellwagen
fr: En cours de traitement/Chariot de livres

source: Script path: misc/cronjobs/cart\_to\_shelf.pl
de: Skriptpfad: misc/cronjobs/cart\_to\_shelf.pl
fr: Chemin du script : misc/cronjobs/cart\_to\_shelf.pl

source: Does: updates all items with a location of CART to the item's permanent location.
de: Zweck: Aktualisiert alle Exemplare mit dem temporären Standort CART auf den permanenten Standort.
fr: Tâche effectuée : met à jour tous les exemplaires ayant la localisation CART (chariot) vers leur localisation normale (permanent location).

source: Required by: :ref:`NewItemsDefaultLocation`, and :ref:`UpdateItemLocationOnCheckin` system preferences
de: Erforderlich für: Systemparameter :ref:`NewItemsDefaultLocation` und :ref:`UpdateItemLocationOnCheckin`
fr: Requis par les préférences système :ref:`NewItemsDefaultLocation` et :ref:`UpdateItemLocationOnCheckin`

source: Frequency suggestion: hourly
de: Vorschlag für Häufigkeit: stündlich
fr: Périodicité préconisée : chaque jour

source: Catalog
de: Katalog
fr: Catalogue

source: Import webservice batch
de: Webservice für den Stapelimport
fr: Traitement par lot pour les imports par webservice

source: Script path: misc/cronjobs/import\_webservice\_batch.pl
de: Skriptpfad: misc/cronjobs/import\_webservice\_batch.pl
fr: Chemin du script : misc/cronjobs/import\_webservice\_batch.pl

source: Does: processes import bach queues of type 'webservice'. Batches can also be processed through the UI.
de: Zweck: Verarbeitet Importe des Typs "webservice". Die Importe können alternativ auch aus der Oberfläche heraus verarbeitet werden.
fr: Tâche effectuée : traite par lot les files d'import de type 'webservice'. Les lots peuvent aussi être traités via l'interface utilisateur.

source: This script is used for OCLC Connexion
de: Dieses Skript wird für die Integration mit OCLC Connexion verwendet
fr: Ce script est utilisé pour la connexion OCLC

source: Script path: misc/bin/connexion\_import\_daemon.pl
de: Skriptpfad: misc/bin/connexion\_import\_daemon.pl
fr: Chemin du script : misc/bin/connexion\_import\_daemon.pl

source: Does: listens for OCLC Connexion requests and is compliant with OCLC Gateway specification. It takes requests with MARC XML and import batch parameters from a configuration file and forwards it to svc/import_bib
de: Zweck: Lauscht auf eingehende Anfragen von OCLC Connexion entsprechend der OCLC Gateway-Spezifikation. Es erwartet Anfragen mit MARCXML und Parameter für den Stapelimport aus einer Konfigurationsdatei und gibt diese an scv/import_bib weiter.
fr: Tâche effectuée : démon qui écoute les requêtes de connexion d'OCLC et est compatible avec les spécifications de la passerelle OCLC. Il prend les requêtes MARC XML et les paramètres d'import par lots via un fichier de configuration et les fait suivre dans svc/import_bib

source: Batch item deletion
de: Stapellöschung von Exemplaren
fr: Suppression d’exemplaires par lots

source: Script path: misc/cronjobs/delete\_items.pl
de: Skriptpfad: misc/cronjobs/delete\_items.pl
fr: Chemin du script : misc/cronjobs/delete\_items.pl

source: Does: generates a query against the items database and deletes the items matching the criteria specified in the command line arguments.
de: Zweck: Generiert eine Abfrage gegen Exemplartabelle und löscht alle Exemplare, welche die in den Kommandozeilenparametern angegebenen Kriterien erfüllen.
fr: Tâche effectuée : génère une requête dans la base de données d'exemplaires et supprime les exemplaires correspondant aux critères spécifiés dans les arguments de la ligne de commande.

source: --verbose Send the "WHERE" clause generated by the collected C<--where> arguments, as well as items affected to Standard Out.
de: --verbose Gibt die "WHERE"-Bedingung aus, die von den gesammelten <--where>-Argumenten generiert wurde, und die Exemplare, die damit gelöscht würden.
fr: --verbose Envoie la clause "WHERE" générée par les arguments collectés par C<--where>, ainsi que les exemplaires affectés à Standard Out.

source: --where The C<--where> option may called multiple times. The following argument must be a syntactically valid SQL statement which is part of the C<WHERE> clause querying the items table. These are joined by C<AND>.
de: --where Der Parameter C<--where> kann mehrfach aufgerufen werden. Das folgende Argument muss ein syntaktisch korrektes SQL-Statement sein, dass Teil der <WHERE>-Bedingung für die Abfrage der Exemplartabelle ist. Die Parameter werden mit C<AND> verknüpft.
fr: --where L'option C<--where> peut être appelée plusieurs fois. L'argument suivant doit être une instruction SQL syntaxiquement valide qui fait partie de la clause C<WHERE> qui interroge la table des exemplaires. Ceux-ci sont reliés par C<AND>.

source: --commit No items will be deleted unless the C<--commit> flag is present.
de: --commit Es werden keine Exemplare gelöscht, wenn der Parameter C<--commit> nicht gesetzt ist.
fr: --commit Aucun élément ne sera supprimé à moins que le drapeau C<--commit> ne soit présent.

source: **EXAMPLES**
de: **BEISPIELE**
fr: **EXEMPLES D'UTILISATION**

source: The following are examples of this script:
de: Im folgenden Beispiele für die Ausführung dieses Skripts:
fr: La suite présente des exemples pour ce script :

source: Check URL quick
de: Schneller URL-Checker
fr: Vérification rapide d'URL

source: Script path: misc/cronjobs/check-url-quick.pl
de: Skriptpfad: misc/cronjobs/check-url-quick.pl
fr: Chemin du script : misc/cronjobs/check-url-quick.pl

source: Does: checks URLs from biblio records; scans all URLs found by default in 856$u of bibliographic records and displays if resources are available or not.
de: Zweck: Prüft die URLs in den Titeldatensätzen: Scannt in der Voreinstellung alle URLs in 856$u der bibliografischen Datensätze und zeigt an, ob die Ressourcen erreichbar sind oder nicht.
fr: Tâche effectuée : vérifie les URL des notices bibliographiques; analyse toutes les URL trouvées par défaut dans 856$u des notices bibliographiques et affiche si les ressources sont disponibles ou non.

source: This script replaces the check-url.pl script
de: Dieses Skript ersetzt das check-url.pl-Skript
fr: Ce script remplace le script check-url.pl

source: --host=http://default.tld Server host used when URL doesn't have one, ie doesn't begin with 'http:'. For example, if --host=mylib.com, then when 856$u contains 'img/image.jpg', the url checked is: http://www.mylib.com/image.jpg.
de: --host=http://default.tld Der Host, der verwendet wird, wenn eine URL keinen hat, bzw. nicht mit "http" beginnt. Zum Beispiel: Wenn --host=mylib.com, dann wird ein 856$u, dass mit "img/image.jpg" belegt ist, zu http://www.mylib.com/image.jpg ergänzt.
fr: --host=http://default.tld Serveur hôte utilisé lorsque l'URL n'en a pas, c'est à dire qu'il ne commence pas par 'http:'. Par exemple, si --host=mylib.com, alors quand 856$u contient 'img/image.jpg', l'url cochée est http://www.mylib.com/image.jpg.

source: --tags Tags containing URLs in $u subfields. If not provided, 856 tag is checked. Multiple tags can be specified, for example:
de: --tags Felder, die URLS im Unterfeld $u enthalten. Wenn dieser Parameter nicht angegeben wird, wird nur Feld 856 geprüft. Es können mehrere Felder angegeben werden, zum Beispiel:
fr: --tags Balises contenant des URLs dans les sous-champs $u. S'il n'est pas fourni, la balise 856 est cochée. Plusieurs balises peuvent être spécifiées, par exemple :

source: --verbose|v Outputs both successful and failed URLs.
de: --verbose|v Gibt sowohl die gültigen als auch die ungültigen URLs aus
fr: --verbose|v Sortie des URLs réussies et des URLs échouées.

source: --html Formats output in HTML. The result can be redirected to a file accessible by http. This way, it's possible to link directly to the bibliographic record in edit mode. With this parameter --host-intranet is required.
de: --html Formatiert die Ausgabe in HTML. Das Ergebnis kann in eine Datei geschrieben werden, auf die über http zugegriffen werden kann. Auf diese Weise ist es möglich direkt auf den Titelsatz in der Katalogisierung zu verlinken. Mit diesem Parameter ist auch --host-intranet erforderlich.
fr: --html Formate la sortie en HTML. Le résultat peut être redirigé vers un fichier accessible par http. De cette façon, il est possible de créer un lien direct vers la notice bibliographique en mode édition. Avec ce paramètre --host-intranet est nécessaire.

source: --host-intranet=http://koha-pro.tld Server host used to link to bibliographic record editing page in Koha intranet interface.
de: --host-intranet=http://koha-pro.tld Host für den Link auf das Bearbeiten-Formular in der Katalogisierung in der Dienstoberfläche.
fr: --host-intranet=http://koha-pro.tld Serveur hôte utilisé pour établir un lien vers la page d'édition des notices bibliographiques dans l'interface professionnelle de Koha.

source: --timeout=10 Timeout for fetching URLs. By default 10 seconds.
de: --timeout=10 Timeout für die Prüfung der URL. In der Voreinstellung 10 Sekunden.
fr: --timeout=10 Délai d'attente pour récupérer les URLs. Par défaut 10 secondes.

source: --maxconn=1000 Number of simulaneous HTTP requests. By default 200 connexions.
de: --maxconn=1000 Anzahl gleichzeitiger HTTP-Anfragen. In der Voreinstellung: 200.
fr: --maxconn=1000 Nombre de requêtes HTTP simultanées. Par défaut 200 connexions.

source: Check URLs
de: URL-Checker
fr: Vérification des URLs

source: Script path: misc/cronjobs/check-url.pl
de: Skriptpfad: misc/cronjobs/check-url.pl
fr: Chemin du script : misc/cronjobs/check-url.pl

source: Does: checks URLs in 856$u field. Script output can now be formatted in CSV or HTML. The HTML version links directly to MARC biblio record editor.
de: Zweck: Prüft URLs im Feld 856$u. Die Ausgabe kann als CSV oder HTML formatiert werden. In der HTML-Version wird direkt auf den Editor in der Katalogisierung verlinkt.
fr: Tâche effectuée : vérifie les URL des champs 856$u. Les résultats du script peuvent maintenant être formatés en CSV ou HTML. La version HTML est liée directement avec l’éditeur de notices.

source: Frequency suggestion: monthly
de: Vorschlag für Häufigkeit: monatlich
fr: Périodicité préconisée : chaque jour

source: Learn more: http://wiki.koha-community.org/wiki/Check-url_enhancements
de: Erfahren Sie mehr: http://wiki.koha-community.org/wiki/Check-url_enhancements
fr: Pour en savoir plus : http://wiki.koha-community.org/wiki/Check-url_enhancements

source: Delete records via leader
de: Datensätze über den Leader löschen
fr: Suppression de notices via le label

source: Script path: misc/cronjobs/delete\_records\_via\_leader.pl
de: Skriptpfad: misc/cronjobs/delete\_records\_via\_leader.pl
fr: Chemin du script : misc/cronjobs/delete\_records\_via\_leader.pl

source: Does: attempts to delete any MARC records where the leader character 5 equals 'd'.
de: Zweck: Versucht alle MARC-Datensätze zu löschen, bei denen Leader Pos. 5 auf "d" gesetzt ist.
fr: Tâche effectuée : tente de supprimer toutes les notices MARC dont le caractère principal en position 5 est 'd'.

source: -c|--confirm Script will do nothing without this parameter
de: -c|--confirm Ohne diesen Parameter werden durch das Skript keine Änderungen gemacht
fr: -c|--confirm Le script ne fera rien sans ce paramètre

source: -v|--verbose Verbose mode
de: -v|--verbose Ausführliche Ausgabe
fr: -v|--verbose Mode verbeux

source: -t|--test Test mode, does not delete records. Test mode cannot determine if a record/item will be deleted successfully, it will only tell you what records and items the script will attempt to delete.
de: -t|--test Testmodus, es werden keine Datensätze gelöscht. Im Testmodus wird nicht ausgegeben, welche Titel/Exemplare tatsächlich gelöscht werden, sondern nur, bei welchen Datensätzen eine Löschung versucht wird.
fr: -t|--test Mode test, n'efface pas les notices. Le mode Test ne peut pas déterminer si une notice ou un exemplaire sera supprimé avec succès, il vous indiquera seulement lesquels (notices et exemplaires) le script tentera de supprimer.

source: -i|--delete-items Try deleting items before deleting record. Records with items cannot be deleted.
de: -i|--delete-items Versuche anhängende Exemplare zu löschen, bevor der Titel gelöscht wird. Titel mit Exemplaren können nicht gelöscht werden.
fr: -i|--delete-items Essaie de supprimer les exemplaires avant de supprimer une notice. Les notices contenant des exemplaires ne peuvent pas être supprimées.

source: Update authorities
de: Normdatensätze aktualisieren
fr: Mise à jour des autorités

source: Script path: misc/cronjobs/merge\_authorities.pl
de: Skriptpfad: misc/cronjobs/merge\_authorities.pl
fr: Chemin du script : misc/cronjobs/merge\_authorities.pl

source: Does: updates biblio data with changes to authorities records
de: Zweck: Aktualisiert Titeldaten mit den Änderungen in den Normdaten
fr: Tâche effectuée : met à jour les données bibliographiques avec modifications des notices d'autorité

source: The name of this script is misleading. This script does not merge authorities together it instead merges authority data with linked bib records. Edits to authority records will be applied to bibliographic records that use that authority when this script is run.
de: Der Name dieses Skripts ist etwas irreführend. Das Skript verschmilzt keine Normdatensätze, sondern verschmilzt Normdaten und Titeldaten. Bearbeitungen an den Normdaten werden in den verknüpften Titeln nachgezogen, wenn dieses Skript ausgeführt wird.
fr: Le nom du script est trompeur. Ce script ne fusionne pas les autorités entre elles, mais à la place met à jour les données d'autorité dans les données bibliographiques liées. Les modifications faites dans une notice d'autorité seront appliquées dans les notices bibliographiques qui utilisent cette autorité lorsque ce script est lancé.

source: Required by: :ref:`AuthorityMergeLimit` system preference
de: Erforderlich für: Systemparameter :ref:`AuthorityMergeLimit`
fr: Requis par : la préférence système :ref:`AuthorityMergeLimit`

source: Serials update
de: Verspätete Zeitschriftenhefte
fr: Mise à jour des abonnements

source: Script path: misc/cronjobs/serialsUpdate.pl
de: Skriptpfad: misc/cronjobs/serialsUpdate.pl
fr: Chemin du script : misc/cronjobs/serialsUpdate.pl

source: Does: checks if there is a "late" issue on active subscriptions, and if there is, the script will set it as late, and add the next one as expected.
de: Zweck: Prüft, ob es ein "verspätetes" Heft für ein aktives Abonnement gibt und wenn dem so ist, wird es auf verspätet gesetzt und das nächste erwartete Heft vorhergesagt.
fr: Tâche effectuée : vérifie s'il y a un numéro en retard dans les abonnements actifs, et s'il y en a, le déclare 'en retard' et ajoute le numéro suivant comme 'attendu'.

source: Automatic item update
de: Automatische Exemplaränderungen
fr: Mise à jour automatique d'exemplaires

source: Script path: misc/cronjobs/automatic\_item\_modification\_by\_age.pl
de: Der Cronjob ist misc/cronjobs/automatic\_item\_modification\_by\_age.pl.
fr: Chemin du script : misc/cronjobs/automatic\_item\_modification\_by\_age.pl

source: Does: updates items based on the list of rules set forth in the :ref:`Automatic item modifications by age` tool
de: Zweck: Aktualisiert Exemplare basierend auf einer Liste von Regeln, die im Werkzeug :ref:`Automatische Exemplarbearbeitung nach Alter` definiert wurden
fr: Tâche effectuée : met à jour les exemplaires sur la base d'une liste de règles définies préalablement dans l'outil :ref:`Modifications automatiques d'exemplaires par ancienneté`

source: Required by: :ref:`Automatic item modifications by age`
de: Erforderlich für: :ref:`Automatische Exemplarbearbeitung nach Alter`
fr: Requis par : :ref:`Modifications automatiques d'exemplaires par ancienneté`

source: Frequency suggestions: nightly
de: Vorschlag für Häufigkeit: nächtlich
fr: Périodicité préconisée : chaque nuit

source: Script path: misc/cronjobs/rss/rss.pl
de: Skriptpfad: misc/cronjobs/rss/rss.pl
fr: Chemin du script : misc/cronjobs/rss/rss.pl

source: Does: produces an RSS XML document for any SQL query (not used for search results RSS feed). :ref:`Learn more <custom-rss-feeds-label>`.
de: Zweck: Erzeugt ein RSS-XML-Dokument für eine beliebige SQL-Anfrage (wird nicht für die RSS-Feeds der Suche verwendet). Weiteres unter: :ref:`Benutzerdefinierte RSS-Feeds <custom-rss-feeds-label>`.
fr: Tâche effectuée : produit un document XML RSS pour chaque requête SQL (n'est pas utilisé pour le flux RSS des recherches). :ref:`En savoir plus <custom-rss-feeds-label>`.

source: Authorities browser
de: Normdatenbrowser
fr: Navigation dans les autorités

source: Script path: misc/cronjobs/build\_browser\_and\_cloud.pl
de: Cloud mit Schlagworten im OPAC (erfordert misc/cronjobs/build\_browser\_and\_cloud.pl).
fr: Chemin du script : misc/cronjobs/build\_browser\_and\_cloud.pl

source: Does: generates content for authorities browse in OPAC
de: Zweck: Generiert die Inhalte für den Normdatenbrowser im OPAC
fr: Tâche effectuée : génère du contenu pour les autorités dans l'OPAC

source: Required by: :ref:`OpacBrowser` system preference
de: Erforderlich für: Systemparameter :ref:`OpacBrowser`
fr: Requis par : la préférence système :ref:`OpacBrowser`

source: This preference and cron job should only be used on French systems.
de: Dieser Systemparameter und Cronjob sollten nur in französischsprachigen Systemen genutzt werden.
fr: Cette préférence et ce cronjob devraient être seulement utilisés dans des systèmes Français.

source: Subject/author clouds
de: Schlagwort-/Verfasserwolken
fr: Nuages de sujets

source: Script path: misc/cronjobs/cloud-kw.pl
de: Skriptpfad: misc/cronjobs/cloud-kw.pl
fr: Chemin du script :misc/cronjobs/cloud-kw.pl

source: Does: generates HTML keywords clouds from Koha Zebra indexes. misc/cronjobs/cloud-sample.conf has a sample of how this script operates.
de: Zweck: Generiert eine Stichwortwolken in HTML aus den Zebra-Indizes. Die Datei misc/cronjobs/cloud-sample.conf enthält ein Beispiel zur Funktionsweise des Skripts.
fr: Tâche effectuée : génère des nuages de mots-clés HTML à partir des index Zebra de Koha. misc/cronjobs/cloud-sample.conf est un exemple de la façon dont ce script opère.

source: Frequency: This is the type of script you can run once a month or so, the content generated isn't going to change very much over time.
de: Häufigkeit: Diese Art Skript kann z.B. einmal im Monat ausgeführt werden, da der generierte Inhalt sich nicht stark verändert.
fr: Fréquence: c'est le type de script que vous pouvez exécuter une fois par mois environ, le contenu généré ne va pas beaucoup changer au fil du temps.

source: Services throttle
de: Servicebegrenzungen
fr: Quota de services

source: Script path: misc/cronjobs/services\_throttle.pl
de: Skriptpfad: misc/cronjobs/services\_throttle.pl
fr: Chemin du script : misc/cronjobs/services\_throttle.pl

source: Does: resets the xISBN services throttle
de: Zweck: Setzt den Zähler für die Anfragen an den xISBN-Service zurück
fr: Tâche effectuée : réinitialise le nombre de services xISBN

source: Clean up database
de: Datenbank aufräumen
fr: Nettoyage de la base de données

source: Script path: misc/cronjobs/cleanup\_database.pl
de: Skriptpfad: misc/cronjobs/cleanup\_database.pl
fr: Chemin du script : misc/cronjobs/cleanup\_database.pl

source: Does: truncates the sessions table, cleans out old zebraqueue entries, action logs and staged MARC files.
de: Zweck: Bereinigt Daten und Vorgänge in der Datenbank, z.B. Sessions, Zebra-Warteliste, Logs und zwischengespeicherte MARC-Dateien.
fr: Tâche effectuée : tronque la table des sessions, nettoie les anciennes entrées de la file d'attente (zebraqueue), les logs d'activité (action logs) et les fichiers MARC importés dans le réservoir.

source: See http://schema.koha-community.org/ for the Koha database schema.
de: Siehe http://schema.koha-community.org/ für das Datenbankschema von Koha.

source: **PARAMETERS** - --del-exp-selfreg
de: **PARAMETER** - --del-exp-selfreg

source: Delete expired self registration accounts (accounts that haven't been upgraded from the 'temporary' category) from the borrowers table.
de: Lösche abgelaufene Selbstanmeldungen (Konten die, die noch den temporären Benutzertyp haben) aus der Benutzertabelle.

source: The number of days for expiry is set in the :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` system preference.
de: Die Anzahl an Tagen bis zum Ablauf wird über den Systemparameter :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay` konfiguriert.
fr: Le délai d'expiration (en jours) est défini par la préférence système :ref:`PatronSelfRegistrationExpireTemporaryAccountsDelay`.

source: The temporary patron category is set in the :ref:`PatronSelfRegistrationDefaultCategory` system preference.
de: Der temporäre Benutzertyp wird im Systemparameter :ref:`PatronSelfRegistrationDefaultCategory` konfiguriert.

source: --del-unv-selfreg DAYS
de: --del-unv-selfreg TAGE

source: Delete all unverified self registrations in borrower_modifications older than DAYS.
de: --del-unv-selfreg TAGE Löscht alle nicht verifizierten Benutzerselbstregistrierungen in borrower_modifications, die älter als TAGE sind.

source: --deleted-catalog DAYS
de: --deleted-catalog TAGE
