Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: de, fr

source: Does: allows one to specify delays for changing items to different lost statuses, and optionally charge for them using the replacement price listed on the item record.
de: Zweck: Erlaubt es Fristen zu definieren, nach denen Exemplare auf verschiedene Verloren-Status gesetzt werden und nach denen auch optional eine Buchersatzgebühr berechnet werden kann.
fr: Tâche effectuée : permet de spécifier des délais avant de changer le statut des exemplaires perdus, et optionnellement de les facturer en utilisant le montant de remplacement indiqué dans la notice de l'exemplaire.

source: **Note**
de: **Hinweis**

source: Staff can control some of the parameters for the longoverdue cron job with the :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-and-defaultlongoverduedays-label>` and :ref:`DefaultLongOverdueChargeValue` preferences.
de: Das Bibliothekspersonal kann die Parameter für diesen Cronjob über die Systemparameter :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-and-defaultlongoverduedays-label>` und :ref:`DefaultLongOverdueChargeValue` konfigurieren.
fr: Le personnel peut contrôler une partie des paramètres du cron job longoverdue avec les préférences systèmes :ref:`DefaultLongOverdueLostValue` <defaultlongoverduelostvalue-and-defaultlongoverduedays-label>` et :ref:`DefaultLongOverdueChargeValue`.

source: Track total checkouts
de: Aktualisierung der Ausleihzahlen
fr: Suivi du nombre total de prêts

source: Script path: misc/cronjobs/update\_totalissues.pl
de: Skriptpfad: misc/cronjobs/update\_totalissues.pl
fr: Chemin du script : misc/cronjobs/update\_totalissues.pl

source: Does: updates the biblioitems.totalissues field in the database with the latest tally of checkouts based on historical issue statistics.
de: Zweck: Aktualisiert das Feld biblioitems.totalissues in der Datenbank mit den zuletzt erfolgten Ausleihen, basierend auf den Daten der Ausleihhistorie.
fr: Tâche effectuée : met à jour le champ biblioitems.totalissues dans la base de données avec le dernier décompte de prêts calculé à partir de l'historique des prêts de la table statistics.

source: **Warning**
de: **Warnung**
fr: **Attention**

source: If the time on your database server does not match the time on your Koha server you will need to take that into account, and probably use the --since argument instead of the --interval argument for incremental updating.
de: Wenn die Zeit Ihres Datenbankservers nicht mit der Zeit des Koha-Servers übereinstimmt, müssen Sie dies berücksichtigen und ggf. das den Parameter --since statt --interval für das inkrementelle Update verwenden.
fr: Si le temps dans votre base de données ne concorde pas avec le temps sur votre serveur Koha, vous devrez prendre cela en compte, et probablement utiliser --since plutôt que --interval pour la mise a jour incrémentielle.

source: This cronjob can be used if there is a performance concern. Otherwise, use the UpdateTotalIssuesOnCirc System Preference.
de: Dieser Cronjob kann verwendet werden, wenn Bedenken zur Performanz bestehen. Anderenfalls kann auch der Systemparameter UpdateTotalIssuesOnCirc aktiviert werden.
fr: Ce cronjob peut être utilisé s'il y a un problème de performance. Sinon, utiliser la préférence système UpdateTotalIssuesOnCirc.

source: Generate patron file for offline circulation
de: Benutzerdatei für Offline-Verbuchung erzeugen
fr: Génération d'un fichier d'adhérents pour le prêt secouru

source: Script path: misc/cronjobs/create\_koc\_db.pl
de: Skriptpfad: misc/cronjobs/create\_koc\_db.pl
fr: Chemin du script : misc/cronjobs/create\_koc\_db.pl

source: Does: generates the borrowers.db file for use with the :ref:`Koha offline circulation <offline-circ-tool-for-windows-label>` tool
de: Zweck: Generiert die Datei borrowers.db zur Verwendugn mit der integrierten :ref:`Koha Offlie-Verbuchung <offline-circ-tool-for-windows-label>`
fr: Tâche effectuée : génère le fichier borrowers.db utilisé par l'outil :ref:`Koha Offline Circulation <offline-circ-tool-for-windows-label>`

source: Frequency suggestion: weekly
de: Vorschlag für Häufigkeit: wöchentlich
fr: Périodicité préconisée : chaque jour

source: Automatic renewal
de: Automatische Verlängerung
fr: Renouvellement automatique

source: Script path: misc/cronjobs/automatic\_renewals.pl
de: Skript unter: misc/cronjobs/automatic\_renewals.pl
fr: Chemin du script : misc/cronjobs/automatic\_renewals.pl

source: Does: renews items if you're allowing automatic renewal with your :ref:`circulation and fines rules <circulation-and-fines-rules-label>`.
de: Zweck: Führt die automatischen Verlängerungen aus, wenn diese über die :ref:`Ausleihkonditionen <circulation-and-fines-rules-label>` erlaubt sind.
fr: Tâche effectuée : renouvelle automatiquement les prêts si vous utilisez les renouvellements automatiques dans vos :ref:`règles de circulation et d'amendes <circulation-and-fines-rules-label>`.

source: **Important**
de: **Wichtig**

source: To run this properly, you must use the --confirm parameter, otherwise it will only run in test mode
de: Um diesen Cronjob auszuführen, müssen Sie den Parameter --confirm verwenden, da sonst nur der Testmodus ausgeführt wird
fr: Pour le lancer correctement, vous devez utilisez le paramètre --confirm, sinon, il ne se lancera qu'en mode test

source: sends the AUTO_RENEWALS notice to patrons if the automatic renewal has been done
de: Verschickt die Benachrichtigung AUTO_RENEWALS an die Benutzer, wenn die automatische Verlängerung ausgeführt wurde

source: without this parameter no changes will be made, the script will run in test mode
de: ohne diesen Parameter werden keine Änderungen vorgenommen, das Skript wird nur im Testmodus ausgeführt

source: without this parameter, the script will default to verbose mode as well
de: ohne diesen Parameter wird das Skript mit ausführlicher Ausgabe ausgeführt

source: Patrons
de: Benutzer
fr: Adhérents

source: Batch delete patrons
de: Stapellöschung von Benutzern
fr: Suppression d'adhérents par lots

source: Script path: misc/cronjobs/delete\_patrons.pl
de: Skriptpfad: misc/cronjobs/delete\_patrons.pl
fr: Chemin du script : misc/cronjobs/delete\_patrons.pl

source: Does: deletes patron records in batch based on date not borrowed since, expired before, last seen, category code, or library branch.
de: Zweck: Löscht Benutzerdatensätze auf Basis des letzten Ausleihdatums, des Ablaufdatums, der letzten Aktivität, dem Benutzertyp oder der Bibliothek.
fr: Tâche effectuée : supprime par lot les adhérents sur les critères suivants : pas de prêt depuis, compte expiré avant, vu pour la dernière fois, catégorie d'adhérent, bibliothèque.

source: Dates should be in ISO format, e.g., 2013-07-19, and can be generated with date -d '-3 month' "+%Y-%m-%d".
de: Daten sollten im ISO-Format angegeben werden, z.B. 2021-07-19 und können auch mit date -d '-3 month' "+%Y-%m-%d" kalkuliert werden.
fr: Les dates doivent être en format ISO, ex 2013-07-19, et peuvent être générées avec date -d '-3 mois' "+%Y-%m-%d".

source: The options to select the patron records to delete are **cumulative**. For example, supplying both --expired_before and --library specifies that patron records must meet *both* conditions to be selected for deletion.
de: Die Optionen um Benutzerdatensätze auszuwählen und zu löschen sind **kumultativ**. Wenn z.B. sowohl --expired_before als auch --library angegeben werden, muss der Benutzerdatensatz beide Kriterien erfüllen um gelöscht zu werden.
fr: Les options permettant de sélectionner les fiches d'adhérents à supprimer sont ** cumulatives **. Par exemple, fournir à la fois --expired_before et --library spécifie que les fiches d'adhérents doivent satisfaire à * deux * conditions pour être sélectionnées en vue de leur suppression.

source: **PARAMETERS**
de: **PARAMETER**
fr: **PARAMÈTRES**

source: --not_borrowed_since Delete patrons who have not borrowed since this date.
de: --not_borrowerd_since Lösche Benutzer, die seit diesem Daten nichts mehr entliehen haben.
fr: --not_borrowed_since Supprime les adhérents qui n’ont pas emprunté depuis cette date.

source: --expired_before Delete patrons with an account expired before this date.
de: --expired_before Lösche Benutzer, deren Konto vor diesem Datum abgelaufen ist.
fr: --expired_before Supprime les adhérents dont le compte a expiré avant cette date.

source: --last_seen Delete patrons who have not been connected since this date. The system preference :ref:`TrackLastPatronActivity` must be enabled to use this option.
de: --last_seen Lösche Benutzer, die seit diesem Datum nicht angemeldet waren. Für diese Option muss der Systemparameter :ref:`TrackLastPatronActivity` aktiv sein.
fr: --last_seen Supprime les adhérents qui ne se sont pas connectés depuis cette date. La préférence système :ref:`TrackLastPatronActivity` doit être activée pour utiliser cette option.

source: --category_code Delete patrons who have this category code.
de: --category_code Lösche Benutzer mit diesem Benutzertyp.
fr: --category_code Supprime les adhérents qui ont ce code de catégorie.

source: --library Delete patrons in this library.
de: --library Lösche Benutzer mit dieser Heimatbibliothek.
fr: --library Supprime les adhérents de cette bibliothèque.

source: -c|--confirm This flag must be provided in order for the script to actually delete patron records. If it is not supplied, the script will only report on the patron records it would have deleted.
de: -c|--confirm Dieser Parameter muss angegeben werden, damit das Skript tatsächlich Benutzer löscht. Wenn er nicht angegeben wird, erfolgt nur eine Ausgabe der Benutzer, die gelöscht werden würden.
fr: -c|--confirm Cet indicateur doit être fourni pour que le script supprime réellement les fiches des adhérents. S'il n'est pas fourni, le script ne signalera que les adhérents qu'il aurait supprimés.

source: -v|--verbose Verbose mode.
de: -v|--verbose Ausführliche Ausgabe.
fr: -v|--verbose Mode verbeux

source: Anonymize patron data
de: Benutzerdaten anonymisieren
fr: Anonymisation des données d'adhérents

source: Script path: misc/cronjobs/batch\_anonymise.pl
de: Skriptpfad: misc/cronjobs/batch\_anonymise.pl
fr: Chemin du script : misc/cronjobs/batch\_anonymise.pl

source: Does: removes borrowernumbers from circulation history so that the stats are kept, but the patron information is removed for privacy reasons.
de: Zweck: Entfernt die borrowernumber (interne Benutzernummer) aus der Ausleihhistorie, so dass die statistischen Daten erhalten bleiben, aber die Benutzerzuordnung aus Datenschutzgründen nicht mehr möglich ist.
fr: Tâche effectuée : supprime les numéros d'adhérents de l'historique de circulation, de sorte que les statistiques soient conservées, mais les informations sur les adhérents sont supprimées pour des raisons de confidentialité

source: Update patron categories
de: Benutzertypen aktualisieren

source: Script path: misc/cronjobs/update\_patrons\_category.pl
de: Skriptpfad: misc/cronjobs/update\_patrons\_category.pl
fr: Chemin du script : misc/cronjobs/update\_patrons\_category.pl

source: Does: Updates the patron category of patrons matching the given criteria to another specified patron category. This can be used to convert child patrons from a child patron category to an adult patron category when they reach the upper age limit defined in the :ref:`patron category <patron-categories-label>`.
de: Zweck: Aktualisiert den Benutzertyp von Benutzern, welche die angegebenen Kriterien erfüllen auf einen angegebenen Benutzertyp. Dies kann verwendet werden um die Konten von Kindern/Jugendlichen auf Benutzertypen für Erwachsene zu aktualisieren, wenn das für den :ref:`Benutzertyp <patron-categories-label>` definierte Höchstalter erreicht wird.
fr: Tâche effectuée : modifie la catégorie d'adhérents des adhérents remplissant aux critères donnés en une autre catégorie. Cela peut être utilisé pour mettre à jour de jeunes adhérents relevant d'une catégorie Enfant vers une catégorie Adulte lorsqu'ils atteignent la limite d'âge supérieure définie dans les :ref:'catégories d'adhérents <patron-categories-label>'.

source: This script replaces the j2a.pl script.
de: Dieses Skript ersetzt j2a.pl.

source: **DESCRIPTION**
de: **BESCHREIBUNG**

source: This script is designed to update patrons from one category to another using the criteria specified using command line arguments.
de: Dieses Skript wird dazu verwendet den Benutzertyp von Benutzern anhand der als Kommandozeilenparameter definierten Kriterien zu verändern.

source: --too\_old Update, if patron is over the upper age limit of their current category.
de: --too\_old Aktualisiere, wenn der Benutzer über dem Höchstalter für seinen aktuellen Benutzertyp liegt

source: --too\_young Update, if patron is below the minimum age limit of their patron category.
de: --too\_young Aktualisiere, wenn der Benutzer unter dem Mindestalter für seinen aktuellen Benutzertyp liegt

source: --fo=X|--fineover=X Update, if the total fine amount on the patron account is over X.
de: --fo=X|--fineover=X Aktualisiere, wenn die Gesamtsumme an Gebühren auf dem Benutzerkonto über X liegt.

source: --fu=X|--fineunder=X Update, if the total fine amount on the patron account is below X.
de: --fu=X|--fineunder=X Aktualisiere, wenn die Gesamtsumme an Gebühren auf dem Benutzerkonto unter X liegt.

source: --rb=date|regbefore=date Update, if the registration date of the patron is before the given date.
de: --rb=date|regbefore=date Aktualisiere, wenn das Anmeldedatum des Benutzers vor dem angegebenen Datum liegt.

source: --ra=date|regafter=date Update, if the registration date of the patron is after the given date.
de: --ra=date|regafter=date Aktualisiere, wenn das Anmeldedatum des Benutzers nach dem angegebenen Datum liegt.

source: -d --field name=value Update, if the given condition is met. <name> has to be replaced by a column name of the borrowers table. The condition is met, if the the content of the field equals <value>.
de: -d --Feldname=Wert Aktualisiere, wenn die Bedingung erfüllt ist. <FeldName> muss durch eine Spalte in der Tabelle borrowers ersetzt werden. Die Bedingung ist erfüllt, wenn der Inhalt des Felds <Wert> entspricht.

source: --where <conditions> Update, if the SQL <where> clause is met.
de: --where <Bedingungen> Aktualisiere, wenn die <where>-Bedingung in SQL erfüllt ist.

source: -v|--verbose Verbose mode: Without this flag only fatal errors are reported.
de: -v|--verbose Ausführliche Ausgabe: Ohne diesen Parameter werden nur fatale Fehler ausgegeben.

source: -c|--confirm Commits the changes to the database. No changes will be made unless this argument is added to the command.
de: -c|--confirm Schreibt die Änderungen in die Datenbank. Ohne diesen Parameter im Kommando werden keinerlei Änderungen gemacht.

source: -b|--branch <branchcode> Update, if the home branch of the patron matches the <branchcode> given.
de: -b|--branch <Bibliothekskürzel> Aktualisiere, wenn die Heimatbibliothek des Benutzers dem angegebenen <Bibliothekskürzel> entspricht.

source: -f|--form <categorycode> Update, if the patron currently has this patron category.
de: -f|--form <Benutzertypcode> Aktualisiere, wenn der Benutzer aktuell diesen Benutzertyp hat.
fr: -f|--form <categorycode> Met à jour, si l'adhérent a ce code de catégorie d'adhérents.

source: -t|--to <categorycode> Update the patrons matching the criteria to this patron category.
de: -t|--to <Benutzertypcode> Aktualisiere die Benutzer, welche die Kriterien erfüllen, zu diesem Benutzertyp.
fr: -t|--to <categorycode> Met à jour les adhérents correspondants aux critères de cette catégorie d'adhérents.

source: **USAGE EXAMPLES**
de: **BEISPIELE ZUR VERWENDUNG**
fr: **EXEMPLES D'UTILISATION**

source: "update\_patrons\_category.pl" -b=<branchcode> -f=<categorycode> -t=<categorycode> -c" (Processes a single branch, and updates the patron categories from category to category)
de: "update\_patrons\_category.pl" -b=<Bibiothekskürzel> -f=<Benutzertypcode> -t=<Benutzertypcode> (Bearbeitet eine Bibliothek und aktualisiert die Benutzertypen von <Benutzertypcode> auf <Benutzertypcode>)
fr: "update\_patrons\_category.pl" -b=<branchcode> -f=<categorycode> -t=<categorycode> -c" (Traite un seul site, et met à jour les catégories d'adhérents de l'une des catégories vers l'autre)

source: "update\_patrons\_category.pl" -f=<categorycode> -t=<categorycode> -v" (Processes all branches, shows all messages, and reports the patrons who would be affected. Takes no action on the database)
de: "update\_patrons\_category.pl" -f=<Benutzertypcode> -t=<Benutzertypcode> -v -n (Bearbeitet alle Bibliotheken, zeigt alle Ausgaben und gibt die Benutzer, die geändert wurden, aus. Führt keine Änderungen in der Datenbank durch)
fr: "update\_patrons\_category.pl" -f=<categorycode> -t=<categorycode> -v" (Traite tous les sites, montre tous les messages, indique les adhérents qui vont être traités. Ne modifie pas la base de données)

source: Notices
de: Benachrichtigungen
fr: Notifications

source: Message queue
de: Warteschlange für Benachrichtigungen
fr: File des messages

source: Script path: misc/cronjobs/process\_message\_queue.pl
de: Skriptpfad: misc/cronjobs/process\_message\_queue.pl
fr: Chemin du script : misc/cronjobs/process\_message\_queue.pl

source: Does: processes the message queue to send the check out, check in and hold filled emails and SMS message to users and sends outgoing emails to patrons. requires :ref:`EnhancedMessagingPreferences` to be on
de: Zweck: Bearbeitet die Warteliste der Benachrichtigungen und verschickt die dort gespeicherten E-Mail- und SMS-Benachrichtigungen an die Benutzer. Erfordert den Systemparameter :ref:`EnhancedMessagingPreferences`.
fr: Tâche effectuée : traite la file des messages (message queue) pour envoyer les courriels de prêts, de retours et de réservations disponibles ; pour envoyer les SMS et les courriels sortant aux adhérents. Nécessite d'activer :ref:`EnhancedMessagingPreferences`

source: Frequency suggestion: 1-4 hours
de: Vorschlag für Häufigkeit: alle 1-4 Stunden
fr: Périodicité préconisée : toutes les 15 mn

source: Item due and Advanced due notices are controlled by the :ref:`advance\_notices cron <cron-advanced-notice-label>`.
de: Fälligkeits- und Erinnerungsbenachrichtigungen werden über den Systemparameter :ref:`advance\_notices cron <cron-advanced-notice-label>` gesteuert.
fr: Les notifications A rendre et A rendre bientôt sont contrôlées par le :ref:`cron job advance\_notices <cron-advanced-notice-label>`.

source: Advanced notice
de: Erinnerungsbenachrichtigung
fr: Notifications de préavis

source: Script path: misc/cronjobs/advance\_notices.pl
de: Skriptpfad: misc/cronjobs/advance\_notices.pl
fr: Chemin du script : misc/cronjobs/advance\_notices.pl

source: Does: prepares "pre-due" notices and "item due" notices for patrons who request them prepares notices for patrons for items just due or coming due soon. requires :ref:`EnhancedMessagingPreferences` to be on
de: Zweck: Generiert Fälligkeits- und Erinnerungsbenachrichtigungen für Benutzer. Erfordert, dass der Systemparameter :ref:`EnhancedMessagingPreferences` aktiviert ist
fr: Tâche effectuée : prépare les notifications "pre due" (PREDUE) et "item due" (DUE) pour les adhérents qui en ont fait la demande. Nécessite d'activer :ref:`EnhancedMessagingPreferences`

source: This script does not actually send the notices. It queues them in the :ref:`message queue <cron-message-queue-label>` for later
de: Dieses Skript verschickt keine Benachrichtigungen. Es generiert diese und fügt Sie der :ref:`Warteliste für Benachrichtigungen <cron-message-queue-label>` für den späteren Versand hinzu
fr: Ce script n'envoie pas de notifications. Il les place dans la :ref:'file des messages <cron-message-queue-label>` pour plus tard

source: Overdue notice
de: Mahnung
fr: Notifications de retard

source: Script path: misc/cronjobs/overdue\_notices.pl
de: Skriptpfad: misc/cronjobs/overdue\_notices.pl
fr: Chemin du script : misc/cronjobs/overdue\_notices.pl

source: Does: prepares messages to alert patrons of overdue messages (both via email and print)
de: Zweck: Generiert Benachrichtigungen, um Benutzer über Ihre überfälligen Medien zu informieren (per E-Mail oder in Print)
fr: Tâche effectuée : prépare les messages de retard pour les usagers (à la fois en version email et imprimée)

source: This script does not actually send the notices. It queues them in the :ref:`message queue <cron-message-queue-label>` for later or generates the HTML for later printing
de: Dieses Skript verschickt keine Benachrichtigungen. Es generiert diese und fügt Sie der :ref:`Warteliste für Benachrichtigungen <cron-message-queue-label>` für den späteren Versand oder Druck
fr: Ce script n'envoie pas de notifications. Il les place dans la :ref:`file des messages <cron-message-queue-label>` pour plus tard ou génère le code HTML pour une impression ultérieure

source: **See also**
de: **Siehe auch**
fr: **Voir aussi**

source: The misc/cronjobs/advance\_notices.pl program allows you to send messages to patrons in advance of their items becoming due, or to alert them of items that have just become due.
de: Das Skript misc/cronjobs/advance\_notices.pl erlaubt es Benachrichtigungen an Benutzer zu verschicken, bevor oder am Tag, an dem ihre Ausleihen überfällig werden.
fr: Le cron job misc/cronjobs/advance\_notices.pl permet d'envoyer aux adhérents des messages pour les documents à retourner prochainement ou pour les documents à retourner dès à présent (messages de courtoisie).

source: Print overdues
de: Überfälligkeiten drucken
fr: Impression des notifications de retards

source: Script path: misc/cronjobs/printoverdues.sh
de: Skriptpfad: misc/cronjobs/printoverdues.sh
fr: Chemin du script : misc/cronjobs/printoverdues.sh

source: Does: generates PDF files from HTML files in directories and prints them
de: Zweck: Generiert PDF-Dateien aus HTML-Datieen in Verzeichnissen für den Druck
fr: Tâche effectuée : génère des fichiers PDF à partir des fichiers HTML contenus dans les répertoires, et les imprime.

source: Print hold notices
de: Gedruckte Mahnungen
fr: Impression des notifications de réservation

source: Script path: misc/cronjobs/gather\_print\_notices.pl
de: Skriptpfad: misc/cronjobs/gather\_print\_notices.pl
fr: Chemin du script : misc/cronjobs/gather\_print\_notices.pl

source: Does: looks through the message queue for hold notices that didn't go through because the patron didn't have an email address and generates a print notice
de: Zweck: Erstellt aus den in der Warteliste für Benachrichtigungen für den Druck markierten und den Benachrichtigungen, die aufgrund fehlender E-Mail-Adressen nicht als E-Mail zugestellt werden konnten, ein Schreiben für den Druck
fr: Tâche effectuée : recherche dans la file des messages (message queue) les notifications de réservation qui n'ont pas été envoyées parce que l'adhérent n'a pas d'adresse de courriel, et génère une notification papier.

source: To learn more about setting up this third party product view the :ref:`Talking Tech <talking-tech-label>` chapter.
de: Weitere Informationen darüber, wie Sie diesen Third Party Service konfigurieren, finden Sie im Kapitel über :ref:`Talking Tech <talking-tech-label>`.
fr: Pour en savoir plus sur la configuration de ce produit externe, voir le chapitre :ref:`Talking Tech <talking-tech-label>`.

source: Sending notices file
de: Benachrichtigungen versenden
fr: Envoi du fichier de notifications

source: Script path: misc/cronjobs/thirdparty/TalkingTech\_itiva\_outbound.pl
de: Skriptpfad: misc/cronjobs/thirdparty/TalkingTech\_itiva\_outbound.pl
fr: Chemin du script : misc/cronjobs/thirdparty/TalkingTech\_itiva\_outbound.pl
