Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/cron_jobs.po
Languages: de, fr

source: Purge bibliographic records deleted more than DAYS days ago from tables deletedbiblio, deletedbiblio_metadata, deletedbiblioitems and deleteditems.
de: Lösche alle Titelsätze, die vor mehr als x TAGEN gelöscht wurden, aus den Tabellen deletedbiblio, deletedbiblio_metadata, deletedbiblioitems und deleteditems.

source: --deleted-patrons DAYS
de: --deleted-patrons TAGE

source: Purge patrons deleted more than DAYS days ago from the deletedborrowers table.
de: Lösche alle Benutzer, die vor mehr als x TAGEN gelöscht wurden, aus der Tabelle deletedborrowers.

source: --fees DAYS
de: --fees TAGE

source: Purge entries in the accountlines table older than DAYS days, where the amountoutstanding is 0 or NULL.
de: Lösche alle Einträge in der Tabelle accountlines, bei denen der offene Betrag 0 oder NULL ist.

source: In the case of --fees, DAYS must be greater than or equal to 1.
de: Im Fall von --fees, muss die Anzahl an TAGEN größer oder gleich 1 sein.

source: Get help message
de: Hilfe ausgeben

source: --import DAYS
de: --import TAGE

source: Purge entries from import tables older than DAYS days.
de: Lösche Einträge aus den Importtabellen, die älter als TAGE Tage sind.

source: This includes import_batches, import_biblios, import_items, import_record_matches and import_records.
de: Dies beinhaltet import_batches, import_biblios, import_items, import_record_matches und import_records.

source: In import_batches, the batches that are the result of Z39.50 searches are removed with the --z3950 parameter.
de: In import_batches werden die Stapel, die als Ergebnis einer Z39.50-Suche angelegt wurden, mit dem Parameter --z3950 gelöscht.

source: Defaults to 60 days if no days specified.
de: Wenn nichts angegeben wird, werden 60 Tage verwendet.

source: DAYS
de: TAGE

source: Purge (unaccepted) list share invites from the virtualshelfshares table older than DAYS days
de: Lösche (nicht angenommene) Einladungen zum Teilen von Listen aus der Tabelle virtualshelfshares, die bereits älter als TAGE Tage sind.

source: Defaults to 14 days if no days specified.
de: Wenn nichts angegeben wird, ist die Frist 14 Tage.

source: --logs DAYS
de: --logs TAGE

source: Purge entries from the action_logs table older than DAYS days.
de: Löscht Einträge aus der Tabelle action_logs, die älter als TAGE Tage sind.

source: Defaults to 180 days if no days specified.
de: Wenn nichts angegeben wird, beträgt die Frist 180 Tage.

source: -m|--mail DAYS
de: -m|--mail TAGE

source: Purge entries from the message_queue table that are older than DAYS days.
de: Löscht Einträge aus der Tabelle message_queue die älter als TAGE Tage sind.

source: Defaults to 30 days if no days specified.
de: Wenn nichts angegeben wird, gilt eine Frist von 30 Tagen.

source: Purge completed entries from the need_merge_authorities table.
de: Löscht die bereits abgearbeiteten Einträge aus der Tabelle need_merge_authorities.

source: Delete expired OAuth2 tokens
de: Löscht abgelaufene OAuth2-Token.

source: --old-issues DAYS
de: --old-issues TAGE

source: Purge checkouts returned more than DAYS days ago from the old_issues table.
de: Löscht Ausleihen, die bereits vor mehr als TAGE Tagen zurückgegeben wurden, aus der Tabelle old_issues.

source: --old-reserves DAYS
de: --old-reserves TAGE

source: Purge holds more than DAYS old from the old_reserves table.
de: Löscht erfüllte und stornierte Vormerkungen, die bereits älter als TAGE Tage sind, aus der Tabelle old_reserves.

source: --restrictions DAYS
de: --restrictions TAGE

source: Purge patrons restrictions from the borrower_debarments table expired since more than DAYS days.
de: Löscht Benutzersperren aus der Tabelle borrower_debarments, die seit mehr als TAGE Tagen abgelaufen sind.

source: Purge all expired patrons restrictions from the borrower_debarments table.
de: Löscht alle abgelaufenen Benutzersperren aus der Tabelle borrower_debarments.

source: --searchhistory DAYS
de: --searchhistory TAGE

source: Purge entries from the search_history table older than DAYS days.
de: Löscht die Suchhistorien aus der Tabelle search_history, die älter als TAGE Tage sind.

source: Defaults to 30 days if no days specified
de: Wenn nichts angegeben wird, werden 30 Tage verwendet.

source: Purge the sessions table.
de: Leert die Tabelle sessions.

source: If you use this while users are logged into Koha, they will have to reconnect.
de: Wenn Sie dies verwenden, während Benutzer in Koha angemeldet sind, werden diese abgemeldet und müssen sich neu anmelden.

source: --sessdays DAYS
de: --sessdays TAGE

source: Purge only sessions older than DAYS days.
de: Löscht alle Sessions, die älter als TAGE Tage sind.

source: --statistics DAYS
de: --statistics TAGE

source: Purge entries from the statistics tables that are more than DAYS days old.
de: Löscht alle Einträge aus der Tabelle statistics, die älter als TAGE Tage sind.

source: Delete temporary uploads from the uploaded_files table older than the number of days specified in the :ref:`UploadPurgeTemporaryFilesDays` system preference.
de: Löscht alle temporären Uploads aus der Tabelle uploaded_files, die älter sind, als im Systemparameter :ref:`UploadPurgeTemporaryFilesDays` angegeben.

source: --temp-uploads-days DAYS
de: --temp-uploads-days TAGE

source: Override the :ref:`UploadPurgeTemporaryFilesDays` system preference value.
de: Überschreibt den Systemparameter :ref:`UploadPurgeTemporaryFilesDays`.

source: --transfers DAYS
de: --transfer TAGE

source: Purge transfers completed more than DAYS days ago from the branchtransfers table.
de: Löscht alle abgeschlossenen Transporte, die länger als TAGE Tage zurückliegen aus der Tabelle branchtransfers.

source: --unique-holidays DAYS
de: --unique-holidays TAGE

source: Delete all unique holidays from the special_holidays table older than DAYS
de: Löscht alle einmaligen Schließtage aus der Tabelle special_holidays, die mehr als TAGE Tage zurückliegen.

source: Delete upload records for missing files when FLAG is true, count them otherwise
de: Löscht die Einträge für Dateien, die nicht mehr im Dateisystem vorhanden sind, wenn das FLAG wahr ist, und zählt sie anderenfalls.

source: --zebraqueue DAYS
de: --zebraqueue TAGE

source: Purge completed zebraqueue entries older than DAYS days.
de: Löscht alle Einträge in der Tabelle zebraqueue, die älter als TAGE Tage sind.

source: Purge records from import tables that are the result of Z39.50 searches.
de: Löscht alle Datensätze aus den Importtabellen, die durch Z39.50-Recherchen angelegt wurden.

source: To purge all other import information, see the --import parameter above.
de: Löscht alle weiteren Informationen zu Importen, siehe Parameter --import.

source: Share usage stats
de: Bibliotheksstatistiken mit der Koha-Community teilen
fr: Partage des statistiques d'utilisation

source: Script path: misc/cronjobs/share\_usage\_with\_koha\_community.pl
de: Skriptpfad: misc/cronjobs/share\_usage\_with\_koha\_community.pl
fr: Chemin du script : misc/cronjobs/share\_usage\_with\_koha\_community.pl

source: Does: sends your info to the `Hea website <http://hea.koha-community.org/>`__ if you're sharing information via the :ref:`UsageStats` feature
de: Zweck: Schickt Informationen zur Installation an `Hea <http://hea.koha-community.org/>`__, wenn das Teilen der Informationen über :ref:`UsageStats` aktiviert wurde.
fr: Tâche effectuée : envoie vos informations à `Hea website <http://hea.koha-community.org/>`__ si vous avez partagé cette information dans la préférence :ref:`UsageStats`

source: Frequency: monthly
de: Häufigkeit: monatlich
fr: Périodicité: chaque mois

source: Acquisitions
de: Erwerbung

source: Clean up old suggestions
de: Unbearbeitete Vorschläge aufräumen
fr: Elimination des anciennes suggestions

source: Script path: misc/cronjobs/purge\_suggestions.pl
de: Skriptpfad: misc/cronjobs/purge\_suggestions.pl
fr: Chemin du script : misc/cronjobs/purge\_suggestions.pl

source: Does: removes old (defined by you) suggestions from the suggestion management area.
de: Zweck: Löscht alte (nach Ihrer Definition) Anschaffungsvorschläge aus dem Erwerbungsmodul.
fr: Tâche effectuée : supprime les anciennes suggestions (suivant votre paramétrage) de l'interface de gestion des suggestions.

source: The system preference :ref:`PurgeSuggestionsOlderThan` defines the number of days used in the script
de: Über den Systemparameter :ref:`PurgeSuggestionsOlderThan` wird definiert, welche Frist from Skript verwendet wird.
fr: La préférence système :ref:`PurgeSuggestionsOlderThan` définit le nombre de jours utilisé dans le script

source: Email suggestions to process
de: E-Mail-Benachrichtigung für zu bearbeitende Anschaffungsvorschläge
fr: Suggestions à traiter par courriel

source: Script path: misc/cronjobs/notice\_unprocessed\_suggestions.pl
de: Skriptpfad: misc/cronjobs/notice\_unprocessed\_suggestions.pl
fr: Chemin du script : misc/cronjobs/notice\_unprocessed\_suggestions.pl

source: Does: generates a notice to the fund owner that there are suggestions in need of processing
de: Zweck: Generiert eine Benachrichtigung an den Besicher des Haushaltskontos, dass Anschaffungsvorschläge auf Bearbeitung warten.
fr: Tâche effectuée : génère une notification au propriétaire du fond, pour indiquer qu'il y a des suggestions en demande de traitement

source: EDI message processing
de: Bearbeitung von EDI-Nachrichten
fr: Traitement des messages EDI

source: Script path: misc/cronjobs/edi\_cron.pl
de: Skriptpfad: misc/cronjobs/edi\_cron.pl
fr: Chemin du script : misc/cronjobs/edi\_cron.pl

source: Does: sends and received EDI messages
de: Zweck: Sendet und empfängt EDI-Nachrichten
fr: Tâche effectuée : envoie et reçoit des messages EDI

source: Frequency: Every 15 minutes
de: Häufigkeit: Alle 15 Minuten
fr: Périodicité préconisée : toutes les 15 minutes

source: Remove temporary EDI files
de: Temporäre EDI-Dateien löschen
fr: Suppression des fichiers EDI temporaires

source: Script path: misc/cronjobs/remove\_temporary\_edifiles.pl
de: Skriptpfad: misc/cronjobs/remove\_temporary\_edifiles.pl
fr: Chemin du script : misc/cronjobs/remove\_temporary\_edifiles.pl

source: Does: removes temporary EDI files that are older than 5 days
de: Zweck: Löscht temporäre EDI-Dateien, die älter als 5 Tage sind
fr: Tâche effectuée : supprime les fichiers EDI temporaires de plus de 5 jours

source: Run report
de: Report ausführen
fr: Exécution du rapport

source: Script path: misc/cronjobs/runreport.pl
de: Skriptpfad: misc/cronjobs/runreport.pl
fr: Chemin du script : misc/cronjobs/runreport.pl

source: Does: runs pre-existing saved reports
de: Zweck: Führt vorhandene gespeicherte Reports aus
fr: Tâche effectuée : exécute les rapports sauvegardés existants

source: -v|--verbose Verbose output
de: -v|--verbose Ausführliche Ausgabe
fr: -v|--verbose Mode verbeux en sortie

source: --format=s Selects format. Choice of text, html, csv or tsv
de: --format=s Gibt das Format an. Die Möglichkeiten sind text, html, csv oder tsv.
fr: --format=s Sélectionne le format. Choix de texte, html, csv ou tsv

source: -e|--email Whether or not to use e-mail (implied by --to or --from)
de: -e|--email Ob E-Mail verwendet werden soll (wie mit --to oder --from angegeben)
fr: -e|--email L'utilisation ou non du courrier électronique (sous entendu par --to ou --from)

source: -a|--attachment Attach the report as a file. Cannot be used with html format
de: -a|--attachment Den Report als Dateianhang anhängen. Kann nicht zusammen mit dem HTML-Format verwendet werden
fr: -a|--attachment Joindre le rapport sous forme de fichier. Ne peut pas être utilisé avec le format html

source: --username Username to pass to the SMTP server for authentication
de: --username Username, der an den SMTP-Server zur Authentifizierung durchgereicht wird
fr: --username Nom d'utilisateur à passer au serveur SMTP pour authentification

source: --password Password to pass to the SMTP server for authentication
de: --password Passwort, dass an den SMTP-Server zur Authentifizierung durchgereicht wird
fr: --password Mot de passe à transmettre au serveur SMTP pour authentification

source: --method The type of authentication. Ie. LOGIN, DIGEST-MD5, etc.
de: --method Die Art der verwendeten Authentifizierung, z.B. LOGIN, DIGEST-MD5, etc.
fr: --method Le type d'authentification. Ex.: LOGIN, DIGEST-MD5, etc.

source: --to=s E-mail address to send report to
de: --to=s E-Mail-Adresse, an die der Report gesendet werden soll
fr: --to=s Adresse électronique à laquelle envoyer le rapport

source: --from=s E-mail address to send report from
de: --from=s E-Mail-Adresse von welcher der Report gesendet werden soll
fr: --from=s Adresse électronique à partir de laquelle le rapport doit être envoyé

source: --subject=s Subject for the e-mail
de: --subject=s Betreff für die E-Mail
fr: --subject=s Sujet du courrier électronique

source: --store-results Store the result of the report
de: --store-results Speichert die Ergebnisse des Reports
fr: --store-results Enregistrer le résultat du rapport

source: --csv-header Add column names as first line of csv output
de: --csv-header Fügt die Spaltennamen als erste Zeile in die CSV-Ausgabe ein
fr: --csv-header Ajouter des noms de colonnes comme première ligne sur la sortie csv

source: **ARGUMENTS**
de: **ARGUMENTE**

source: reportID Report ID Number from saved_sql.id, multiple ID's may be specified
de: reportID Reportidentnummer aus saved_sql.id, es können auch mehrere IDs angegeben werden
fr: reportID Report ID Numéro du rapport saved_sql.id, plusieurs ID peuvent être spécifiés

source: Social data
de: Babelthèque
fr: Données sociales

source: Get report social data
de: Report für Soziale Daten
fr: Récupération des données sociales

source: Script path: misc/cronjobs/social_data/get\_report\_social\_data.pl
de: Skriptpfad: misc/cronjobs/social_data/get\_report\_social\_data.pl
fr: Chemin du script : misc/cronjobs/social_data/get\_report\_social\_data.pl

source: Does: downloads data from Babelthèque to add to OPAC records
de: Zweck: Lädt die Daten von Babelthèque als Ergänzung zu den OPAC-Datensätzen
fr: Tâche effectuée : télécharge les données de Babelthèque pour les ajouter aux notices à l'OPAC

source: Update social data
de: Babelthèque aktualisieren
fr: Mise à jour des données sociales

source: Script path: misc/cronjobs/social_data/update\_social\_data.pl
de: Skriptpfad: misc/cronjobs/social_data/update\_social\_data.pl
fr: Chemin du script : misc/cronjobs/social_data/update\_social\_data.pl

source: Does: updates OPAC records with Babelthèque social data
de: Zweck: Aktualisiert die Titelsätze mit Daten von Babelthèque
fr: Tâche effectuée : met à jour les notices de l'OPAC avec les données sociales de Babelthèque

source: Daemons are continuously running tasks that help support Koha operation. Your database and webserver are run as daemons. Newer versions of Koha start two different daemons for most koha instances:
de: Daemons sind ständig laufende Tasks, welche den Betrieb von Koha unterstützen. Ihre Datenbank und der Webserver laufen als Daemons. Neuere Versionen von Koha starten zwei verschiedene Daemons für die Koha-Instanzen:
fr: Les démons sont des tâches exécutées en continu qui aident à améliorer le fonctionnement de Koha. Votre base de données et le serveur web sont exécutés comme des démons. Les nouvelles versions de Koha démarrent deux démons différents pour la plupart des instances koha :

source: zebra - this is the index server
de: zebra - Dies ist Suchmaschinenserver
fr: zebra - c'est le serveur d'index

source: koha-indexer - this daemon updates the index server with new and modified data (biblios and authorities)
de: koha-indexer - dies ist der Daemon, der den Suchmaschinenindex mit neuen und geänderten Daten aktualisiert (Titel und Normdaten)
fr: koha-indexer - ce démon met à jour le serveur d'index avec les données nouvelles et modifiées (biblios et autorités)

source: These daemons are started by the script /etc/init.d/koha-common.
de: Diese Daemons werden durch das Skript etc/init.d/koha-common gestartet.
fr: Ces démons sont lancés par le script /etc/init.d/koha-common.

source: Zebra indexer daemon
de: Daemon für den Zebra-Indexer
fr: Démon de l'indexation Zebra

source: Script path: /usr/sbin/koha-indexer (invoked from /etc/init.d/koha-common)
de: Skriptpfad: /usr/sbin/koha-indexer (gestartet durch /etc/init.d/koha-common)
fr: Chemin du script : /usr/sbin/koha-indexer (appelé depuis /etc/init.d/koha-common)

source: The koha-indexer script invokes rebuild_zebra.pl in daemon mode. In this mode, the script will run continuously and check the database for new or modified data every 30 seconds. New or modified records are then sent to Zebra for indexing, which only takes a second or so. The advantage of this approach is a search system which is much more responsive to changes, compared to the :ref:`cron job approach <cron-rebuild-index-label>`.
de: Das Skript koha-indexer ruft rebuild_zebra.pl als Daemon auf. In diesem Modus läuft das Skript kontinuierlich und prüft die Datenbank alle 30 Sekunden auf neue oder geänderte Daten. Neue oder geänderte Datensätze werden dann an Zebra für die Indexierung weitergegeben, was nur etwa eine Sekunde dauert. Der Vorteil dieser Vorgehensweise ist ein ein Suchsystem, dass schneller auf Änderungen reagiert als mit :ref:`rebuild_zebra.pl als Cronjob<cron-rebuild-index-label>`.
fr: Le script koha-indexer appelle rebuild_zebra.pl en mode Démon. Dans ce mode, le script s'exécutera en continu et vérifiera la base de données toutes les 30 secondes pour voir s'il y a des données créées ou modifiées. Les nouvelles notices ou celles modifiées sont ensuite envoyées à Zebra pour être indexées, ce qui ne prend qu'une seconde environ. L'avantage de cette approche est un système de recherche qui est beaucoup plus réactif aux changements comparé à :ref:'l'approche cron job <cron-rebuild-index-label>'.

source: Deprecated scripts
de: Veraltete Skripte
fr: Scripts obsolètes

source: These should not be run without modification:
de: Diese sollten nicht ohne weitere Änderungen ausgeführt werden:
fr: Il n'y a pas de modification d'adhérent en attente.

source: Script path: misc/cronjobs/update\_items.pl
de: Skriptpfad: misc/cronjobs/update\_items.pl
fr: Chemin du script : misc/cronjobs/update\_items.pl

source: Script path:misc/cronjobs/smsoverdues.pl
de: Skriptpfad: misc/cronjobs/smsoverdues.pl
fr: Chemin du script : misc/cronjobs/smsoverdues.pl

source: Script path:misc/cronjobs/notifyMailsOp.pl
de: Skriptpfad: misc/cronjobs/notifyMailsOp.pl
fr: Chemin du script : misc/cronjobs/notifyMailsOp.pl

source: Script path:misc/cronjobs/reservefix.pl
de: Skriptpfad: misc/cronjobs/reservefix.pl
fr: Chemin du script : misc/cronjobs/reservefix.pl

source: Script path:misc/cronjobs/zebraqueue\_start.pl
de: Skriptpfad: misc/cronjobs/zebraqueue\_start.pl
fr: Chemin du script : misc/cronjobs/zebraqueue\_start.pl

source: Sitemap
fr: Carte du site

source: Connexion import daemon
fr: Démon pour la connexion aux imports

source: RSS feeds
fr: Flux RSS

source: System administration
fr: Administration du système

source: Reports
fr: Rapports

source: Daemons
fr: Démons
