Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/extending_koha.po
Languages: de

source: Instead of using the address http://youraddress/cgi-bin/koha/pages.pl?p=test you can shorten it to http://youraddress/pages.pl?p=test Just open up /etc/koha/koha-httpd.conf and add the follow at about line 13:
de: Statt die Adresse http://ihrkatalog/cgi-bin/koha/pages.pl?p=test zu verwenden, können Sie dies auch zu http://ihrkatalog/pages.pl?p=test verkürzen. Öffnen Sie dazu die Datei /etc/koha/koha-httpd.conf und fügen Sie den folgenden Code um Zeile 13 ein:

source: Then restart Apache.
de: Starten Sie Apache neu.

source: Usage
de: Verwendung

source: After setting up Koha as a CMS you can create new pages following these instructions:
de: Nachdem Sie Koha als CMS eingerichtet haben, können Sie neue Seiten nach dieser Anleitung hinzufügen:

source: Adding Pages
de: Seiten anlegen

source: To add a new page you need to add a system preference under Local Use.
de: Um eine neue Seite anzulegen, müssen Sie einen neuen Systemparameter für "Lokale Verwendung" anlegen.

source: Get there: More > Administration > Global System Preferences > Local Use
de: Pfad in Koha: Mehr > Administration > Globale Systemparameter > Lokale Verwendung

source: Click 'New Preference'
de: Klicken Sie auf "Neuer Parameter"

source: Enter in a description in the Explanation field
de: Geben Sie eine Beschreibung in das Feld "Erklärung" ein

source: Enter a value that starts with 'page\_' in the Variable field
de: Geben Sie einen Wert, der mit "page\_" beginnt unter Variable ein

source: Enter starting HTML in the Value field
de: Geben Sie im Feld Wert Ihr HTML ein

source: Set the Variable Type to Textarea
de: Setzen Sie den "Typ der Variablen" auf Textarea

source: Set the Variable options to something like 20\|20 for 20 rows and 20 columns
de: Tragen Sie unter Optionen etwas wie 20\|20 für 20 Zeilen und 20 Spalten ein

source: Viewing your page
de: Ihre Seite anzeigen

source: You can view your new page at http://YOUR-OPAC/cgi-bin/koha/pages.pl?p=PAGENAME where PAGENAME is the part you entered after 'page\_' in the Variable field.
de: Sie können Ihre neue Seite unter http://IHR-KATALOG/cgi-bin/koha/pages.pl?p=SEITENNAME aufrufen, der Seitenname ist dabei der Teil, den Sie nach "page\_" im Feld Variable angegeben haben.

source: **Example**
de: **Beispiel**

source: This process can be used to create recommended reading lists within Koha. So once the code changes have been made per the instructions on 'Koha as a CMS' you go through the 'Adding a New Page' instructions above to great a page for 'Recommended Reading Lists'
de: Dieser Prozess kann verwendet werden, um Leselisten innerhalb von Koha anzulegen. Nachdem die erforderlichen Codeänderungen für "Koha als CMS" durchgeführt würden, können Sie die Anleitung unter "Seiten anlegen" verwenden, um eine neue Seite "Leseempfehlungen" anzulegen.

source: Next we need to create pages for our various classes (or categories). To do this, return to the 'Adding a New Page' section and create a preference for the first class.
de: Als nächstes können wir Seiten für die verschiedenen Klassen (oder Kategorien) anlegen. Um dies zu tun, gehen Sie zurück zum Abschnitt "Seiten anlegen" und fügen legen Sie einen Systemparameter für die erste Klasse oder Kategorie an.

source: Next you'll want to link your first page to your new second page, go to the page\_recommend preference and click 'Edit.' Now you want to edit the HTML to include a link to your newest page:
de: Als nächstes können Sie Ihre erste Seite mit der neuen zweiten Seite verlinken. Bearbeiten Sie dazu den neuen Parameter page\_recommend. Jetzt können Sie das HTML so anpassen, dass es auf Ihre neue Seite verlinkt:

source: **Live Examples**
de: **Beispiele**

source: The Crawford Library at Dallas Christian College is using this method for their recommended reading lists: http://opac.dallas.edu/
de: Die Crawford Library des Dallas Christian College verwendet diese Methode für Ihre Leseempfehlungen: http://opac.dallas.edu/

source: Koha search on your site
de: Koha-Suche auf Ihren Webseiten

source: Often you'll want to add a Koha search box to your library website. To do so, just copy and paste the following code in to your library website and update the YOURCATALOG bit with your catalog's URL and you're set to go.
de: Vielleicht möchten Sie eine Suchbox für Koha in Ihre Bibliothekswebseite integrieren. Um dies zu tun, kopieren Sie einfach den nachfolgenden Code und fügen diesen in Ihre Bibliothekswebseite ein. Ändern Sie dabei IHRKATALOG zu Ihrer eigenen Katalog-URL. Das wars.
