Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/extending_koha.po
Languages: de

source: Extending Koha
de: Erweiterungen für Koha

source: This chapter shows how you can add various enhancements and customizations in and around Koha by using mostly the existing configuration options.
de: Dieses Kapitel zeigt, wie Sie verschiedene Verbesserungen und Anpassungen in und um Koha herum hinzufügen können, indem Sie hauptsächlich die vorhandenen Konfigurationsoptionen verwenden.

source: Amazon lookup script for Koha libraries
de: Amazon-Nachschlageskript für Koha-Bibliotheken

source: We order most of our materials from Amazon, so I've been looking for a convenient way to tell if a book under consideration is in our catalog already.
de: Wir bestellen das meiste Material über Amazon, daher habe ich nach einem angenehmen Weg gesucht, sagen zu können, ob ein Buch, das in Betracht kommt, sich bereits in unserem Katalog befindet.

source: Greasemonkey & a custom user script fit the bill nicely:
de: Greasemonkey & ein benutzerdefiniertes Skript erfüllen die Aufgabe:

source: A few caveats:
de: Ein paar Vorbehalte:

source: Like most scripts, this one was designed to work with Firefox; I haven't explored getting it to work with other browsers.
de: Wie die meisten Skripte, wurde dieses Skript entwickelt, um mit Firefox zu arbeiten; ich habe nicht durchsucht, ob es mit anderen Browsern arbeitet.

source: I'm not a JavaScript programmer -- this was adapted from others' work. Just a few lines would have to be changed to get the script to work with your catalog.
de: Ich bin kein JavaScript Programmierer -- dies wurde von der Arbeit Anderer abgeleitet. Nur ein paar Linien müssten abgeändert werden, damit das Skript mit ihrem Katalog arbeitet.

source: It depends on the existence of ISBN for the item in question, so movies, older books, etc. would not work.
de: Es kommt auf das Bestehen der ISBN für das gesuchte Element an, daher würden Filme, ältere Bücher, etc. nicht funktionieren.

source: Others have added all sorts of bells & whistles: custom messages based on the status of items (on order, on hold, etc.), ... just search the UserScripts site for Amazon + library. For a later date!
de: Andere Bibliotheken haben weitere Anpassungen hinzugefügt: benutzerdefinierte Hinweise abhängig vom Status der Exemplare (bestellt, bereitgestellt, etc.), ... Suchen Sie auf der Seite für UsreScripts mit Amazon und library. Für ein andermal!

source: Keyword Clouds
de: Stichwortclouds

source: In addition to the traditional tag cloud available in Koha, there is a way to generate clouds for popular subjects within Koha.
de: Zusätzlich zu der traditionellen Tagcloud, die in Koha zur Verfügung steht, gibt es eine Möglichkeit auch Clouds aus den beliebtesten verwendeten Schlagwörtern zu generieren.

source: The :ref:`Author/Subject Cloud cron job <cron-subject/author-clouds-label>` is used to help with this process. This cron job sends its output to files.
de: Der :ref:`Cronjob für Verfasser/Schlagwort-Clouds <cron-subject/author-clouds-label>` wird für diesen Prozess verwendet. Der Cronjob erzeugt Dateien mit den entsprechenden Daten.

source: This means that you can produce clouds for authors, collective author, all kind of subjects, classifications, etc. And since it works on zebra indexes, it is quick, even on large DBs. Tags clouds are sent to files. It's up to library webmaster to deal with those files in order to include them in :ref:`OPACMainUserBlock`, or include them into their library CMS.
de: Das bedeutet, dass Sie Clouds für Verfasser, alle Arten von Schlagworten, Klassifikationen etc. erzeugen können. Und da diese über die Zebra-Indizes generiert werden, geht es schnell, auch bei großen Datenbanken. Tag Clouds werden als Dateien erzeugt. Sie können diese dann z.B. über den Systemparameter :ref:`OPACMainUserBlock` in Koha oder in den Webauftritt Ihrer Bibliothek einbinden.

source: Some libraries even send the file into a Samba shared folder where webmaster take them, eventually clean them a little bit before integrating them into navigation widgets or pages.
de: Einige Bibliotheken speichern die Datei in in einem über Samba geteilten Verzeichnis, aus dem ein Webmaster Sie nach ein bisschen Bereinigung als Grundlage für Navigationswidgets oder -seiten verwenden kann.

source: Newest Titles Pulldown
de: Auswahlliste für Neuerwerbungen

source: Often we want to add a way for our patrons to do searches for the newest items. In this example I'll show you how to create a pull down menu of the newest items by item type. These tips will work (with a couple changes) for collection codes or shelving locations as well.
de: Oft möchten wir eine Möglichkeit für unsere BenutzerInnen schaffen, nach den neuesten Medien zu suchen. In diesem Beispiel zeigen wir, wie Sie eine Auswahlliste für die neuesten Medien nach Medientyp hinzufügen können. Dieser Tipp funktioniert auch (mit ein paar kleinen Änderungen) für Sammlungen und Standorte.

source: First, it's important to note that every link in Koha is a permanent link. This means if I do a search for everything of a specific item type sorted by the acquisitions date and bookmark that URL, whenever I click it I'll see the newest items of that type on the first few pages of the results.
de: Zuerst ist es wichtig, dass Sie wissen, dass jeder Link in Koha ein permanenter Link ist. Das bedeutet, wenn man eine Suche nach einem bestimmten Medientyp, sortiert nach Erwerbungsdatum, macht und die URL als Lesezeichen speichert, werden bei jedem Aufruf die neuesten Exemplare für diesen Medientyp auf der ersten Seite angezeigt.

source: I took this knowledge and wrote a form takes this functionality in to consideration. It basically just does a search of your Koha catalog for a specific item type and sorts the results by acquisitions date.
de: Mit diesem Wissen können Sie ein Formular mit dieser Funktionalität anlegen. Es löst eine Suche in Ihrem Koha-Katalog nach den Medien für einen bestimmten Medientyp sortiert nach Erwerbungsdatum aus.

source: The first thing I did was write a MySQL statement to generate a list of item types for me - why copy and paste when you can use the power of MySQL?
de: Zuerst sollten Sie einen SQL-Report erstellen um eine Liste der Medientypen zu generieren. Warum Kopieren und Einfügen, wenn man die Macht von SQL nutzen kann?

source: The above looks at the itemtypes table and slaps the necessary HTML around each item type for me. I then exported that to CSV and opened it in my text editor and added the other parts of the form.
de: Der obenstehende Report verwendet die itemtypes-Tabelle und ergänzt das notwendige HTML für jeden Medientyp. Dies kann nun als CSV exportiert und im Texteditor um die weiteren Teile des Formulars ergänzt werden.

source: Now, what does all of that mean? The important bits are these:
de: Was bedeutet dies nun alles? Die wichtigen Punkte sind:

source: First the starting of the form.
de: Zuerst, der Anfang des Formulars.

source: This tells the browser to take any value selected and put it at the end of this http://YOURSITE/cgi-bin/koha/opac-search.pl. If you want to embed this form on your library website (and not on your OPAC) you can put the full OPAC URL in there.
de: Dies sagt dem Browser, dass er den ausgewählten Wert an das Ende der URL http://IHRKATALOG/cgi-bin/koha/opac-search.pl setzen soll. Wenn Sie dieses Formular in Ihre Bibliotheksseite einfügen möchten (und nicht im OPAC), können Sie hier die vollständige OPAC-URL angeben.

source: Next, there is a hidden value that is telling the search to sort by acquisitions date descending (newest items at the top):
de: Als nächstes wird ein versteckter Wert angegeben, der die Sortierung nach Erwerbungsdatum absteigend definiert (neueste Exemplare zu Beginn).

source: And finally you have an option for each item type you want people to search.
de: Und zuletzt haben Sie eine Option für jeden Medientyp, den Sie suchbar machen möchten.

source: These options each include the string "mc-itype:" which tells Koha to do an item type search.
de: Diese Optionen enthalten auch die Zeichenkette "mc-itype:", um eine Suche im Index für den Medientyp durchzuführen.

source: Once you have all of that in place you can copy and paste the form to somewhere on your OPAC. The `Farmington Public Libraries OPAC <http://catalog.farmingtonlibraries.org>`__ has a few examples of this on the left.
de: Nachdem Sie dies nun angepasst haben, können Sie das Formular an beliebiger Stelle in Ihrem Katalog einfügen. Der Katalog der `Farmington Public Libraries <http://catalog.farmingtonlibraries.org>`__ hat hierzu ein paar Beispiele auf der linken Seite.

source: New titles slider for OPAC
de: Slideshow für Neuerwerbungen im OPAC

source: Often times libraries will want to add a flowing widget with new materials at the library to their main public catalog page. To do this you can use a widget from any number of services (usually for a cost) or you can `enable plugins <#pluginsystem>`__ in Koha and use the `Cover Flow plugin <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__ which is based on the `Flipster <https://github.com/drien/jquery-flipster>`__, a responsive jQuery coverflow plugin.
de: Oft möchten Bibliotheken eine Diashow, Karussel oder ähnliches für Ihre Neuerwerbungen auf der Startseite des Bibliothekskatalogs anbieten. Um dies einzubinden, können Sie ein Widget von verschiedenen Diensten verwenden (oft gegen ein Entgelt) oder Sie können Kohas `Pluginsystem aktivieren <#pluginsystem>`__ und das `Cover Flow Plugin <http://git.bywatersolutions.com/koha-plugins.git/shortlog/refs/heads/cover_flow>`__, welches auf auf dem responsiven jQuery Coverflow Plugin `Flipster <https://github.com/drien/jquery-flipster>`__ basiert, verwenden.

source: Once the plugin is installed, the steps to get your coverflow to show up are as follows:
de: Sobald das Plugin installiert ist, müssen Sie die nächsten Schritte ausführen, damit es angezeigt wird:

source: First, you need to create one or more public reports for your coverflow widget or widgets to be based on. This is how the plugin knows what the content of your widget should contain. Each report needs only three columns; title, biblionumber, and isbn. It is important that you have a good and valid isbn, as that is the datum used to actually fetch the cover. In the iteration of the plugin, we are using Amazon cover images, but I believe in the end I will make the cover image fetcher configurable so we can use any data source for cover image fetching.
de: Zuerst müssen Sie einen oder mehrere öffentliche Reports für das Coverflow Widget anlegen. Über diese wird festgelegt, welche Inhalte das Widget anzeigt. Jeder Report muss drei Spalten enthalten: title, biblionumber und isbn. Es ist wichtig, dass Sie gute und gültige ISBN in Ihren Daten haben, da diese für die Coverdienste benötigt werden. In der aktuellen Iteration des Plugins werden Cover von Amazon verwendet, dies wird aber in späteren Versionen ggf. konfigurierbar sein.

source: Second, we need to configure the plugin. The plugin configuration is a single text area that uses YAML ( actually, it’s JSON, whcih is a subset of YAML ) to store the configuration options. In this example it looks like this:
de: Als nächstes müssen Sie das Plugin konfigurieren. Die Konfiguration des Plugins erfolgt über ein einzelnes Eingabefeld, dass die YAML-Syntax verwendet (tatsächlich ist es JSON, ein Subset von YAML). In diesem Beispiel sieht es so aus:

source: In this example, we are telling the plugin to use the report with id 42, and use it to create a coverflow widget to replace the HTML element with the id “coverflow”. The options list is passed directly to Flipster, so any options supported by Flipster can be set from the plugin configuration! In fact, in addition to the traditional coverflow, Flipster has a “carousel” mode which is a much more compact version of the coverflow. You can also configure which cover the widget will start on, among other options.
de: In diesem Beispiel konfigurieren wir das Plugin um den Report mit der internen ID 42 zu verwenden und verwenden es um ein Coverflow Widget mit der HTML id "coverflow" zu generieren. Die Liste der Optionen wird direkt an Flipster weitergereicht, so dass alle Optionen, die Flipster beherrscht, auch in der Plugin-Konfiguration verwendet werden können. Tatsächlich hat Flipster neben der klassischen Coverflow-Sicht auch einen Karussel-Modus, der eine kompaktere Version des Coverflows ist. Sie können in der Konfiguration u.a. auch festlegen, mit welchem Cover das Widget beginnt.

source: At the time the plugins options are saved or updated, the plugin will then generate some minified JavaScript code that is automatically stored in the Koha system preference OPACUserJS. Here is an example of the output:
de: Wenn die Konfiguration des Plugins gespeichert oder aktualisiert wird, generiert es minimierten JavaScript-Code, der automatisch in den Systemparameter OpacUserJs eingefügt wird. Hier ist ein Beispiel für die Ausgabe:

source: Why do this? For speed! Rather than regenerating this code each and every time the page loads, we can generate it once, and use it over and over again.
de: Warum wird dies so gehandhabt? Für die Geschwindigkeit! Statt diesen Code jedes Mal auf neue zu generieren, wenn die Seite aufgerufen wird, wird er nur einmalig generiert und wieder und wieder verwendet.

source: If you inspect the code closely, you’ll notice it references a script “coverflow.pl”. This is a script that is included with the coverflow plugin. Since we need to access this from the OPAC ( and we don’t want to set off any XSS attack alarms ), we need to modify the web server configuration for the public catalog and add the followup to it:
de: Wenn Sie sich den Code genau ansehen, sehen Sie Verknüpfungen zum Skript coverflow.pl. Dieses ist ein Skript des Coverflow-Plugins. Da wir dieses Skript vom OPAC aus aufrufen können müssen (und wir keine XSS-Warnungen erzeugen möchten), muss die Konfiguration des Webservers für den Katalog auf folgende Weise angepasst werden:

source: This line gives us access to the coverflow.pl script from the OPAC. This script retrieves the report data and passes it back to the public catalog for creating the coverflow widget. Koha::Cache is supported in order to make the widget load as quickly as possible!
de: Diese Zeile erlaubt den Zugriff auf das Skript coverflow.pl vom OPAC aus. Das Skript greift auf die Daten des Reports zu und gibt diese an den Katalog und das Coverflow-Widget weiter. Koha::Cache wird ebenfalls unterstützt um das Widget schnellstmöglich laden zu können.

source: The final step is to put your selector element somewhere in your public catalog. In this example, I put the following in the system preference OpacMainUserBlock:
de: Im letzten Schritt müssen Sie Ihr Selector-Element in Ihrem Katalog einfügen. In diesem Beispiel haben wir folgendes in den Systemparameter OpacMainUserBlock eingefügt:

source: Once that is in place, you need only refresh your OPAC page, and there you have it, your very own catalog coverflow widget! Not only do these coverflows look great on a computer screen, but they look great on mobile platforms as well, and are even touch responsive!
de: Sobald dieser Code eingefügt wurde, müssen Sie den OPAC nur einmal neu aufrufen und es ist da - Ihr eigenes Coverflow-Widget! Diese Coverflows sehen nicht nur auf dem Bildschirm großartig aus, sondern auch auf kleineren Bildschirmen und können auch dort gut bedient werden.

source: Cataloging and Searching by Color
de: Katalogisierung und Suche nach Farbe

source: One of the icon sets installed in Koha includes a series of colors. This set can be used to catalog and search by color if you'd like. This guide will walk you use changing collection code to color in Koha so that you can do this.
de: Eines der mit Koha installierten Iconsets enthält eine Reihe von Farben. Dieses Set kann im Katalog für eine Suche nach Farbe verwendet werden. Diese Anleitung erklärt, wie Sie die Sammlungen für Farben verwenden können.

source: The following SQL could be used to add these colors to the CCODE authorized value category in a batch. If you wanted to use these colors for another authorized value you'd have to edit this to use that category:
de: Das nachfolgende SQL kann verwendet werden, um diese Farben zum Normierten Wert CCODE hinzuzufügen. Wenn sie diese Farben für einen anderen Normierten Wert verwenden möchten, müssen Sie die Kategorie entsprechend anpassen:

source: If you would like to choose the colors manually you can do that via the :ref:`Authorized Values` administration area.
de: Wenn Sie die Farben manuell auswählen möchten, können Sie dies über :ref:`Normierte Werte` im Administrationsmodul konfigurieren.

source: Next you'll want to :ref:`update the frameworks <marc-bibliographic-frameworks-label>` so that the 952$8 (if you're using collection code) label to says Color.
de: Als nächstes könnten Sie die :ref:`MARC-Frameworks <marc-bibliographic-frameworks-label>` für Feld 952$8 (falls Sie Sammlungen verwenden) aktualisieren, so dass die Beschreibung "Farbe" lautet.

source: Once you have that in place you can start to catalog items by color.
de: Sobald dies geschehen ist, können sie nach Farben katalogisieren.

source: Finally you'll want to add the following JQuery to your preferences so that it will relabel 'Collection' to 'Color'
de: Zuletzt können Sie noch das nachfolgende jQuery in Ihre Systemparameter einfügen, um die Beschriftung auch an anderen Stellen von "Sammlung" zu "Farbe" zu ändern

source: Using Koha as a Content Management System (CMS)
de: Koha als Content Management System (CMS)

source: Setup
de: Konfiguration

source: These are instructions for taking a default install of Koha and allowing it to function as a little content management system. This will allow a library to publish an arbitrary number of pages based on a template. This example uses the template for the main opac page, but you could just as well use any template you wish with a bit more editing. This may be appropriate if you have a small library, want to allow librarians to easily add pages, and do not want to support a complete CMS.
de: Die nachfolgenden Instruktionen erlauben es, CMS-Funktionen in eine Standardinstallation von Koha zu integrieren. Diese erlauben es einer Bibliothek eine beliebige Anzahl zusätzlicher Seiten basierend auf einem Template anzulegen. Dieses Beispiel verwendet das Template von der Startseite des OPAC, aber es ist möglich mit ein paar weiteren Änderungen ein beliebiges Template zu verwenden. Diese Funktion hilft, wenn Sie eine kleine Bibliothek sind, das Personal einfach Seiten bearbeiten können soll oder Sie kein vollständiges CMS betreiben möchten.

source: Copy /usr/share/koha/opac/cgi-bin/opac/opac-main.pl to /usr/share/koha/opac/cgi-bin/opac/pages.pl (in the same directory)
de: Kopieren Sie /usr/share/koha/opac/cgi-bin/opac/opac-main.pl nach /usr/share/koha/opac/cgi-bin/opac/pages.pl (im gleichen Verzeichnis)

source: Edit pages.pl in an editor
de: Bearbeitung von pages.pl im Editor

source: At approximately line 33 change this code:
de: Ungefähr in Zeile 33 müssen Sie diesen Code verändern:

source: To this code:
de: Zu diesem Code:

source: At approximately line 62 after this code:
de: Und danach ungefähr in Zeile 62:

source: Add these lines:
de: Diese Zeilen hinzufügen:

source: Note pages.pl file must have Webserver user execution permissions, you can use `chmod <http://en.wikipedia.org/wiki/Chmod>`__ command if you are actually logged in as such user:
de: Bitte beachten Sie, dass pages.pl vom Webserver-User ausführbar sein muss, dafür können Sie den `chmod <http://en.wikipedia.org/wiki/Chmod>`__ Befehl verwenden, wenn Sie als dieser User angemeldet sind:

source: In the browser go to Home > Administration > System Preferences > Local Use and add a New Preference called "page\_test"
de: Gehen Sie im Browser zu Start > Administration > Systemparameter > Lokale Verwendung und legen Sie einen neuen Systemparameter mit dem Namen "page\_test" an

source: Fill it out as so
de: Füllen Sie dies so aus

source: Explanation: test page for pages tiny cms
de: Erklärung: Test-Seite für Mini-CMS

source: Value: Lorem ipsum
de: Wert: Lorem ipsum

source: Click the TextArea link (or enter "TextArea" into the input field below it)
de: Klicken Sie auf den Textarea-Link (oder wählen Sie "Textarea" aus der Auswahlliste)

source: variable options (last field): 80\|50
de: Weitere Optionen (letztes Feld): 80\|50

source: In a browser go to http://youraddress/cgi-bin/koha/pages.pl?p=test The page should come up with the words "Lorem ipsum" in the main content area of the page. (replace "youraddress" with localhost, 127.0.0.1, or your domain name depending on how you have Apache set up.)
de: Rufen Sie im Browser die Adresse http://ihrkatalog/cgi-bin/koha/pages.pl?p=test auf. Die Seite sollte mit dem Text "Lorem ipsum" im Hauptbereich angezeigt werden. (Ersetzen Sie "ihrkatalog" mit localhost, 127.0.0.1 oder Ihrer Domain, abhängig davon, wie Sie Apache eingerichtet haben.)

source: To add more pages simply create a system preference where the title begins with "page\_" followed by any arbitrary letters. You can add any markup you want as the value of the field. Reference the new page by changing the value of the "p" parameter in the URL.
de: Um weitere Seiten hinzuzufügen, legen Sie weitere Systemparameter an, deren Variable mit "page\_" beginnt, gefolgt von einer beliebigen Zeichenfolge. Sie können beliebiges Markup für den Wert der Variable verwenden. Sie können auf die Seite verlinken, indem Sie den Wert das "p"-Parameters in der URL anpassen.

source: To learn more visit the Koha wiki page on this topic: http://wiki.koha-community.org/wiki/Koha_as_a_CMS
de: Weitere Informationen finden Sie auf der Wiki-Seite zu diesem Thema: http://wiki.koha-community.org/wiki/Koha_as_a_CMS

source: Editing the pages template
de: Bearbeitung des Seitentemplates

source: Copy /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt to /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
de: Kopieren Sie /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/opac-main.tt nach /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt

source: Edit /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt
de: Bearbeiten Sie /usr/share/koha/opac/htdocs/opac-tmpl/bootstrap/en/modules/pages.tt

source: At approximately line 61, change this:
de: Ungefähr in Zeile 61 ändern Sie:

source: To this:
de: Zu:

source: Remark: You may wish to disable your News block of these CMS style pages e.g. when you do not want it displayed on the CMS style pages or where the News block is long enough that it actually makes the 'page\_test' include scroll outside the default viewport dimensions. In that case, remove the following code from your pages.tt template.
de: Anmerkung: Eventuell möchten Sie den Block mit den Nachrichten von Ihren CMS-Seiten entfernen z.B. wenn Sie ihn auf diesen Seiten nicht anzeigen möchten oder die Nachrichten so lang sind, dass die Inhalte von "page\_test" dadurch außerhalb des sichtbaren Bereichs liegen. In diesem Fall können Sie den folgenden Code aus Ihrem pages.tt-Template löschen.

source: Troubleshooting
de: Problembehebung

source: If you have problems check file permissions on pages.pl and pages.tt. They should have the same user and group as other Koha files like opac-main.pl.
de: Wenn Sie Probleme mit der Funktion haben, prüfen Sie zunächst die Berechtigungen für pages.pl und pages.tt. Sie sollten demselben User und derselben Gruppe wie die anderen Koha-Dateien gehören.

source: Bonus Points
de: Bonuspunkte
