Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: de

source: **Question:** How can I find out what version of Koha I am using?
de: **Frage:** Wie kann ich herausfinden, welche Version von Koha ich installiert habe?

source: **Answer:** The easiest way to find out your Koha version is taking a look at the About page of the staff interface.
de: **Antwort:** Der einfachste Weg die Koha-Version zu ermitteln ist über einen Blick auf die Seite "Über Koha" in der Dienstoberfläche.

source: You can also find out from the OPAC by taking a look at the HTML source. It will look something like:
de: Eine andere Möglichkeit ist sich den HTML-Quelltext im OPAC anzusehen. Es sollte ungefähr so aussehen:

source: **Question:** Should I use the Debian packages or the tarball to install Koha?
de: **Frage:** Sollte ich die Debian-Pakete oder den Tarball für die Installation von Koha verwenden?

source: **Answer:** For the beginning user, it is highly recommended to use the package install of Koha - it provides many simple commands to do powerful things to your Koha installation. Packages should almost always be your choice of install on an ordinary production Koha install. A relative minimum of system administration skill is required to install Koha using the Debian packages.
de: **Antwort:** Für den neuen Anwender wird es dringend empfohlen die Debian-Pakete für die Installation von Koha zu verwenden - sie stellen viele einfache Möglichkeiten zur Verfügung um schwierige in der Installation zu tun. Pakete sollten eigentlich immer die erste Wahl sein, wenn es um einen normalen Server für den produktiven Einsatz geht. Für die Installation mit Paketen ist nur ein relatives Minimum an systemadministrativen Kenntnissen erforderlich.

source: Instructions for using the packages with `Debian <https://wiki.koha-community.org/wiki/Debian>`_.
de: Instruktionen für die Verwendung der Pakete unter `Debian <https://wiki.koha-community.org/wiki/Debian>`_.

source: Installing from tarball or git is the only option for people not installing on Debian or Ubuntu.
de: Eine Installation mit dem Tarball oder über git ist die einzige Option, wenn als Betriebssystem nicht Debian oder Ubuntu verwendet werden.

source: Developers should give the `KohaDevBox <https://gitlab.com/koha-community/kohadevbox>`_ a look, it's the easiest, quickest way to get a Developer instance of Koha going.
de: Entwickler sollten einen Blick auf die `KohaDevBox <https://gitlab.com/koha-community/kohadevbox>`_ werfen. Es ist die einfachste und schnellste Möglichkeit eine Entwicklungsumgebung für Koha aufzusetzen.

source: OPAC and staff interface
de: OPAC und Dienstoberfläche

source: **Question:** What cookies does Koha use?
de: **Frage**: Welche Cookies verwendet Koha?

source: **Answer:** The cookies Koha uses on the OPAC and in the staff interface are documented in the Koha Community wiki:
de: **Antwort:** Die von Koha im OPAC und der Dienstoberfläche verwendeten Cookies sind im Koha Community Wiki dokumentiert:

source: Custom item type/authorized value icons
de: Anpassung der Icons für Medientypen/Normierte Werte

source: **Question:** Can I have my own set of item type images (or authorized value icons)?
de: **Frage:** Kann ich meine eigenen Icons für Medientypen (oder normierte Werte) einrichten?

source: **Answer:** Absolutely. To add additional icons to your system you simply add a new directory to koha-tmpl/intranet-tmpl/prog/img/itemtypeimg/ and to koha-tmpl/opac-tmpl/bootstrap/itemtypeimg and put your icons in the new directory. Your icons will show up in a new tab as soon as they are in the folders.
de: **Antwort:** Durchaus. Um Icons hinzuzufügen müssen Sie nur ein neues Verzeichnis in koha-tmpl/intranet-tmpl/prog/img/itemtypeimg/ und koha-tmpl/opac-tmpl/bootstrap/itemtypeimg anlegen und Ihre Icons dort ablegen. Ihre Icons werden in einem neuen Reiter angezeigt, sobald Sie im Verzeichnis gespeichert wurden.

source: **Note**
de: **Hinweis**

source: Remember to put the icons in both places (on the OPAC and the intranet).
de: Denken Sie daran die Icons an beiden Stellen abzulegen (im OPAC und in der Dienstoberfläche).

source: Customizing Koha images
de: Anpassung von Bildern in Koha

source: **Question**: Can I customize the images in the OPAC?
de: **Frage:** Kann ich die Bilder im OPAC anpassen?

source: **Answer**: Absolutely. Koha comes with a series of original images that you can alter to meet your needs. The originals can be found in the misc/interface\_customization/ directory.
de: **Antwort**: Durchaus. Koha wird mit einer Reihe von Originalbildern installiert, die Sie Ihren Bedürfnissen entsprechend anpassen können. Die Originale finden Sie im Verzeichnis misc/interface\_customization/ directory.

source: OPAC display fields
de: Anzeigefelder im OPAC

source: **Question**: What MARC fields print to the different OPAC screens in Koha?
de: **Frage**: Welche MARC-Felder werden auf den verschiedenen Seiten im OPAC von Koha angezeigt?

source: **Answer**: The XSLT preference must be set as follows for the following fields to show
de: **Antwort**: Der Systemparameter XSLT muss wie folgt gesetzt sein, damit die folgenden Felder angezeigt werden

source: :ref:`OPACXSLTResultsDisplay` = using XSLT stylesheets
de: :ref:`OPACXSLTResultsDisplay` = XSLT-Stylesheets verwenden

source: :ref:`OPACXSLTDetailsDisplay` = using XSLT stylesheets
de: :ref:`OPACXSLTDetailsDisplay` = XSLT-Stylesheets verwenden

source: :ref:`DisplayOPACiconsXSLT` = show
de: :ref:`DisplayOPACiconsXSLT` = Zeige

source: The OPAC results page shows:
de: Die Trefferliste im OPAC zeigt:

source: The OPAC details page shows:
de: Die Detailansicht im OPAC zeigt:

source: plus all of the 5xx fields in the 'Notes' tab at the bottom
de: und zusätzlich alle 5XX Felder im Reiter 'Beschreibung' unten auf der Seite

source: Show patrons the barcodes of items they have checked out
de: Zeigt Benutzern die Barcodes von Exemplaren, die sie ausgeliehen haben

source: **Question**: Can patrons see the barcodes for the items they have checked out.
de: **Frage**: Können Benutzer den Barcode für die Exemplare, die sie ausgeliehen haben sehen?

source: **Answer**: Not by default, but with a few edits to the patron record you can make a barcode column appear on the patron's check out summary in the OPAC. You can set up a :ref:`patron attribute <patron-attribute-types-label>` with the value of SHOW\_BCODE and :ref:`authorized value <authorized-values-label>` of YES\_NO to make this happen.
de: **Antwort**: Nicht in der Voreinstellung, aber mit einigen Änderungen im Benutzerkonto können Sie eine Spalte für den Barcode in der Liste der Ausleihen im OPAC anzeigen lassen. Sie können in den :ref:`Benutzerattributen <patron-attribute-types-label>` einen Wert SHOW\_BCODE anlegen und in den :ref:`Normierten Werten <authorized-values-label>` die Kategorie YES\_NO, damit die Anzeige des Barcodes aktiviert werden kann.

source: Then on the :ref:`patron's record set the value <editing-patrons-label>` for SHOW\_BCODE to yes.
de: Im :ref:`Benutzerdatensatz <editing-patrons-label>` wählen Sie für SHOW\_BCODE dann 'ja'.

source: This will add a column to the check out summary in the OPAC that shows the patrons the barcodes of the items they have checked out.
de: Dies fügt eine Spalte in der Ausleihübersicht im OPAC hinzu, in welcher der Benutzer die Barcodes der entliehenen Medien sieht.

source: Clicking on the 'Overdue' tab will show only the items that are overdue.
de: Ein Klick auf den Tab 'Überfällig' zeigt nur die Exemplare an die überfällig sind.

source: Circulation/Notices
de: Ausleihe/Nachrichten

source: Fees and fines
de: Gebühren und Entgelte

source: **Question**: Why am I getting fined 5.00 for every loan?
de: **Frage**: Warum werden mir für jede Ausleihe 5.00 Gebühren berechnet?

source: **Answer**: The money you are seeing on your patron's account isn't a fine, but a rental fee. The optional default item types that come with the Koha sample data might contain a rental fee. To remove this fee, do the following:
de: **Antwort**: Die Gebühr, die Sie auf Ihrem Benutzerkonto sehen, ist eine Leihgebühr. Die Medientypen aus der Beispielkonfiguration, mit der Koha installiert werden kann, können Leihgebühren definiert haben. Um diese Konfiguration zu ändern, tun Sie das Folgende:

source: Click More > Administration
de: Mehr > Administration

source: Click Item types
de: Rufen Sie die Medientypen auf

source: Note which item types have a 5.00 fee associated with them, select them for editing
de: Merken Sie sich, welche Medientypen mit einer eine Leihgebühr konfiguriert wurden und bearbeiten Sie diese

source: Remove the fee, and save the item type
de: Entfernen Sie die Leihgebühr und speichern Sie

source: Book drop
de: Bücherrückgabebox

source: **Question**: How is the book drop date determined? Is it the last open date for the checkout library? Is it today's date minus one? Can the book drop checkin date be set?
de: **Frage**: Wie wird das Datum für die Bücherrückgabebox bestimmt? Handelt es sich hier um das letzte Öffnungsdatum für die Ausleihbibliothek? Handelt es sich um das heutige Datum minus eins? Kann das Rückgabedatum für die Bücherrückgabebox eingerichtet werden?

source: **Answer**: If the library is closed for four days for renovations, for example, there would be more than one day needed for the book drop date. You will only have one book drop date and that will be the last day that the library was open (determined by the holiday calendar) because there is no real way to know what day the books were dropped into the box during the 4 closed days.
de: **Antwort**: Ist die Bibliothek zum Beispiel vier Tage wegen Renovierung geschlossen, braucht es mehr als einen Tag für das Datum der Bücherboxrückgabe. Sie haben nur ein Datum für die Bücherboxrückgabe und das ist der letzte Öffnungstag der Bibliothek (wird durch die Eintragungen im Kalender bestimmt) da nicht wirklich nachvollzogen werden kann, wann die Bücher während der vier Schließtage in die Box gelegt wurden.

source: If you need to set a different checkin date, you can use the :ref:`SpecifyReturnDate` system preference. This will allow you to set an arbitrary date and any overdue fines will be recalculated accordingly.
de: Wenn Sie ein anderes Rückgabedatum auswählen können möchten, können Sie den Systemparameter :ref:`SpecifyReturnDate` aktivieren. Über diese Funktion ist es möglich ein beliebiges Rückgabedatum anzugebe und angefallene Mahngebühren werden anhand dieses neu berechnet.

source: Holds to pull and holds queue
de: Zu erledigende Vormerkungen und Liste der Vormerkungen

source: **Question**: What is the difference between the :ref:`Holds queue <holds-queue-label>` and :ref:`Holds to pull <holds-to-pull-label>` reports?
de: **Frage**: Was ist der Unterschied zwischen den Reports :ref:`Liste der Vormerkungen <holds-queue-label>` und :ref:`Zu erledigende Vormerkungen <holds-to-pull-label>`?

source: **Answer**: The holds to pull report gives a simple list of what holds need to be filled with available items. It shows the 'live' data of your database, so new holds will turn up there immediately. It shows information about each hold including all libraries where items of the requested title are available.
de: **Antwort**: Der Report 'Zu erledigende Vormerkungen' zeigt eine einfache Liste von Vormerkungen auf verfügbare Exemplare. Er zeigt die 'Live-Daten' Ihrer Datenbank. Neue Vormerkungen erscheinen sofort. Er zeigt Informationen über jede Vormerkung einschließlich aller Standorte mit verfügbaren Exemplaren.

source: The holds queue report is divided by libraries and will list the hold only for one library where it is available. For libraries with lots of holds and multiple branches this will prevent multiple libraries pulling the item off the shelf at the same time.
de: Der Report 'Liste der Vormerkungen' ist nach Bibliotheken getrennt und zeigt eine Liste der Vormerkungen für jeweils eine Bibliothek, in der Exemplare verfügbar sind. Dies verhindert für Bibliotheken mit vielen Vormerkungen und mehreren Zweigstellen, dass mehrere Bibliotheken zur gleichen Zeit das Exemplar aus dem Regal nehmen.

source: The holds queue report is generated by the :ref:`build_holds_queue.pl <cron-holds-queue-report-label>` cron job. By default it runs hourly, but it might be changed to run at any other interval. There are various configuration options to determine the library to provide the item. For example:
de: Der Report 'Liste der Vormerkungen' wird durch den Cronjob :ref:`build_holds_queue.pl <cron-holds-queue-label>` generiert. In der Voreinstellung läuft dieser Cronjob stündlich, aber Sie können Ihn auch so konfigurieren, dass er in anderen Intervallen läuft. Es gibt unterschiedliche Konfigurationsmöglichkeiten um festzulegen, welche Bibliothek ein verfügbares Exemplar bereitstellen soll. Zum Beispiel:

source: :ref:`Library transfer limits <library-transfer-limits-label>`
de: :ref:`Transportregel für Bibliotheken <library-transfer-limits-label>`

source: :ref:`Transport cost matrix <transport-cost-matrix-label>`
de: :ref:`Transportkostentabelle <transport-cost-matrix-label>`

source: :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>`, :ref:`HoldsQueueSkipClosed <holds-queue-system-preferences-label>`, and :ref:`RandomizeHoldsQueueWeight <holds-queue-system-preferences-label>` system preferences
de: Die Systemparameter :ref:`StaticHoldsQueueWeight <holds-queue-system-preferences-label>`, :ref:`HoldsQueueSkipClosed <holds-queue-system-preferences-label>`, und :ref:`RandomizeHoldsQueueWeight <holds-queue-system-preferences-label>`

source: Printing overdue notices
de: Mahnbenachrichtigungen drucken

source: **Question**: Can I print overdue notices for patrons without email addresses on file?
de: **Frage**: Kann ich Mahnbenachrichtigungen für Benutzer drucken, für die keine E-Mail-Adresse hinterlegt ist?

source: **Answer**: Yes. By default Koha will email all overdue notices to patrons without email address to the library.
de: **Antwort**: Ja. In der Voreinstellung schickt Koha alle Mahnbenachrichtigungen von Benutzern ohne E-Mail-Adresse an die Bibliothek.

source: Additionally the :ref:`overdue notice cron job <cron-overdue-notice-label>` has a setting to generate the overdue notices as HTML for printing. An example of this usage would be:
de: Zusätzlich hat der :ref:`Cronjob für Mahnungen <cron-overdue-notice-label>` eine Option, um Mahnbenachrichtigungen als HTML für den Ausdruck zu generieren. Ein Beispiel dafür wäre:

source: In this example, we wanted to use only certain item fields in our notices, so we specified itemscontent fields in the cron entry; that's not a requirement for the feature.
de: In diesem Beispiel möchten wir nur gewissen Exemplarfelder in unserer Benachrichtigung verwenden. Darum haben wir Felder über den Parameter itemscontent definiert; dies ist keine Voraussetzung für das Feature.

source: The command line needs to specify a web-accessible directory where the print notices will go -- they get a filename like notices-2018-11-24.html (or holdnotices-2018-11-24.html). The overdue notice itself can be formatted to fit a Z-mailer. Within the notice file, the text is spaced down or over to where it will print properly on the form. The script has code that wraps around the notice file to tell the HTML to obey the formatting, and to do a page break between notices. The system preference :ref:`PrintNoticesMaxLines` can be used to specify the page length for libraries that allow a lot of checkouts which can lead to some notices running onto multiple pages. That system preference says to truncate the print notice at that page length and put in a message about go check your OPAC account for the full list.
de: Die Kommandozeile benötigt ein web-zugängliches Verzeichnis, in welchem die Benachrichtigungen für den Druck gespeichert werden sollen -- sie haben einen Dateinamen, wie zum Beispiel notices-2018-11-24.html (oder holdnotices-2018-11-24.html). Die Mahnbenachrichtigung selber kann so formatiert werden, dass sie mit einem Z-mailer verwendet werden kann. Innerhalb der Benachrichtigungsdatei ist der Text so eingerückt dass er korrekt auf dem Formular gedruckt werden kann. Das Skript enthält Code, dass der Benachrichtigung hinzugefügt wird, um diese Formatierung zu erhalten und einen Seitenumbruch zwischen einzelnen Schreiben zu erreichen. Der Systemparameter :ref:`PrintNoticesMaxLines` kann verwendet werden um die Seitenlänge zu definieren. Dies ist wichtig für Bibliotheken, die viele Ausleihen erlauben, da es sein kann, dass die Schreiben dann über mehrere Seiten gehen würden. Der Systemparameter bewirkt, dass das Schreiben an einer bestimmten Stelle truniert wird mit einem Hinweis auf das Benutzerkonto im OPAC für die vollständige Liste.

source: The cron entry is :ref:`gather\_print\_notices.pl <cron-print-hold-notices-label>` /tmp/noticedir
de: Der Eintrag für den Cronjob ist :ref:`gather\_print\_notices.pl <cron-print-hold-notices-label>` /tmp/noticedir

source: Unable to renew items
de: Exemplare können nicht verlängert werden

source: **Question**: We're trying to renew some items for our patron. One of the items is on hold and ineligible for renewal, but the other two items refuse to renew even though they should be eligible. When I try to use the override renewal limit, it just returns a little message that says "renewal failed". Any idea what's going on here?
de: **Frage**: Wir versuchen einige Exemplare für unseren Benutzer zu verlängern. Auf einem Exemplar ist eine Vormerkung gesetzt und kann nicht verlängert werden, aber die zwei anderen Exemplare weisen die Verlängerung zurück, obwohl sie dazu berechtigt wären. Wenn ich versuche das Verlängerungslimit zu überschreiben, erhalte ich eine Nachricht 'kann nicht verlängert werden'. Haben Sie eine Idee, was zu tun ist?

source: **Answer**: At the very least you will need to set an absolute :ref:`default circulation rule <circulation-and-fines-rules-label>`. This rule should be as standard rule for all libraries, 'All' itemtype', and 'All' patron category. That will catch anyone who doesn't match a specific rule. Patrons who do not match a specific rule will get blocked from placing holds or renewing items, since there was no baseline number of holds or renewals to utilize.
de: **Antwort**: Es muss mindestens eine :ref:`Standardausleihregel <circulation-and-fines-rules-label>` angelegt werden. Diese Regel sollte für alle Bibliotheken, alle Medientypen und alle Benutzertypen gelten. So werden alle Fälle abgefangen für die keine spezifische Regel eingetragen wurde. Wenn das nicht geschieht, kann es passieren dass Benutzer keine Vormerkungen setzen, oder Exemplare verlängern können.

source: Unable to place holds
de: Vormerkungen können nicht gesetzt werden

source: **Question**: Why can't I place holds when I have all of the preferences turned on.
de: **Frage**: Warum kann ich keine Vormerkungen setzen, auch wenn alle Systemparameter richtig gesetzt sind?

source: **Answer**: You probably need to set a default circulation rule in your :ref:`Circulation and fines rules <circulation-and-fines-rules-label>`. At the very least you will need to set a default circulation rule. his rule should be as standard rule for all libraries, 'All' itemtype', and 'All' patron category. That will catch all instances that do not match a specific rule.
de: **Antwort**: Sie müssen wahrscheinlich eine Standardausleihregel in den :ref:`Ausleihkonditionen <circulation-and-fines-rules-label>` definieren. Diese Regel sollte für alle Bibliotheken, alle Medientypen und alle Benutzertypen gelten. So werden alle Fälle abgefangen für die keine spezifische Regel eingetragen wurde.

source: The ability to place holds also depends on the 'On shelf holds allowed' setting in the used circulation rule. Depending on the setting, it might not be possible to place a hold, unless all or at least one item of the record is checked out.
de: Die Möglichkeit eine Vormerkung einzutragen, hängt auch von der Einstellung "Vormerkung verfügbarer Titel" in den Ausleihkonditionen ab. Abhängig von der gewählten Einstellung, ist es nicht möglich vorzumerken, bevor nicht mindesten eines oder alle Exemplare des Titels entliehen sind.

source: Keyboard shortcuts
de: Tastaturkürzel

source: **Question**: Do I have to use my mouse to access the checkout, checkin, renewal and catalog tabs at the top of the circulation pages?
de: **Frage**: Muss ich meine Maus benutzen um Zugriff auf Ausleihe, Rückgabe, Verlängerung und Reiter der Katalogisierung zu haben, oben auf der Ausleihseite?

source: **Answer**: You can jump between the tabs on the quick search box at the top of the screen by using the following hot keys (if the tab is available):
de: **Antwort**: In der Ausleihe können Sie mit den folgenden Tastenkombinationen zwischen den Reitern in der Suchleiste am oberen Bildschirmrand springen:

source: jump to the catalog search with Alt+q
de: mit Alt+Q zur Katalogsuche springen

source: jump to the checkout with Alt+u
de: zur Ausleihe springen mit Alt+U

source: this will not work for Mac user
de: dies funktioniert nicht für Benutzer eines Mac

source: jump to the renewal tab with Alt+w
de: Zum Reiter Verlängerungen mit Alt+W springen

source: jump to the checkin with Alt+r
de: Zur Rückgabe mit Alt+R springen

source: Mac users use the OPTION button in place of Alt
de: Mac-Anwender verwenden die Schaltfläche OPTION an Stelle von ALT

source: SMS notices/messages
de: SMS Benachrichtigungen/Nachrichten

source: **Question**: I want Koha to send notices via SMS, what do I need to do?
de: **Frage**: Ich möchte, dass Koha Nachrichten per SMS verschickt. Was muss ich dafür tun?

source: **Answer**: First you need to choose a SMS service to use with Koha. There is a list available here: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all Not all SMS services available to libraries have Perl drivers, so be sure to check this list to see if the provider you're considering is listed. If not you want to ask your provider if they have a Perl module, if not you should consider another service. Some common options in the US (that have Perl drivers) are:
de: **Antwort**: Als erstes müssen Sie einen SMS-Service suchen, der mit Koha kompatibel ist. Hier finden Sie eine verfügbare Liste: http://search.cpan.org/search?query=sms%3A%3Asend&mode=all. Nicht alle SMS-Services die für Bibliotheken verfügbar sind haben Perl-Treiber. Kontrollieren Sie, ob der Anbieter, den Sie aussuchen auf der Liste steht. Falls Sie ihn nicht auf dieser Liste finden, dann fragen Sie Ihren Anbieter, ob dieser ein Perl-Modul hat. Wenn nicht, sollten Sie einen anderen Service in Erwägung ziehen. Einige üblichen Optionen in der USA (die Perl-Treiber haben) sind:

source: Alternatively you can configure Koha to send SMS via Email. In order to use this feature you need to set the :ref:`SMSSendDriver` system preference to 'Email' and confiugre the email gateways for the different :ref:`SMS cellular providers <sms-cellular-providers-label>` of your patrons.
de: Alternativ können Sie Koha auch so konfigurieren, dass eine SMS via E-Mail verschickt wird. Um dieses Feature zu nutzen müssen Sie den Systemparameter :ref::`SMSSendDriver` auf 'Email' setzen und die E-Mail-Gateways für die verschiedenen :ref:`SMS-Mobilfunkanbieter <sms-cellular-providers-label>` Ihrer Benutzer konfigurieren

source: In any case you might want to check if sending SMS to your patrons is legal in your location.
de: Auf jeden Fall müssen Sie kontrollieren, ob es an Ihrem Standort erlaubt ist eine SMS an Ihre Benutzer zu verschicken.

source: **Question**: What about in India?
de: **Frage**: Was passiert in Indien?
