Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: de

source: Note that entering nothing at run time won't probably work as you expect. It will be considered as "value empty" not as "ignore this parameter". For example entering nothing for : "title=<<Enter title>>" will display results with title='' (no title). If you want to have to have something not mandatory, use "title like <<Enter title>>" and enter a % at run time instead of nothing
de: Notieren Sie, dass wenn Sie bei Ausführen nichts eingeben, der Report anders arbeitet, als Sie es erwarten. Dies wird als "leerer Wert" betrachtet und nicht als "ignorieren Sie diesen Parameter". Geben Sie zum Beispiel nichts ein bei : "title=<<Titel eingeben>>, werden Ihnen Ergebnisse angezeigt mit title='' (no title). Wenn Sie etwas haben möchten, dass nicht obligatorisch ist, verwenden Sie "title like <<Titel eingeben>>" und geben Sie bei Ausführung ein "%" statt das Feld frei zu lassen.

source: Examples:
de: Beispiele:

source: SELECT \* FROM items WHERE homebranch = <<Pick your branch\|branches>> and barcode like <<Partial barcode value here, use % to truncate>>
de: SELECT \* FROM items WHERE homebranch = <<Wählen Sie Ihre Bibliothek\|branches>> and barcode like <<Teil des Barcodes hier, verwenden Sie %, um zu trunkieren>>

source: SELECT title, author FROM biblio WHERE frameworkcode=<<Enter the frameworkcode\|biblio\_framework>>
de: SELECT title, author FROM biblio WHERE frameworkcode=<<Frameworkcode eingeben\|biblio\_framework>>

source: You have to use 'like' in your SQL query and put "%" in a text box to 'leave it blank'. Otherwise, it literally looks for "" (empty string) as the value for the field.
de: Sie müssen 'like' in Ihre SQL-Abfrage eingeben und in einem Eingabefeld "%" ein, um es 'leer zu lassen'. Andernfalls wird als Suchbegriff genau "" (leere Zeichenkette) als Wert für das Feld verwendet.

source: Searching
de: Suche

source: Advanced search
de: Erweiterte Suche

source: Scan indexes
de: Index durchsuchen

source: **Question**: What does 'scan indexes' on the advanced search page mean?
de: **Frage**: Was bedeuet "Indizes durchsuchen" in der Erweiterten Suche?

source: **Answer**: When you choose an index, enter a term, click 'scan indexes' and do the search, Koha displays the searched term and the following terms found in this index with the number of corresponding records. That search is not made directly in the catalog, but first in the indexes. It works only for one index at once, and only with no limit on library or library group (All libraries needed).
de: **Antwort**: Wenn Sie einen Index wählen, geben Sie einen Begriff ein, klicken Sie auf "Indizes durchsuchen" und starten Sie die Suche. Koha zeigt den gesuchten Begriff und die folgende Begriffe, die in diesem Index gefunden werden an mit der Anzahl der dazugehörigen Datensätze. Die Suche wird nicht direkt im Katalog gemacht, sondern zuerst in den Indexen. Dies funktioniert nur für einen Index auf einmal und nur ohne Einschränkung auf Bibliothek oder Bibliotheksgruppen.

source: Searching for terms that start with a character
de: Suche nach Begriffen, die mit einem Zeichen beginnen

source: **Question**: How do I search for all titles that start with the letter 'C'?
de: **Frage**: Wie kann ich alle Titel suchen, die mit dem Buchstaben 'C' beginnen?

source: **Answer**: You can choose to search for things that start with a character or series of characters by using the CCL 'first-in-subfield'
de: **Antwort**: Indem Sie CCl 'first-in-subfield' verwenden, können Sie nach Begriffen suchen, die mit einem Zeichen, oder mit einer Serie von Zeichen starten.

source: example: ti,first-in-subfield=C
de: Beispiel: ti, first-in-subfield=C

source: Wildcard searching
de: Wildcard Suche

source: **Question**:What is the difference between a keyword search using the '\*' (asterisk) versus a keyword search using the '%' (percent)? Both work in the catalog, but return different sets. Why?
de: **Frage**: Was ist der Unterschied zwischen einer Schlüsselwortsuche mit Verwendung von '\*' und der Schlüsselwortsuche mit Verwendung von '%'? Beide funktionieren im Katalog, aber bringen unterschiedliche Ergebnisse. Warum?

source: **Answer**: A wildcard is a character (\*,?,%,.) that can be used to represent one or more characters in a word. Two of the wildcard characters that can be used in Koha searches are the asterisk ('\*') and the percent sign ('%'). However, these two characters act differently when used in searching.
de: **Antwort**: Eine Wildcard ist ein Zeichen (\*,?,%,.) welches als Vertreter für ein oder mehrere Zeichen in einem Wort steht. Zwei Wildcard-Zeichen die in Koha verwendet werden können sind das 'Sternchen' ('\*') und das Prozentzeichen ('%'). Jedoch agieren diese beiden Zeichen unterschiedlich, wenn sie bei der Suche verwendet werden.

source: The '\*' is going to force a more exact search of the first few characters you enter prior to the '\*'. The asterisk will allow for an infinite number of characters in the search as long as the first few characters designated by your search remain the same. For example, searching for authors using the term, Smi\*, will return a list that may include Smith, Smithers, Smithfield, Smiley, etc depending on the authors in your database.
de: Das Zeichen '\*' erzwingt eine genauere Suche mit den ersten paar Zeichen die Sie eingeben mit '\*'.. Das Sternchen erlaubt Ihnen eine unendliche Anzahl von Zeichen in der Suche einzugeben. Suchen Sie zum Beispiel nach dem Autor, indem Sie den Begriff Smi\* eingeben erhalten Sie eine Trefferliste, die die Namen Smith, Smithers, Smithfield, Smiley, etc enthält. Dies ist abhängig von den Autoren, die in Ihrer Datenbank zu finden sind.

source: The '%' will treat the words you enter in the terms of "is like". So a search of Smi% will search for words like Smi. This results in a much more varied results list. For example, a search on Smi% will return a list containing Smothers, Smith, Smelley, Smithfield and many others depending on what is your database.
de: Das Zeichen '%' behandelt die Wörter die Sie eingeben wie " ist gleich". Eine Suche nach Smi% sucht nach Wörtern 'ist gleich' Smi. Die Ergebnisse die in der Liste erscheinen sind variantenreicher. So erhalten Sie zum Beispiel nach dieser Suche eine Trefferliste mit Smothers, Smith, Smelley, Smithfield und viele andere. Dies ist auch abhängig von den Datensätzen in Ihrer Datenbank.

source: The bottom line in searching with wildcards: '\*' is more exact while '%' searches for similar terms.
de: Die Suche mit Wildcards: '\*' ist genauer als die Suche mit '%' für ähnliche Begriffe.

source: Title searching
de: Titelsuche

source: **Question**: Why does my Zebra title search for 'Help' not turn up 'The help' in the first pages of results?
de: **Frage**: Warum erscheint in meiner Zebra Titelsuche die Option 'Hilfe' nicht auf der ersten Seite der Trefferliste?

source: **Answer**: In general, the more terms you enter, the better your results will be. Koha doesn't use stop words, so searching for "the" and "an" will work just fine. So "the help" shoudl bring better results than just a title search for help. Also using "Title, phrase" would further improve the results as it means that these terms have to appear in this sequence and with no other terms in between.
de: **Antwort**: Je mehr Begriffe Sie normalerweise eingeben, desto besser ist Ihre Trefferliste. Koha verwendet keine Stop-Wörter. Die Suche nach "der, die, das" und "ein, eine, einer" funktioniert gut. Darum sollte "die Hilfe" bessere Ergebnisse anzeigen, als eine Titelsuche nach Hilfe. Indem Sie "Titel, phrase" verwenden, verbessert dies Ihre Ergebnisse weiter, was heißt dass diese Begriffe in dieser Reihenfolge erscheinen und keine Begriffe dazwischen angezeigt werden.

source: Some system preferences are known to affect relevancy ranking negatively. These are :ref:`QueryAutoTruncate` and :ref:`UseICU`. With the latter also requiring the server setup to actually use ICU for indexing.
de: Einige Systemparameter beeinflussen die Bedeutung der Reihenfolge negativ. Dies sind zum Beispiel :ref:`QueryAutoTruncate` und :ref:`UseICU`. Mit dem letzteren benötigen Sie auch noch ein Server Setup, um ICU für den Aufbau des Index zu verwenden.

source: Note: If multiple results have the same relevancy score, they will be sorted by biblionumber as second criteria.
de: Hinweis: Wenn viele Ergebnisse die gleiche Bedeutung haben, werden sie als zweites Kriterium nach biblionumber sortiert.

source: Reset the Zebra index
de: Rücksetzen des Zebra Index

source: Run the following commands to reset the authorities and biblios Zebra indices.
de: Geben Sie die folgenden Befehle ein um die Normdaten und Titeldaten im Zebra Index zurückzusetzen.

source: If you are running a package install then you'll want to run the following commands to reset the authorities and biblios Zebra indices instead:
de: Wenn Sie dies im Stapel ausführen, dann müssen Sie die folgenden Befehle ausführen um die Normdaten und die Titeldaten im Zebra Index zurückzusetzen:

source: Replacing YOURLIBRARY with your Koha installation name.
de: Ersetzen Sie YOURLIBRARY mit dem Namen Ihrer Kohainstallation.

source: Enhanced content
de: Kataloganreicherung

source: All Amazon content
de: Alle Inhalte von Amazon

source: **Question**: I have all of the Amazon preferences turned on and have entered both of my keys, but none of the content appears in my system, why is that?
de: **Frage**: Ich habe alle Amazon-Parameter angeschaltet und ich habe meine beiden Schlüssel eingegeben, aber in meinem System erscheint der Inhalt nicht. Können Sie mir helfen?

source: **Answer**: Amazon's API checks your server time on all requests and if your server time is not set properly requests will be denied. To resolve this issue be sure to set your system time appropriately. Once that change in made Amazon content should appear immediately.
de: **Antwort**: Der API von Amazon überprüft die Server Zeit von allen Anfragen und wenn Ihre Server Zeit nicht aktualisiert ist, wird die Anfrage verweigert. Um das Problem zu lösen, stellen Sie sicher, dass Ihr System die Zeit entsprechend gesetzt hat. Nach der Aktualisierung sollte der Inhalt von Amazon sofort angezeigt werden.

source: On Debian the the command is *date -s "2010-06-30 17:21"* (with the proper date and time for your timezone).
de: In Debian heißt der Befehl *date -s "2010-06-30 17:21"* (mit dem richtigen Datum und der richtigen Zeit für Ihre Zeitzone).

source: Amazon also requires an ISBN for displaying book covers - make sure that you have the correct ISBN for your title. If you are having trouble with a book that seems like it should have a cover but doesn't turn one up, give it a try with the 10 digit ISBN in the first 020a. If you have a 10 digit and it's not turning up, try with the 13 digit ISBN in the first 020a.
de: Amazon erfordert ebenfalls eine ISBN um Cover anzeigen zu können. - Stellen Sie sicher, das Sie die korrekte ISBN für Ihren Titel erfasst haben. Wenn Sie Probleme mit einem Buch haben, für das eigentlich ein Cover angezeigt werden müsste, versuchen Sie es mit der 10-stelligen Variante der ISBN im ersten 020$a-Feld. Wenn Sie eine 10-stellige Nummer haben und es nicht angezeigt ist, versuchen Sie statt dessen die 13-stellige ISBN.

source: Making Z39.50 target public
de: Z39.50 Schnittstelle öffentlich machen

source: **Question**: How can I configure Zebra to make my database searchable via Z39.50?
de: **Frage**: Wie kann ich Zebra konfigurieren um meine Datenbank über Z39.50 suchbar zu machen?

source: **Answer**: Edit the KOHA\_CONF file that your Koha is using. Uncomment the publicserver line like:
de: **Antwort**: Bearbeiten Sie die Datei KOHA\_CONF, die Ihr Koha verwendet. Kommentieren Sie die Zeile Publicserver so aus:

source: to be:
de: um:

source: Then restart zebasrv and connect on the port specified (9999).
de: Starten Sie dann zebasrv neu und verbinden Sie sich mit dem vorgeschriebenen Port (9999).

source: Shelving location authorized values
de: Regalstandort normierte Werte

source: **Question**: When editing an item, the new shelving location I created is not showing up by default in the items where I assigned it to.
de: **Frage**: Wenn ich ein Exemplar bearbeite, wird der neue Standort den ich eingetragen habe nicht standardmässig in den Exemplaren angezeigt.

source: **Answer**: One possible reason is that you created the location in the LOC authorized value category with the code '' or 0 (zero). This will be treated as 'no location' and not display correctly.
de: **Antwort**: Ein möglicher Grund ist, dass Sie den Standort in der Kategorie LOC in den normierten Werten mit dem Code (0) erstellt haben. Hier behandelt Koha die Situation, als ob Sie 'keinen Standort' angegeben haben und die Anzeige ist nicht korrekt.

source: Why do I need authorized values?
de: Warum benötige ich normierte Werte?

source: **Question**: Why would I want to define authorized values for MARC tags?
de: **Frage**: Warum muss ich normierte Werte für MARC Tags definieren?

source: **Answer**: Authorized values create a 'controlled vocabulary' for your staff. As an example, let us assume that your Koha installation is used by several libraries, and you use MARC 21. You might want to restrict the 850a MARC subfield to the institution codes for just those libraries. In that case, you could define an authorized values category (perhaps called "INST") and enter the institution codes as the authorized values for that category.
de: **Antwort**: Die normierten Werte sind ein 'kontrollierter Wortschatz' für Ihr Bibliothekspersonal. Lassen Sie uns zum Beispiel davon ausgehen, dass Ihre Kohainstallation mehrere Standorte hat und MARC 21 verwendet. Sie könnten das Unterfeld MARC 850a einschränken auf die Institutions-Codes für genau diese Standorte. In diesem Fall können Sie eine Kategorie in den normierten Werten anlegen (zum Beispiel "INST") und die Institutions-Codes für diese Kategorie in den normierten Werten hinterlegen.

source: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure.
de: Für Ihre Medientypen und Branchcodes aktualisiert Koha automatisch die Kategorien der normierten Werte und Sie können diese normierten Werte mit MARC Unterfeldern verknüpfen, wenn Sie Ihre MARC Tag Struktur eingerichtet haben.

source: How do I clean up the sessions table?
de: Wie bereinige ich die Sitzungstabelle?

source: **Question**: Is there a periodic job that can be run to cull old sessions from the table? We don't want to backup all the useless session data every night.
de: **Frage**: Gibt es einen Cronjob der regelmässig läuft um alte Sitzungen aus der Tabelle zu filtern? Wir möchten nicht jede Nacht ein Backup von allen unnötigen Sitzungsdaten machen.

source: **Answer**: You can regularly run the :ref:`cleanup database cron job <cron-clean-up-database-label>`.
de: **Antwort**: Sie können regelmässig den :ref:`cleanup database cron job <cron-clean-up-database-label>` laufen lassen.

source: Or just before doing a backup command (mysqldump), you can truncate session table:
de: Oder bevor Sie einen Backup Befehl (mysqldump) ausführen, können Sie die Sitzungstabelle trunkieren:

source: Barcode scanners
de: Barcode Scanner

source: **Question**: What barcode scanners have been known to work with Koha?
de: **Frage**: Welche Barcode Scanner sind gut für die Arbeit mit Koha?

source: **Answer**: The simple rule of thumb is: does it act like a keyboard device? If so, it will work. (i.e. can you take the scanner, scan a barcode and have it show up in a text editor.)
de: **Antwort**: Die einfachste Regel ist: agiert er wie ein Keybord Gerät? Wenn ja, können Sie den Scanner verwenden (testen Sie dies indem Sie mit dem Scanner den Barcode einscannen. Er wird dann im Texteditor angezeigt).

source: The main points to check are that it connects to your PC conveniently (can be USB or "keyboard wedge" which means it connects in line with the keyboard, which is useful with older computers), and that it scans the barcode type that you are using.
de: Wichtig ist zu überprüfen, dass der Scanner mit Ihrem PC kompatibel ist (über USB oder "Keyboard Wedge". Dies bedeutet dass er auf das Keyboard ausgerichtet ist. Besonders hilfreich bei alten Computern) und den erforderlichen Barcodetyp scannt.

source: It is a good idea to test some 'used' barcodes if you have any, to see whether the scanner can read scuffed or slightly wrinkled ones successfully. Most scanners are capable of reading several barcode types - there are many, and the specification should list the ones it can read. You may need to adjust settings slightly, such as prefix and suffix characters, or whether you want to send an 'enter' character or not.
de: Es wäre gut ein paar Tests mit Barcodes durchzuführen, wenn Sie welche haben, um zu überprüfen ob der Scanner benutzte oder etwas faltige Barcodes erfolgreich lesen kann. Viele Scanner können verschiedene Barcodetypen lesen - es gibt viele Barcodetypen und die Vorgaben sollten aufgelistet sein. Sie können die Einstellungen, wie Prefix und Suffix Zeichen anpassen und angeben, ob Sie mit 'enter' senden möchten, oder nicht.

source: One more tip - some can be set 'always on' and may come with a stand, some have triggers under the handle, some have buttons on top, some are held like a pen. Think about the staff working with the hardware before choosing, as a button in the wrong place can be very awkward to use.
de: Noch ein Tipp - einige Scanner können auf 'immer an' eingestellt werden und können mit einem Sockel kommen, einige haben Trigger unter dem Griff, einige haben Knöpfe am Kopfende und andere hält man wie einen Stift. Bevor Sie einen auswählen, denken Sie daran, wie Sie in Ihrer Bibliothek mit der Hardware arbeiten. Ein Knopf an der falschen Stelle kann in der Verwendung ungünstig sein.

source: Printers
de: Drucker

source: Printers used by Koha libraries
de: verwendete Drucker in Koha Bibliotheken

source: General rule of thumb here is that if you can print with the printer from your browser, it will work with Koha.
de: Hier gilt die allgemeine Regel, wenn Sie mit Ihrem Drucker von Ihrem Browser aus drucken können, funktioniert dies mit Koha.

source: POS-X receipt printer
de: POS-X Quittungsdrucker

source: Star Micronics printer (exact model unknown) with a generic/plain text driver.
de: Star Micronics Drucker mit einem allgemeinen/einfachen Texttreiber

source: "I know there have been a lot of questions on receipt printers so I thought I'd pass on my findings. We have been testing the Star TSP-100 futurePRINT. I found this print to be VERY easy to configure for Koha. I was even able to customize the print job by adding our system logo (a .gif) to the top of every receipt. Also with a bitmap created in Paint was able to add a message at the bottom of each receipt with the contact information, hours and website for the library that the materials were checked out at."
de: "Ich weiß, es gibt eine Menge Fragen zu Quittungsdruckern, darum komme ich gleich zu meinen Untersuchungsergebnissen. Wir haben den Star TSP-100 futurePRINT getestet. Dieser lässt sich sehr einfach für Koha konfigurieren. Ich war sogar in der Lage den Druckjob anzupassen, indem ich oben auf jeder Quittung unser System Logo (a.gif) hinzugefügt habe. Auch mit bitmap, erstellt in Paint, konnte ich eine Nachricht unterhalb jeder Quittung hinzufügen mit den Kontaktinformationen, Stunden und der Webseite für die Bibliothek mit dem Zubehör, dass wir ausgeliehen hatten.

source: Epson TM 88 IIIP thermal receipt printers
de: Epson TM 88 IIIP thermal Quittungsdrucker

source: 1x1 labels using a Dymolabelwriter printer
de: 1x1 Etiketten mit Dymolabelwriter Drucker

source: Braille support
de: Support für Brailleschrift

source: **Question**: Are there any braille embossers or printers which have inbuilt braille converters and are accessible within the UNIX environment?
de: **Frage**: Gibt es Brailledrucker, die eingebaute Braillekonverter haben und die zugänglich innerhalb der UNIX Umgebung sind?

source: **Answer**: You may want to look into `BRLTTY <http://mielke.cc/brltty/>`_.
de: **Antwort**: `BRLTTY <http://mielke.cc/brltty/>`_ könnte für Sie in diesem Zusammenhang interessant sein.

source: Additional information
de: Zusatzinformation
