Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: de

source: **Answer**: India does not yet have too many options here. This is partly due to the Telecom regulatory authority's (TRAI) stipulations about transactional SMSes and limits on the number of SMSes that may be sent/received per users per day. India specific drivers include:
de: **Antwort**: Indien hat noch nicht so viele Optionen hier. Dies ist teilweise abhängig von der Telecom regulatory authority's (TRAI) Bestimmung über transaktionale SMS und Einschränkungen der Anzahl von SMS, die per Nutzer und Tag verschickt oder empfangen werden können. Bestimmte Treiber in Indien enthalten:

source: Email notices/messages
de: E-Mail-Benachrichtigungen

source: **Question**: How do I prevent my libraries notices ending up marked as spam?
de: **Frage**: Wie verhindere ich, dass die E-Mails meiner Bibliothek im Spam landen?

source: **Answer**: This is a complicated topic, but thankfully Koha gives you a good degree of control via various system preferences.
de: **Antwort**: Das ist ein kompliziertes Thema, aber Koha erlaubt eine gute Kontrolle über verschiedene Systemparameter.

source: For every email sent out from Koha there are three important addresses for the system to get correct, *From*, *Reply-to* and *Sender*. These are configurable at both the system and library level and should fallback in a suitable manor if any of them are not defined.
de: Für jede E-Mail die von Koha verschickt wird, gibt es drei wichtige E-Mail-Adressen, die korrekt konfiguriert erden sollten. "From", "Reply-To" und "Sender". Diese können sowohl auf Installaltionsebene, als auch für jede Bibliothek konfiguriert werden, mit sinnvollen Fallbacks wenn eine von ihnen nicht angegeben wurde.

source: KohaAdminEmailAddress - This will act as the *From* address and should be an address in the same domain as the koha server [for example noreply@koha-hosting.org]
de: KohaAdminEmailAdress - Diese fungiert als die "From"-Adresse und sollte eine Adresse in der gleichen Domain wie Ihr Mailserver sein [zum Beispiel noreply@koha-hosting.org]

source: ReplytoDefault - This will act as the *Reply-to* address and can be in any domain [for example librarian@mylibrary.com] and this is the address which will be used if/when a patron hits 'Reply' in their email client. Note: This will fall back to KohaAdminEmailAddress when it is not set.
de: ReplyToDefault - Diese fungiert als "Reply-To"-Adresse und kann aus irgendeiner Domain sein [zum Beispiel librarian@mylibrary.com] und diese Adresse wird verwendet, wenn/falls ein Benutzer die Antwortfunktion in seinem E-Mail-Programm verwendet. Hinweis: Die Fallbackadresse für ReplyToDefault ist KohaAdminEmailAddress.

source: ReturnpathDefault - This will act as the *Sender* address and also needs to be within the koha/email servers domain [for example postmaster@koha-hosting.org] and this is the address which will be used to report if an email bounces for any reason.
de: ReturnpathDefault - Dies ist die "Sender"-Adresse und muss ebenfalls innerhalb der gleichen Domain des Koha- bzw. Mailservers liegen [zum Beispiel postmaster@koha-hosting.org] und wird vewendet, wenn eine E-Mail aus irgendwelchen Gründen nicht zugestellt werden kann.

source: There are parallels to all the above preferences at the per branch level which fall back in the same order as mentioned aboved before falling back to the system level preferences above when required.
de: Die gleichen Adressen finden sich auch in der Bibliothekskonfiguration und die Fallbacks erfolgen in der selben Reihenfolge wie zuvor beschrieben, bevor die globalen Parameter berücksichtigt werden.

source: If you have the above configured correctly and your emails are still being treated as spam then you likely need to contact your email service provider/dns provider and look into MX, SPF and DKIM records.
de: Wenn Sie alles korrekt konfiguriert haben und die E-Mails immer noch im Spam landen, dann kontaktieren sie Ihren E-Mail-Provider oder DNS-Provider und erkundigen Sie sich nach MX, SPF und DKIM.

source: Cataloging
de: Katalogisierung

source: Authorities
de: Normdaten

source: **Question:** Why can't I edit 1xx, 6xx, or 7xx fields in my catalog record?
de: **Frage:** Warum kann ich in meinem Datensatz keine 1XX, 6XX oder 7XX Felder bearbeiten?

source: **Answer:** These fields are authority controlled and you probably have the :ref:`BiblioAddsAuthorities` set to "Don't allow". When it is set to "Don't allow" these fields will be locked and require you to search for an existing authority record to populate the field with. To allow typing in these authority fields set :ref:`BiblioAddsAuthorities` to 'Allow'.
de: **Antwort:** Diese Felder sind durch Normdaten kontrolliert und Sie haben wahrscheinlich den Systemparameter :ref:`BiblioAddsAuthorities` auf 'Sollen nicht' gesetzt. Wenn Sie den Parameter so gesetzt haben, sind diese Felder gesperrt und Sie müssen einen bereits vorhandenen Normdatensatz suchen, um das Feld damit zu füllen. Um diese Normdatenfelder bearbeiten zu können setzten Sie Ihren Systemparameter :ref:`BiblioAddsAuthorities` auf 'sollen'.

source: Fields affected by this preference will show a lock symbol in them
de: Felder, die von diesem Systemparameter betroffen sind, zeigen ein Sperrsymbol an.

source: **Question:** Can I use Koha without creating authority records?
de: **Frage:** Kann ich Koha nutzen ohne Normsätze zu verwenden?

source: **Answer:** If you don't want to create authorities for your reacords at all, you can remove the authority link by blanking the Thesaurus setting for the fields in your MARC bibliographic frameworks. See also: :ref:`Edit framework subfields <edit-framework-fields-and-subfields-label>`
de: **Antwort:** Wenn Sie für Ihre Datensätze keine Normdaten erstellen möchten, können Sie den Link für die Normdaten entfernen, indem Sie den Thesaurus entfernen, der für die Felder in Ihrem bibliographischen MARC-Framework angelegt ist. Siehe auch: :ref:`Unterfelder in Frameworks bearbeiten <edit-framework-fields-and-subfields-label>`

source: Koha to MARC mapping
de: Koha-zu-MARC-Mapping

source: **Question**: What's the relationship between 'Koha to MARC mapping' and 'MARC bibliographic frameworks'?
de: **Frage**: Wo besteht die Verbindung zwischen 'Koha-zu-MARC-Mapping' und den 'bibliographischen MARC-Frameworks'?

source: **Answer**: Mappings can be defined through 'MARC bibliographic frameworks' OR 'Koha to MARC mapping'. 'Koha to MARC mapping' is just a shortcut to speed up linkage. If you change a mapping in one of these modules, the mapping will change in the other as well. In other words, the two modules 'overwrite' each other in order to prevent conflicts from existing in Koha.
de: **Antwort**: Mappings können durch 'bibliographische MARC-Frameworks' oder 'Koha-zu-MARC-Mappings' definiert werden. 'Koha zu MARC-Mapping' ist nur ein Kürzel um die Steuerung zu beschleunigen. Wenn Sie ein Mapping in einem dieser Module ändern, ändert sich das Mapping auch in den anderen Modulen. Mit anderen Worten, beide Module 'überschreiben' sich gegenseitig, um Konflikte der Existenz in Koha zu verhindern.

source: Number of items per bibliographic record
de: Anzahl der Exemplare per bibliographischem Datesatz

source: **Question**: Is there a limit on the number of items I can attach to a bib record?
de: **Frage**: Gibt es eine Beschränkung für die Anzahl der Exemplare, die ich an einen bibliographischen Datensatz anhängen kann?

source: **Answer**: There is no limit to the number of items you can attach to a bibliographic record. For records with a big number of items exporting the MARC record as ISO 2709 might be problematic as this format has a size limit. Item numbers somewhere between 600 and 1000 items on a 'normal' bibliographic record should be ok.
de: **Antwort**: Es gibt keine Beschränkung für die Anzahl der Exemplar, die an einen bibliographischen Datensatz gehängt werden können. Für Datensätze mit einer grossen Anzahl Exemplare könnte das exportieren der MARC-Datensätze als ISO 2709 problematisch werden, da dieses Format eine Größenbeschränkung hat. Eine Anzahl zwischen 600 und 1000 Exemplaren angehängt an einen 'normalen' Datensatz sollte in Ordnung sein.

source: Analytics
de: Aufsätze

source: **Question**: I am using the :ref:`EasyAnalyticalRecords` feature, but my links in the OPAC and Staff client to 'Show analytics' are not working.
de: **Frage**: Ich verwende das :ref:`EasyAnalyticalRecords` Feature, aber meine Links 'Zeige Verknüpfungen' funktionieren weder im OPAC noch in der Dienstoberfläche.

source: **Answer**: If you plan on using :ref:`EasyAnalyticalRecords` you will want to make sure to set your :ref:`UseControlNumber` preference to "Don't use," this will prevent broken links.
de: **Antwort**: Wenn Sie in Erwägung ziehen :ref:`EasyAnalyticalRecords` zu verwenden, müssen Sie sicherstellen, dass Ihr Systemparameter :ref:`UseControlNumber` auf 'Verwende keine' gesetzt ist. Dies verhindert defekte Verknüpfungen.

source: Acquisitions
de: Erwerbung

source: Planning categories
de: Plannungskategorien

source: **Question**: What is a planning category?
de: **Frage**: Was ist eine Planungskategorie?

source: **Answer**: When you plan in advance for the way your budget is going to be spent, you initially plan for how it's going to be spent over time, that's the most natural thing to do.
de: **Antwort**: Wenn Sie im Voraus planen, wie das Geld in Ihrem Etat ausgegeben werden soll, planen Sie zunächst, wofür das Geld ausgegeben werden soll.

source: So you plan for $1000 in Jan. $1000 in Feb., $3000 in March, etc. You can basically do the same thing with a list of values in lieu of the months.
de: So planen Sie zum Beispiel $1000 im Januar auszugeben, $1000 im Februar, $3000 im März etc. Dies können Sie grundsätzlich auch mit einer Liste von Werten mit Monaten machen.

source: Say you have a list like this one:
de: Sagen wir, Sie haben eine Liste wie diese:

source: < 1 month
de: < 1 Monat

source: < 6 months
de: < 6 Monate

source: < 1 year
de: < 1 Jahr

source: < 3 years
de: < 3 Jahre

source: < 10 years
de: < 10 Jahre

source: > 10 years
de: > 10 Jahre

source: The list is meant to represent when the books acquired were published. Then you plan for it, saying: we want to spend at least 40% of our budgets on books published less than a year ago, 10% on books more than 10 years old, etc.
de: Die Liste wird angezeigt, wenn die Bücher, die erworben werden sollen veröffentlicht werden. Dann beginnen Sie zu planen. Zum Beispiel: wir möchten mindestens 40% von unserem Etat für Bücher ausgeben, die vor weniger als 10 Jahren veröffentlicht wurden, 10% auf Bücher, die mehr als 10 Jahre alt sind etc.

source: Upon acquiring new material, you'll be able to select, for a given item, a value from this list in a drop down. Then, after the material has been acquired, at the end of the year, you'll be able to compare the goals set with what's been achieved.
de: Um neues Material zu erwerben, haben Sie die Möglichkeit für ein Exemplar einen Wert aus der Liste des PullDown-Menüs zu wählen. Dann, nachdem das Material bestellt wurde, am Ende des Jahres, können Sie das gesetzte Ziel mit dem was erreicht wurde vergleichen.

source: Serials
de: Zeitschriften

source: Advanced patterns
de: Erweiterte Erscheinungsmuster

source: **Question**: What is the 'inner counter' on the advanced serials pattern interface?
de: **Frage**: Was bedeutet der 'innere Zähler' auf der Oberfläche im erweiterten Erscheinungsmuster bei Zeitschriften?

source: **Answer**: I think it is better to give an example to understand this :
de: **Antwort**: Ich glaube, es ist einfacher zu verstehen mit einem Beispiel:

source: Example for a monthly subscription :
de: Beispiel für ein Abo mit monatlicher Erscheinungsweise:

source: First issue publication date : April 2010
de: Publikationsdatum 1. Heft: April 2010

source: Numbering : No {X}, year {Y}
de: Zählung: Nr {X}, Jahr {Y}

source: First issue : No 4, year 2010
de: Erstes Heft : N 4, Jahr 2010

source: For the year Y : you will want the year change on January 2011
de: Für das Jahr Y : Sie möchten, dass sich das Jahr im Januar 2011 ändert

source: So, the advanced pattern for Y will be :
de: Zeige erweitertes Erscheinungsmuster für Y:

source: Add : 1
de: Fügen Sie 1 hinzu

source: Every : 12
de: Jeder : 12

source: When more than: 9999999
de: Wenn mehr als : 9999999

source: Inner counter: 3
de: Innerer Zähler : 3

source: Set back to: 0
de: Zurücksetzen auf : 0

source: Begins with: 2010
de: Beginnt mit: 2010

source: Year is going to change after 12 received issues from April 2010, that is in April 2011 if you don't set inner counter. Set inner counter to 3 will say to Koha: change year after 12-3 = 9 received issues.
de: Das Jahr wechselt nach 12 empfangenen Heften von April 2010 auf April 2011, wenn Sie den inneren Zähler nicht gesetzt haben. Setzen Sie den inneren Zähler auf 3 bedeutet dies für Koha: wechsle das Jahr nach 12-3=9 erhaltenen Heften.

source: Inner counter says to Koha to take into account the first issues of the year, even if they are not received with Koha. If you begin with first issue of the year write nothing or 0.
de: Der innere Zähler sagt Koha, dass es die ersten Hefte des Jahres berücksichtigen muss, selbst wenn diese nicht in Koha bearbeitet wurden. Wenn Sie mit dem ersten Heft des Jahres beginnen lassen Sie den inneren Zähler leer, oder tragen Sie eine 0 ein.

source: SQL help
de: SQL-Hilfe

source: **Question:** I don't know SQL, but I want to write a report that does X. Can you tell me how?
de: **Frage:** Ich kann kein SQL, aber möchte einen Report schrieben, der X abfragt. Wer kann mir helfen?

source: **Answer:** The `Koha reports library <https://wiki.koha-community.org/wiki/SQL_Reports_Library>`_ on the Koha wiki is a good starting point and contains a lot of SQL reports shared by other libraries that can be reused and adapted.
de: **Antwort:** Die `Koha Reports Library <https://wiki.koha-community.org/wiki/SQL_Reports_Library>`_ im Koha-Wiki ist ein guter Startpunkt und enthält viele SQL-Reports, die von anderen Bibliotheken erstellt wurden und nachgenutzt und angepasst werden können.

source: `Koha's database schema <https://schema.koha-community.org>`_ is also publicly documented and contains helpful notes on how the columns in the various tables are used.
de: `Kohas Datenbankschema <https://schema.koha-community.org>`_ ist ebenfalls frei zugänglich dokumentiert und enthält viele hilfreiche Hinweise über die Nutzung der Spalten in den verschiedenen Tabellen.

source: If you get stuck people on the community mailing lists will often be willing to help you.
de: Wenn Sie nicht mehr weiterkommen, helfen die Community-Mailinglisten häufig weiter.

source: Codes stored in the database
de: gespeicherte Codes in der Datenbank

source: Statistics table
de: Statistische Tabelle

source: **Question:** What are the possible codes for the type field in the statistics table?
de: **Frage:** Welche Codes gibt es im Feld type in der Tabelle statistics?

source: **Answer:**
de: **Antwort:**

source: localuse
de: lokale Nutzung

source: Registers if an item that had been checked out to a statistics patron (category type = 'X') is returned
de: Verzeichnet, ob ein Exemplar, dass an einen statistischen Benutzer ausgeliehen wurde (Benuterkategorie = 'X') zurückgegeben wurde

source: issue
de: Heft

source: return
de: Rückgabe

source: renew
de: Verlängerung

source: writeoff
de: Erlass

source: payment
de: Zahlung

source: CreditXXX
de: GuthabenXXX

source: The XXX stores different types of fee credits, so a query to catch them all would include a clause like "type LIKE 'Credit%'"
de: Das XXX steht für verschiedene Arten von Gebührenguthaben, daher verwendet man eine Abfrage mit "type LIKE 'Credit%%'" um alle zu finden.

source: Reserves table
de: Währungstabelle

source: **Question**: What are the possible codes for the found field in the reserves and old\_reserves tables?
de: **Frage**: Welche Codes kann das Feld found in den Tabellen reserves und old\_reserves enthalten?

source: **Answer**:
de: **Antwort**:

source: NULL: means the patron requested the 1st available, and we haven't chosen the item
de: NULL: es handelt sich um eine Titelvormerkung auf das erste verfügbare Exemplar und es wurde noch kein Exemplar ausgewählt

source: T = Transit: the hold is linked to an item but is in transit to the pickup library
de: T = Transport: für die Vormerkung wurde bereits ein Exemplar ausgewählt, aber es ist unterwegs zum Abholstandort.

source: W = Waiting: the hold is linked to an item, is at the pickup library, and is waiting on the hold shelf
de: W = Bereitgestellt: die Vormerkung ist mit einem bestimmten Exemplar verknüpft, dass am Abholstandort zur Abholung bereitgestellt wurde

source: F = Finished: the reserve has been completed, and is done
de: F = Abgeschlossen: Die Vormerkung wurde erfüllt und ist damit erledigt

source: Reports dictionary table
de: Reports-Wörterbuch

source: **Question**: What are the possible codes for the area field in the reports\_dictionary table?
de: **Frage**: Welche Codes können für area in der Tabelle reports\_dictionary angegeben werden?

source: 1 = Circulation
de: 1 = Ausleihe

source: 2 = Catalog
de: 2 = Katalog

source: 3 = Patrons
de: 3 = Benutzer

source: 4 = Acquisitions
de: 4 = Erwerbung

source: 5 = Accounts
de: 5 = Gebühren

source: Messages table
de: Tabelle Benachrichtigungen

source: **Question**: What are the possible codes for the message\_type field in the messages table?
de: **Frage**: Welche Codes enthält das Feld message\_type in der Tabelle messages?

source: L = For Librarians
de: L = Für Bibliothekspersonal

source: B = For Patrons/Borrowers
de: B = für Kunden/Benutzer

source: Serial table
de: Zeitschriftentabelle

source: **Question**: What are the possible codes for the status field in the serial table?
de: **Frage**: Welche Codes werden für die verschiedene Heftstatus in der Zeitschriftentabelle verwendet?

source: 1 = Expected
de: 1 = Erwartet

source: 2 = Arrived
de: 2 = Eingetroffen

source: 3 = Late
de: 3 = Verspätet

source: 4 = Missing
de: 4 = Vermisst

source: 5 = Not available
de: 5 = Nicht verfügbar

source: 6 = Delete
de: 6 = Löschen

source: 7 = Claimed
de: 7 = Reklamiert

source: 8 = Stopped
de: Beendet

source: 41 = Missing (not received)
de: 41 = vermisst (nicht erhalten)

source: 42 = Missing (sold out)
de: 42 = vermisst (vergriffen)

source: 43 = Missing (damaged)
de: 43 = Fehlt (beschädigt)

source: 44 = Missing (lost)
de: 44 = Vermisst (verloren)

source: Borrowers table
de: Benutzertabelle

source: **Question**: What are the possible codes for the privacy field in the borrowers and deleted_borrowers tables?
de: **Frage**: Welche Codes werden für das Feld privacy in den Tabellen borrowers und deleted_borrowers vergeben?

source: 0 = Forever
de: 0 = Für immer

source: 1 = Default
de: 1 = Standard

source: 2 = Never
de: 2 = Nie

source: Patron categories table
de: Tabelle Benutzertypen

source: **Question**: What are the possible codes for the category types?
de: **Frage**: Welche Codes werden für die Benutzertypen verwendet?

source: A = Adult
de: A = Erwachsener

source: C = Child
de: C = Kind

source: I = Organization
de: I = Organisation

source: P = Professional
de: P = Professionell

source: S = Staff
de: S = Mitarbeiter

source: X = Statistical
de: X = statistisch

source: Messaging preferences
de: Benachrichtigungsparameter

source: **Question**: What are the possible codes in the message\_attribute\_id field in the borrower\_message\_preferences table?
de: **Frage**: Welche Codes enthält das Feld message\_attribute\_id in der Tabelle borrower\_message\_preferences?

source: 2 = advanced notice
de: 2 = erweiterte Nachricht

source: 6 = item checkout
de: 6 = Exemplar ausgeliehen

source: 4 = hold filled
de: 4 = Vormerkung gesetzt

source: 1 = item due
de: 1 = Exemplarfälligkeit

source: 5 = item check in
de: 5 = Rückgabe Exemplar

source: Runtime parameters
de: Laufzeit Parameter

source: **Question**: Is there a way to filter my custom SQL reports before they run?
de: **Frage**: Gibt es eine Möglichkeit meine angepassten SQL Reports vor dem Ausführen zu filtern?

source: **Answer**: If you want to make your reports easy to reuse with different filters and date ranges, you can add runtime parameters to your query. Runtime parameters basically make a filter appear before the report is run.
de: **Antwort**: Falls Sie den Eindruck haben, dass Ihr Report zu ressourcenintensiv ist, können Sie in der Abfrage sogenannte Runtime Parameter verwenden. Dadurch werden vor Ausführung des Reports Filter angeboten, die helfen können Ressourcen zu sparen.

source: There is a specific syntax that Koha will understand as 'ask for values when running the report'. The syntax is <<Question to ask\[\|type]>>.
de: Dafür wird eine spezielle Syntax verwendet, die Koha als 'Frage nach Werten versteht, bevor der Report ausgeführt wird. Die Syntax lautet <<Question to ask\[\|type]>>.

source: The << and >> are just delimiters. You must put << at the beginning and >> at the end of your parameter
de: << und >> sind nur Trennzeichen. Sie müssen << an den Anfang und >> an das Ende Ihres Parameters gesetz werden.

source: The 'Question to ask' will be displayed as a label before the form field.
de: Die 'zu stellende Frage' wird als Beschriftung vor dem Feld angezeigt.

source: The type can be omitted if you want a free text input field. If it contains an authorized value category, 'branches' (libraries), 'itemtype' (itemtypes), 'categorycode' (patron categories), or 'biblio\_framework' (MARC bibliographic frameworks), a pull down will be displayed with the options from your configuration instead of a free text field.
de: Der Typ kann weggelassen werden, wenn Sie ein freies Textfeld benötigen. Enthält das Feld eine normierte Werte Kategorie, einen 'Standort' (Bibliothek), einen 'Medientyp' (itemtypes), einen 'Benutzertyp' (patron categories) oder ein ''biblio\_framework' ' (bibliographische MARC-Framework), wird statt eines freien Textfeldes ein PullDown-Menü angezeigt mit den Optionen Ihrer Konfiguration.

source: When using 'date' as type, the date picker will be displayed to help with entering dates. The date will be automatically changed to the ISO date needed for the SQL query, while you can enter it according to your :ref:`DateFormat` system preference setting.
de: Wenn Sie als Typ das 'Datum' verwenden, wird der Kalender angezeigt, um das Eintragen des Datums zu erleichtern. Das Datum wird automatisch auf das ISO Datum geändert, welches für die SQL-Abfrage benötigt wird. Sie können es eingeben gemäß den Einstellungen in Ihrem Systemparameter :ref:`DateFormat`.

source: Note that you can have more than one parameter in one SQL query. If you need the same value multiple times in your SQL query, make sure you use the same label. This will make the form field only appear once.
de: Notieren Sie, dass Sie mehr als einen Parameter in einer SQL-Abfrage haben können. Wenn Sie einen Wert mehrmals in Ihrer SQL-Abfrage benötigen, überprüfen Sie, dass Sie die gleiche Beschriftung verwenden. Somit erscheint das Formularfeld nur einmal.
