Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/globalpreferences.po
Languages: de

source: Global system preferences
de: Globale Systemparameter

source: Global system preferences control the way your Koha system works in general. Set these preferences before anything else in Koha.
de: Die globalen Systemparameter legen fest, wie Ihr Koha-System im allgemeinen funktioniert. Diese Einstellungen sollten Sie zuerst in Koha konfigurieren.

source: *Get there:* More > Administration > Global System Preferences
de: *Pfad in Koha:* Mehr > Administration > Globale Systemparameter

source: System preferences can be searched (using any part of the preference name or description) using the search box on the 'Administration' page or the search box at the top of each system preferences page.
de: Systemparameter können über Teile des Parameternamens oder die Beschreibung im Suchfeld auf der Startseite des Administrationsmoduls und über das Suchfeld am Anfang jeder Konfigurationsseite für die Systemparameter gesucht werden.

source: When editing preferences a ^(modified)^ tag will appear next to items you change until you click the 'Save All' button:
de: Wenn ein Systemparameter geändert wird, erscheint die Angabe ^(geändert)^ neben den bearbeiteten Parametern bis diese gespeichert werden:

source: After saving your preferences you'll get a confirmation message telling you what preferences were saved:
de: Nachdem Sie die Systemparameter gespeichert haben, erhalten Sie eine Bestätigung mit den gespeicherten Systemparametern:

source: Each section of preferences can be sorted alphabetically by clicking the small down arrow to the right of the word 'Preference' in the header column
de: Jeder Abschnitt mit Parametern kann alphabetisch sortiert werden, indem man auf den kleinen nach unten zeigenden Pfeil neben dem Wort "Einstellung" in der Kopfzeile der Tabelle klickt

source: If the preference refers to monetary values (like :ref:`maxoutstanding`) the currency displayed will be the default you set in your :ref:`Currencies and Exchange Rates` administration area. In the examples to follow they will all read USD for U.S. Dollars.
de: Wenn sich die Parameter auf Geldwerte beziehen (z.B. :ref:`maxoutstanding`), ist die angezeigte Währung die aktive Währung aus dem Bereich :ref:`Währungen und Wechselkurse` des Administrationsmoduls. In den weiteren Beispielen wird immer USD für US Dollar angegeben.

source: **Important**
de: **Wichtig**

source: For libraries systems with unique URLs for each site the system preference can be overridden by editing your koha-http.conf file this has to be done by a system administrator or someone with access to your system files. For example if all libraries but one want to have search terms highlighted in results you set the OpacHighlightedWords preference to 'Highlight' then edit the koha-http.conf for the library that wants this turned off by adding 'SetEnv OVERRIDE\_SYSPREF\_OpacHighlightedWords "0"'. After restarting the web server that one library will no longer see highlighted terms. Consult with your system administrator for more information.
de: Für Bibliotheken mit einer eigenen OPAC-URL für jeden Standort, können die Systemparameter über die koha-http.conf-Datei überschrieben werden, allerdings muss dies ein Systemadministrator oder jemand mit Zugang zu den Systemdateien einrichten. Beispiel: Wenn alle Bibliotheken bis auf eine die Suchbegriffe in den Trefferlisten hervorheben möchten, konfigurieren Sie den Systemparameter OpacHighlightedWords auf hervorheben und bearbeiten den Eintrag für die eine Bibliothek in koha-http.conf, die dies nicht möchte, indem Sie 'SetEnv OVERRIDE\_SYSPREF\_OpacHighlightedWords "0"' ergänzen. Nach einem Neustart des Webservers werden die Suchbegriffe für diese Bibliothek nun nicht länger hervorgehoben. Besprechen Sie sich mit Ihrem Systemadministrator für weitere Informationen.
