Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/hardware.po
Languages: de, es, fr_ca, pt, tr

source: Configuring Receipt Printers
de: Quittungsdrucker konfigurieren
es: Configuración de impresoras
fr_ca: Configuration des imprimantes à reçus
pt: Configuração de impressoras
tr: Makbuz Yazıcılar Yapılandırma

source: The following instructions are for specific receipt printers, but can probably be used to help with setup of other brands as well.
de: Die nachfolgenden Instruktionen beziehen sich auf bestimmte Quittungsdrucker, sind aber wahrscheinlich auch für andere Modelle von Nutzen.
es: Las siguientes instrucciones son para impresoras específicas, pero probablemente sirva de ayuda para configurar otras marcas.
fr_ca: Les instructions suivantes sont spécifiques aux imprimantes à reçus, mais peuvent aussi bien aider à la configuration des imprimantes d'autres marques.
pt: As seguintes instruções são para impressoras de recibos específicas, mas também podem ser usadas para ajudar a configurar outras marcas.
tr: Aşağıdaki talimatlar özel makbuz yazıcılar içindir, ama muhtemelen diğer markaların kurulumu için de yardım amaçlı kullanılabilir.

source: For Epson TM-T88III (3) and TM-T88IV (4) Printers
de: Für die Drucker Epson TM-T88III (3) und TM-T88IV (4)
es: Para impresoras Epson TM-T88III (3) y TM-T88IV (4)
fr_ca: Pour les imprimantes Epson TM-T88III (3) et TM-T88IV (4)
pt: Impressoras Epson TM-T88III (3) & TM-T88IV (4)

source: In the Print Driver
de: Im Druckertreiber
es: En el controlador de la impresora
fr_ca: Dans le pilote de l'imprimante
pt: Driver da impressora
tr: Yazdırma Sürücüsünde

source: For these instructions, we are using version 5,0,3,0 of the Epson TM-T88III print driver; the EPSON TM-T88IV version is ReceiptE4. Register at the `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ to gain access to the drivers; go to Technical Resources, then choose the printer model from the Printers drop-down list.
de: Für diese Anleitung verwenden wir Version 5,0,3,0 des Druckertreibers für Epson TM-T88III; die Version von EPSON TM-T88IV ist ReceiptE4. Registrieren Sie sich auf der `EpsonExpert Technical Resource Center Webseite <https://www.epsonexpert.com/login>`__ um Zugang zu den Treibern zu erhalten; Gehen sie auf "Technical Resources" und wählen Sie dann das Modell Ihres Druckers aus der Auswahlliste.
es: Para estas instrucciones, estamos usando la versión 5,0,3,0 del controlador de impresión Epson TM-T88III, la versión EPSON TM-T88IV es ReceiptE4. Regístrese en el sitio web `EpsonExpert Technical Resource Center <https://www.epsonexpert.com/login>`__ para acceder a los controladores, vaya a Technical Resources, a continuación, elija el modelo de impresora de la lista desplegable de impresoras.
fr_ca: Pour ces instructions, nous utilisons la version 5,0,3,0 du pilote d'impression Epson TM-T88III; la version EPSON TM-T88IV est ReceiptE4. Inscrivez-vous sur le site internet `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ pour avoir accès aux pilotes; allez à la section Technical Resources, puis choisissez le modèle d'imprimante depuis la liste déroulante des imprimantes.
pt: Para estas instruções, está a ser usada a versão 5,0,3,0 do driver da impressora Epson TM-T88III; a versão da impressora EPSON TM-T88IV é a ReceiptE4. Registe-se no `website EpsonExpert Technical Resource Center <https://www.epsonexpert.com/login>`__ para obter acesso aos drivers; vá aos Recursos Técnicos e depois escolha o modelo da impressora a partir da lista apresentada.
tr: Bu talimatlar için Epson TM-T88III yazıcı sürücüsü 5,0,3,0 sürümünü kullanıyoruz; EPSON TM-T88IV sürümü ise ReceiptE4. Sürücülere erişebilmek için `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ web sayfasında Technical Resources'a giderek ardından Yazıcılar açılır menüsünden yazıcı modelinizi seçerek kayıt olunuz.

source: Click Start > Printers and Faxes > Right click the receipt printer > Properties:
de: Klicken Sie Start > Drucker und Faxgeräte > Rechtsklick auf den Quittungsdrucker > Eigenschaften:
es: Haga clic en Inicio > Impresoras y faxesw > haga clic con el botón derecho en la impresora de recibos > Propiedades:
fr_ca: Cliquez sur Démarrer > Imprimantes et Faxes et cliquez à droite sur imprimante à reçus > Propriétés :
pt: Clique em Início > Impressoras e Faxes > Botão direito na impressora > Propriedades:
tr: Başlat > Yazıcılar ve Fakslar > Makbuz yazıcısı > Özellikler üzerine sağ tıklayın:

source: Advanced Tab, click Printing Defaults button
de: Auf dem Reiter Erweitert, klicken Sie auf die Druckeinstellungen
es: Pestaña Avanzado, haga clic en el botón Valores por defecto de impresión
fr_ca: Onglet Avancé, cliquez sur le bouton 'Défauts d'impression'
pt: Aceda ao separador Avançado, e clique no botão Valores por omissão de impressão
tr: Gelişmiş Sekme, Yazdırma Varsayılanları butonuna tıklayın

source: Layout Tab: Paper size: Roll Paper 80 x 297mm
de: Reiter Layout: Papiergröße: Papierrolle 80 x 297mm
es: Pestaña diseño: Tamaño de papel: Roll Paper 80 x 297mm
fr_ca: Onglet Disposition: Taille du papier: Rouleau papier 80 x 297mm
pt: Separador do esquema: Tamanho do papel: Rolo 80 x 297mm
tr: Tasarım sekmesi: Kağıt boyutu: Rulo kağıt 80 x 297 mm

source: TM-T88III: Layout Tab: Check Reduce Printing and Fit to Printable Width
de: TM-T88III: Reiter Layout: Haken Sie Druck verkleinern und auf die druckbare Breite anpassen an
es: TM-T88III: Pestaña diseño: Chequear reducir impresión y ajustar ancho de impresión
fr_ca: TM-T88III: Onglet Disposition: Vérifier à réduire l'impression et ajuster la largeur de l'impression
pt: TM-T88III: Separador do esquema: Marque a Redução de impressão e Ajudar a largura de impressão
tr: TM-T88III: Düzen Sekmesi: Baskının yazdırılabilir bir genişliğe indirgendiğini kontrol edin

source: TM-T88IV: Check Reduced Size Print; Click OK on the popup window that appears. Fit to Printable Width should be automatically selected.
de: TM-T88IV: Haken Sie den Option für die verkleinerte Druckgröße an. Klicken Sie OK in dem sich öffnenden Fenster. Anpassen auf die druckbare Breite sollte automatisch ausgewählt werden.
es: TM-T88IV: Chequear reducir tamaño de impresión; Hacer clic en OK en cuadro emergente que aparece. El ajuste de ancho de impresión debería seleccionarse automáticamente.
fr_ca: TM-T88IV: Vérifiez la réduction de la taille de l'impression; cliquez sur OK sur la fenêtre pop-up qui apparaît. L'ajustement de la largeur de l'impression sera automatiquement sélectionnée.
pt: TM-T88IV: Marque a redução de tamanho de impressão; clique me OK na janela que aparece. O ajuste da largura de impressão vai estar automaticamente selecionado.
tr: TM-T88IV: İndirgenmiş baskı boyutunu kontrol edin; Ekrana gelen açılır pencerede TAMAM'ı tıklayın. Yazdırılabilir Genişliğe Sığdır otomatik olarak seçilmelidir.

source: OK your way out of there.
de: Klicken Sie OK bis zum Ende des Dialogs.
es: Seleccione OK para salir.
fr_ca: Cliquez sur OK pour sortir.
pt: Selecione OK para sair.
tr: Çıkmak için Tamam'ı seçin.

source: In Firefox
es: En Firefox
fr_ca: Dans Firefox
pt: Firefox
tr: Firefox'ta

source: Under File > Page Setup:
de: Unter Datei > Seite einrichten:
es: En Archivo > Configuración de página:
fr_ca: Sous Fichier > Configuration de page :
pt: Em Ficheiro > Configuração da página:
tr: Dosya > Sayfa Düzeni altında:

source: Shrink to fit page on Format & Options tab
de: Anpassen auf Seitengröße auf dem Reiter Format & Optionen
es: Ajustar a la página en la pestaña Formato y Opciones
fr_ca: Réduire la taille de la page sur Format > Onglet Options
pt: Escolha a opção 'Encolher para caber' no separador Formato & Opções
tr: Biçim & Seçenekler sekmesinde Sayfaya sığacak şekilde küçült

source: 0,0,0,0 for Margins on Margins & Header/Footer Tab. This makes the receipts use all available space on the paper roll.
de: 0,0,0,0 für die Ränder auf dem Reiter für Ränder & Kopf-/Fußzeile. Dies sorgt dafür, dass für die Quittungen der verfügbare Platz auf der Papierrolle genutzt wird.
es: 0,0,0,0 para márgenes en la pestaña Márgenes y Cabecera/Pie. Esto hace que los recibos utilicen todo el espacio disponible en el rollo de papel.
fr_ca: 0,0,0,0 pour les marges dans Marges > Onglet En-tête/Pied de page. Par conséquent, les reçus utilisent tout l'espace disponible sur le rouleau de papier.
pt: Defina as margens como 0,0,0,0 no separador Margens & Cabeçalho/Rodapé. Os recebidos usarão todo o espaço disponível no papel de rolo.
tr: Kenar boşlukları & Üst bilgi/Alt bilgi sekmesi için 0,0,0,0. Bu ayar, makbuzların kağıt rulosu üzerindeki mevcut tüm boşluğu kullanmasını sağlar.

source: Set all Headers/Footers to -blank-. This removes all of the gunk you might normally find on a print from Firefox, such as the URL, number of pages, etc.
de: Setzen Sie alle Einstellungen für die Kopf- & Fußzeilen auf leer. Dies entfernt die Texte, die normalerweise dort beim Ausdruck aus Firefox ausgegeben werden, wie die URL, Seitenangabe, etc.
es: Ponga todos Encabezados/Pies de página a -vacío-. Esto elimina toda la suciedad que normalmente podría encontrar en una impresión de Firefox, tales como la dirección, número de páginas, etc.
fr_ca: Définissez tous les En-tête/Pieds de page sur -vide-. Cela supprime toute les petites caractéristiques inutiles que vous pouvez trouver pour une impression depuis Firefox, comme l'URL, nombre de pages, etc.
pt: Defina todos os Cabeçalhos/Rodapés como vazios. Elimina todo o "lixo" que normalmente é impresso a partir do Firefox, como o endereço, o número de páginas, etc.
tr: Tüm Üstbilgi/Altbilgi'leri -boş- olarak ayarlayın. Bu işlem normalde bir Firefox baskısı üzerinde görebileceğiniz URL, sayfa numaraları, vs. gibi öğeleri kaldıracaktır.

source: Click OK
de: Klicken Sie auf OK
es: Haga clic en aceptar
fr_ca: Cliquez sur OK
pt: Clique em OK
tr: Tamam'ı tıklayın

source: Set the default printer settings in Firefox so you don't see a "Print" dialog:
de: Konfigurieren Sie Firefox so, dass Sie keinen Druckdialog angezeigt bekommen:
es: Establezca los parámetros de la impresora por defecto en Firefox para que usted no vea un cuadro de diálogo "Imprimir":
fr_ca: Définissez les paramètres de l'imprimante par défaut dans Firefox afin de ne pas voir la fenêtre de dialogue "Imprimer":
pt: Defina a configuração por omissão da impressora no Firefox para não mostrar a janela de "Imprimir":
tr: Firefox'ta varsayılan yazıcı ayarlarını ayarlayın, böylece "Yazdır" diyaloğunu görmezsiniz:

source: Go to File > Print
de: Gehen sie auf Datei > Drucken
es: Ir a Archivo > Imprimir
fr_ca: Allez sur Fichier > Imprimer
pt: Vá a Ficheiro > Imprimir
tr: Dosya > Yazdır'a gidin

source: Set the Printer to the receipt printer.
de: Stellen Sie den Drucker auf den Quittungsdrucker ein.
es: Ajuste la impresora para la impresora de recibos.
fr_ca: Paramétrez l'imprimante pour l"impression de reçus.
pt: Defina a impressora como a impressora de recibos.
tr: Makbuz yazıcısı için yazıcı ayarlayın.

source: Click the Advanced (or Properties) button
de: Klicken Sie auf die Schaltfläche Erweitert (oder Einstellungen)
es: Haga clic en el botón avanzado (o propiedades)
fr_ca: Cliquez sur le bouton Avancé (ou Propriétés)
pt: Clique no botão Avançado (ou Propriedades)
tr: Gelişmiş (veya Özellikler) butonuna tıklayın

source: TM-T88IV: Check Reduced Size Print; click OK on the popup window that appears. Fit to Printable Width should be automatically selected.
de: TM-T88IV: Haken Sie den Option für die verkleinerte Druckgröße an. Klicken Sie OK in dem sich öffnenden Fenster. Anpassen auf die druckbare Breite sollte automatisch ausgewählt werden.
es: TM-T88IV: Chequear tamaño reducido de impresión, haga clic en aceptar en la ventana emergente que aparece. El ajustar al ancho imprimible debería seleccionarse automáticamente.
fr_ca: TM-T88IV : Vérifiez la taille réduite d'impression; cliquez sur OK sur la fenêtre popup qui apparaît. Le réglage de la largeur de l'impression est automatiquement sélectionné.
pt: TM-T88IV: Marque a redução de tamanho de impressão; clique me OK na janela que aparece. O ajuste da largura de impressão vai estar automaticamente selecionado.
tr: TM-T88IV: İndirgenmiş baskı boyutunu kontrol edin, ekrana gelen açılır pencereden TAMAM üzerine tıklayın. Yazdırılabilir Genişliğe Sığdır otomatik olarak seçilmiş olmalıdır.

source: OK your way out, go ahead and print whatever page you are on.
de: Klicken Sie OK bis zum Ende des Dialogs und drucken Sie anschließend die Seite, auf der Sie gerade sind.
es: Acepte para salir, siga adelante e imprima cualquier página.
fr_ca: Cliquez sur OK pour sortir, et imprimez n'importe quelle page.
pt: Aceite para sair, continue o processo e imprima a página onde se encontra.
tr: Bitirince TAMAM üzerine tıklayın, devam edin ve bulunduğunuz sayfayı yazdırın.

source: Type about:config, in the address bar. Click "I'll be careful, I promise!" on the warning message.
de: Tippen Sie about:config in der Adresszeile. Versprechen Sie, vorsichtig zu sein, wenn die entsprechende Warnung angezeigt wird.
es: Escriba about:config en la barra de direcciones. Haga clic en "Tendré cuidado, lo prometo!" en el mensaje de advertencia.
fr_ca: Saisissez about:config, dans la barre d'adresse. Cliquez sur 'Je serai prudent, je le promets!" sur le message d'avertissement qui s'affiche.
pt: Escreva about:config na barra de endereços. Clique em "Eu aceito os risco" na mensagem de aviso que aparece.
tr: Adres çubuğuna about:config yazın. Uyarı mesajında "Dikkatli olacağıma söz veriyorum!" üzerine tıklayın.

source: Type, print.always in Filter.
de: Tippen Sie print.always in den Filter.
es: Escriba, print.always en Filtrar.
fr_ca: Saisissez, print.always dans Filtre
pt: Escreva print.always nos Filtros.
tr: Filter içine print.always yazın.

source: Look for print.always\_print\_silent.
de: Suchen Sie nach print.always\_print\_silent.
es: Busque print.always\_print\_silent.
fr_ca: Repérez print.always\_print\_silent.
pt: Procure por print.always\_print\_silent.
tr: print.always\_print\_silent komut dosyasını arayın.

source: If the preference is there then set the value to true.
de: Wenn der Parameter angezeigt wird, setzen Sie ihn auf true.
es: Si la preferencia está entonces fije el valor a verdadero.
fr_ca: Si la préférence système s'affiche, définissez alors la valeur sur vrai.
pt: Se a preferência estiver na listagem defina o valor como verdadeiro.
tr: Eğer tercih oradaysa, bu sefer değeri true olarak ayarlayın.

source: If the preference is not there (and it shouldn't be in most browsers) you have to add the preference.
de: Wenn der Parameter nicht angezeigt wird (was in den meisten Browsern so sein sollte), muss der Parameter zunächst hinzugefügt werden.
es: Si la preferencia no está allí (y no debería ocurrir en la mayoría de navegadores) hay que añadir la preferencia.
fr_ca: Si la préférence système ne s'affiche pas (et elle ne devrait pas s'afficher dans la plupart des navigateurs), vous devrez ajouter la préférence système.
pt: Se a preferência não existir (e não deve existir na maior parte dos browsers) deve adicionar a preferência.
tr: Eğer tercih orada değilse (ve çoğu web tarayıcıda olmaması gerekir) tercihi eklemeniz gerekir.

source: Right click the preference area and select New > Boolean
de: Machen Sie dazu einen Rechtsklick auf den Parameterbereich und wählen Sie Neu > Boolean
es: Haga clic derecho en el área de preferencia y seleccione Nuevo > Booleano
fr_ca: Cliquez à droite sur la préférence système et sélectionnez Nouveau > Booléen
pt: Clique com o botão direito do rato na lista de preferência e escolha Novo > Booleano
tr: Tercih alanına sağ tuşla tıklayın ve Yeni > Boolean seçin

source: Type print.always\_print\_silent in the dialog box and set the value to True. This sets the print settings in Firefox to always use the same settings and print without showing a dialog box.
de: Tippen Sie print.always\_print\_silent in das Feld im Dialog und setzen Sie den Wert auf True. Dies konfiguriert Firefox so, dass immer die gleichen Druckereinstellungen verwendet werden und der Druckdialog nicht mehr angezeigt wird.
fr_ca: Saisissez print.always\_print\_silent dans la boîte de dialogue et définissez la valeur sur Vrai. Ceci définit les paramètres de l'impression dans Firefox, pour ainsi toujours utiliser les mêmes paramètres, et imprimer sans passer par la boîte de dialogue.
pt: Insira print.always\_print\_silent na caixa de diálogo que aparece e defina o valor como verdadeiro. Isto define as configurações da impressora no Firefox para usar sempre as mesmas configurações e imprimir sem a caixa de diálogo.
tr: İletişim kutusuna Print.always\_print\_silent yazın ve değeri True olarak ayarlayın. Bu işlem Firefox'ta yazdırma seçeneklerini her zaman aynı ayarları kullanacak ve iletişim kutusunun gösterilmesine gerek kalmadan yazdırılacak şekilde ayarlar.

source: **Warning**
de: **Warnung**
es: **Advertencia**
fr_ca: **Attention**
pt: **Aviso**
tr: **Uyarı**

source: Setting the print.always\_print\_silent setting in about:config DISABLES the ability to choose a printer in Firefox.
de: Durch die Einstellung von print.always\_print\_silent in about:config wird die Auswahlmöglichkeit eines Druckers in Firefox deaktiviert.
fr_ca: Définir le paramètre print.always\_print\_silent dans about:config DÉSACTIVE la possibilité de choisir une imprimante dans Firefox.
pt: Definir a configuração print.always\_print\_silent no about:config DESATIVA a capacidade de escolhar a impressora no Firefox.
tr: about:config içindeki print.always\_print\_silent ayarını ayarlamak, Firefox'ta bir yazıcı seçme olanağını devre dışı BIRAKIR.

source: For Epson TM-T88II (2) Printers
de: Für Drucker vom Typ Epson TM-T88II (2)
es: Para impresoras Epson TM-T88II (2)
fr_ca: Pour les imprimantes Epson TM-T88II (2)
pt: Epson TM-T88II (2) Printers
tr: Epson TM-T88II (2) Yazıcılar için

source: Register at the `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ to gain access to the drivers; go to Technical Resources, then choose the printer model from the Printers drop-down list.
de: Registrieren Sie sich für die `EpsonExpert Technical Resource Center Webseite <https://www.epsonexpert.com/login>`__ um Zugriff auf die Treiber zu erhalten. Gehen Sie auf Technical Resources und Wählen Sie dort Ihr Druckermodell aus der Auswahlliste.
es: Registrese en el `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ para tener acceso a los drivers; vaya a Technical Resources, entonces elija el modelo de su impresora en la lista desplegable de Impresoras.
fr_ca: Inscrivez-vous sur le site internet `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ pour avoir accès aux pilotes; allez à la section Technical Resources, et choisissez le modèle de l'imprimante à partir de la liste déroulante des imprimantes.
pt: Registe-se no `website EpsonExpert Technical Resource Center <https://www.epsonexpert.com/login>`__ para aceder aos driver; vá aos Recursos Técnicos e escolha o modelo da impressora da listagem.
tr: Sürücülere erişebilmek için `EpsonExpert Technical Resource Center website <https://www.epsonexpert.com/login>`__ adresinden kayıt olun; Technical Resources bölümüne gidin ve Yazıcılar (Printers) açılır menüsünden yazıcı modelini seçin.

source: Print whatever page you are on.
de: Drucken Sie die aktuell geöffnete Seite.
es: Imprimir cualquier página que se encuentra.
fr_ca: Imprimez n'importe quelle page.
pt: Imprima a página onde se encontre.
tr: Geçerli sayfayı yazdırın.

source: Look for, print.always\_print\_silent.
de: Suchen Sie nach print.always\_print\_silent.
fr_ca: Repérez print.always\_print\_silent.
pt: Procure por print.always\_print\_silent.
tr: print.always\_print\_silent komut dosyasını arayın.

source: Type, print.always\_print\_silent in the dialog box and set the value to True. This sets the print settings in Firefox to always use the same settings and print without showing a dialog box.
de: Tippen Sie print.always\_print\_silent in das Feld im Dialog und setzen Sie den Wert auf True. Dies konfiguriert Firefox so, dass immer die gleichen Druckereinstellungen verwendet werden und der Druckdialog nicht mehr angezeigt wird.
fr_ca: Saisissez print.always\_print\_silent dans la boîte de dialogue et définissez la valeur sur Vrai. Ceci définit les paramètres de l'impression dans Firefox, pour ainsi toujours utiliser les mêmes paramètres, et imprimer sans passer par la boîte de dialogue.
pt: Insira print.always\_print\_silent na caixa de diálogo que aparece e defina o valor como verdadeiro. Isto define as configurações da impressora no Firefox para usar sempre as mesmas configurações e imprimir sem a caixa de diálogo.
tr: Diyalog kutusu içine print.always\_print\_silent yazın ve değeri True olarak ayarlayın. Bu işlem bir iletişim kutusu göstermeden her zaman aynı ayarları kullanmak ve yazdırmak için Firefox'ta yazdırma ayarlarını ayarlar.

source: For Star SP542 Printers
de: Für Drucker vom Typ Star SP542
es: Para impresoras Star SP542
fr_ca: Pour les imprimantes Star SP542
pt: Impressoras Star SP542
tr: Star SP542 Yazıcılar İçin

source: Installing the Printer
de: Installation des Druckers
es: Instalación de la impresora
fr_ca: Installer l'imprimante
pt: Instalar a impressora
tr: Yazıcı Kurulumu

source: While the following comments are based on the Star SP542 receipt printer, they probably apply to all printers in the SP5xx series.
de: Während die folgenden Hinweise auf dem Quittungsdrucker Star SP542 basieren, sind Sie voraussichtlich auch für andere Drucker in der SP5xx-Reihe anwendbar.
es: Mientras que las siguientes observaciones se basan en el la impresora de recibos Star SP542, probablemente se aplican a todas las impresoras de la serie SP5xx.
fr_ca: Bien que les conseils suivants s'appliquent sur les imprimantes à reçus Star SP542, ils peuvent aussi bien s'appliquer à toutes les imprimantes de la série SP5xx.
pt: Apesar de todos os comentários serem baseados na impressora Star SP542, provavelmente aplicam-se a todas as impressoras da série SP5xx.
tr: Aşağıdaki yorumlar Star SP542 makbuz yazıcısını esas alsa da, muhtemelen SP5xx serisindeki tüm yazıcılar için geçerli olacaktır.

source: The Star SP542 receipt printer works well with Koha and **Firefox on Windows XP SP3**. This printer, with either the parallel or USB interface, is fairly easy to install and configure. You will need the following executable file which is available from numerous places on the Internet:
de: Der Quittungsdrucker Star SP542 funktioniert gut mit Koha und **Firefox unter Windows XP SP3**. Dieser Drucker wird entweder über die Parallel- oder USB-Schnittstelle angeschlossen und ist relativ einfach zu installieren und zu konfigurieren. Wie benötigen dazu die folgende ausführbare Datei, die über verschiedene Webseiten heruntergeladen werden kann:
fr_ca: L'imprimante à reçus Star SP542 fonctionne bien avec Koha et **Firefox sur Windows XP SP3**. Cette imprimante, avec un port parallèle ou une interface USB, est assez facile à installer et configurer. Vous aurez besoin du fichier exécutable suivant qui est disponible à différents endroits sur Internet :
pt: A impressora Star SP542 funciona bem com o Koha e com o **Firefox no Windows XP SP3**. Esta impressora, com a porta paralela ou por USB, é fácil de instalar e configurar. Vai precisar do seguinte ficheiro executável que se encontra disponível em diversos websites na Internet:
tr: Star SP542 makbuz yazıcısı Koha ve **Windows XP SP3 üzerinde Firefox** ile iyi çalışır. Paralel veya USB arayüzü ile olsun bu yazıcıyı yüklemek ve yapılandırmak oldukça kolaydır. Internet üzerinde çeşitli yerlerde bulabileceğiniz aşağıdaki yürütülebilir dosyaya ihtiyacınız olacaktır:
