Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/hardware.po
Languages: de, es, fr_ca, pt, tr

source: This executable actually does all of the installation; you will not need to use the Microsoft Windows "Add Printer" program. We recommend that when installing, the option for the software monitor not be selected; we have experienced significant pauses and delays in printing with it. Instead, simply choose to install the receipt printer without the monitor.
de: Dieses Programm übernimmt die komplette Installation; Sie müssen in diesem Fall nicht die Druckerkonfiguration unter Windows verwenden. Wir empfehlen, dass bei der Installation die Option für den Sofware Monitor nicht ausgewählt wird; Wir haben festgestellt, dass damit signifikante Verzögerungen beim Druck auftreten. Installieren Sie statt dessen den Quittungsdrucker ohne den Monitor.
es: Este ejecutable en realidad hace todo la instalación, no se tendrá que utilizar el programa "Agregar impresora" de Microsoft Windows. Le recomendamos que cuando lo instale, no seleccione la opción de monitorización de software, hemos experimentado importantes pausas y retrasos al imprimir con ello. En su lugar, sólo tiene que elegir la instalación de la impresora de recibos sin el monitor.
fr_ca: Cet exécutable fait toute l'installation; vous n'aurez pas besoin d'utiliser le programme "Ajouter imprimante" de Microsoft Windows. Pendant l'installation, nous vous recommandons de ne pas sélectionner l'option du moniteur du logiciel; nous avons noté que cela déclenchait de longues pauses et des retards dans l'impression. Choisissez plutôt d'installer l'imprimante à reçus sans le moniteur.
pt: Este executável realiza na verdade toda a instalação; não vai precisar de usar o programa 'Adicionar impressora' do Microsoft Windows. Recomendámos que quando a instalação estiver a ser realizada, não se selecione a opção de monitorização de softwere, pois algumas pausas e atrasos foram detectados na impressão com essa opção. Em alternativa, apenas escolha a instalação da impressora sem a monitorização.
tr: Bu yürütülebilir dosya aslında tüm yüklemeyi yapar; Microsoft Windows "Yazıcı Ekle" programına kullanmanıza gerek kalmayacaktır. Yükleme yapılırken software monitoring (yazılım izleme) seçeneğinin seçilmemesini tavsiye ediyoruz; Bu seçenek ile çıktı alırken önemli duraklamalar ve gecikmeler tecrübe ettik. Bunun yerine sadece monitoring seçeneği olmadan makbuz yazıcısı yüklemeyi seçin.

source: Additionally, the install program may not put the printer on the correct port, especially if using the USB interface. This is easily corrected by going to "Start -> Printers and Faxes -> Properties for the SP542 printer -> Ports", then check the appropriate port.
de: Es kann sein, dass das Installationsprogramm den Drucker nicht auf dem korrekten Port installiert, insbesondere wenn der Anschluss über USB erfolgt. Dies kann unter "Start > Drucker und Faxgeräte > Eigenschaften für den SP542-Drucker > Ports" einfach durch Angabe des korrekten Ports korrigiert werden.
fr_ca: De plus, le programme d'installation peut ne pas placer l'imprimante sur le bon port, en particulier si vous utilisez l'interface USB. Vous pouvez le rectifier en allant sur "Démarrer > Imprimantes et Faxes > Propriétés de l'imprimante SP542 > Ports", et cocher le port approprié.
pt: Adicionalmente, o programa de instalação pode não colocar a impressora na porta certa, principalmente pela interface USB. Isto pode ser facilmente corrigido indo a "Início -> Impressoras e Faxes -> Propriedades da impressora SP542 -> Portas", e verificar se está a porta apropriada.
tr: Ayrıca, kurulum programı yazıcınızı doğru port üzerinde konumlandırmayabilir, özellikle bir USB arayüzü kullanıyorsanız. Bu hata şu adımları izleyerek kolaylıkla düzeltilebilir "Başla > Yazıcılar ve Fakslar > SP542 Yazıcı Özellikleri > Portlar" ve buradan yazıcınız için doğru portu seçin.

source: A reboot may be required, even if not indicated by the installation software or the operating system.
de: Ein Neustart kann erforderlich sein, auch wenn dies nicht von der Installationssoftware oder dem Betriebssystem explizit gefordert wird.
es: Es posible que requiera reiniciar, incluso si no lo indica el instalador o el sistema operativo.
fr_ca: Il est conseillé de redémarrer l'ordinateur, même si ce n'est pas indiqué par le logiciel d'installation ou le système d'exploitation.
pt: Pode ser necessário reiniciar o sistema, mesmo que não seja indicado pela instalação ou pelo sistema operativo.
tr: Kurulum yazılımı veya işletim sistemi tarafından belirtilmese bile bir yeniden başlatma gerekli olabilir.

source: **Windows 7** users should refer to this page: http://www.starmicronics.com/supports/win7.aspx.
de: **Windows 7**-Anwender sollten diese Seite verwenden: http://www.starmicronics.com/supports/win7.aspx.
fr_ca: Les utilisateurs de **Windows 7** se réfèrent à cette page : http://www.starmicronics.com/supports/win7.aspx.
pt: Utilizadores do **Windows 7** devem consultar a página: http://www.starmicronics.com/supports/win7.aspx.
tr: **Windows 7** kullanıcıları bu sayfaya başvurmalıdır: `http://www.starmicronics.com/supports/win7.aspx.

source: Configuring Firefox to Print to Receipt Printer
de: Firefox konfigurieren um auf dem Quittungsdrucker zu drucken
es: Configurar Firefox para imprimir en la impresora de recibos
fr_ca: Configurer Firefox pour imprimer sur l'imprimante à reçus
pt: Configurar o Firefox para imprimir na impressora de recibos
tr: Firefox tarayıcısını Makbuz Yazıcısı için yapılandırma

source: Open File > Page Setup
de: Öffnen Sie Datei > Seiten einrichten
es: Abrir archivo > Configuración de página
fr_ca: Ouvrez Fichier > Configuration de page
pt: Em Ficheiro > Configuração da página
tr: Dosya Aç > Sayfa Düzeni

source: Make all the headers and footers blank
de: Setzen Sie alle Kopf- und Fußzeilen auf leer
es: Dejar todos los encabezados y pies de página en blanco
fr_ca: Laissez toutes les en-têtes et pieds de page vides
pt: Deixar todos os cabeçalhos e rodapés como vazios
tr: Tüm üst bilgileri ve alt bilgileri boş bırak

source: Set the margins to 0 (zero)
de: Setzen Sie die Ränder auf 0 (Null)
es: Establezca los márgenes a 0 (cero)
fr_ca: Définissez les marges sur 0 (zéro)
pt: Definir todas as margens como 0 (zero)
tr: Kenar boşlukları 0 (sıfır) olarak ayarla

source: In the address bar of Firefox, type about:config
de: Tippen Sie about:config in die Adresszeile von Firefox
es: En la barra de direcciones de Firefox, escriba about: config
fr_ca: Dans la barre d'adresse de Firefox, saisissez about:config
pt: Na barra de enderços do Firefox, escrever about:config
tr: Firefox adres çubuğuna about:config yazın

source: Search for print.always\_print\_silent and double click it
de: Suchen Sie nach print.always\_print\_silent und machen Sie darauf einen Doppelklick
fr_ca: Recherchez print.always\_print\_silent et double-cliquez dessus
pt: Pesquisar por print.always\_print\_silent e executar um duplo clique na preferência
tr: print.always\_print\_silent için arama yapın ve üzerine çift tıklayın

source: Change it from false to true
de: Ändern Sie den Wert von false auf true
es: Cambiarlo de falso a verdadero
fr_ca: Modifiez celui-ci de faux à vrai
pt: Modificar o valor de falso para verdadeiro
tr: Bunu false opsiyonundan true opsiyonuna değiştirin

source: This lets you skip the Print pop up box that comes up, as well as skipping the step where you have to click OK, automatically printing the right sized slip.
de: Dies sorgt dafür, dass der Druckdialog nicht mehr angezeigt wird und überspringt damit den Schritt, bei dem Sie noch einmal mit OK bestätigen müssten. Dadurch wird der Ausdruck der Quittung automatisch angestoßen.
es: Esto le permite saltar cuadro emergente de impresión que aparece, así como saltarse el paso donde usted tiene que hacer clic en Aceptar, imprimiento de forma automática la hoja de tamaño adecuado.
fr_ca: Cela permet d'éviter la fenêtre popup d'impression qui s'affiche, et de sauter l'étape où vous devez cliqué sur OK, et imprime automatiquement le ticket à la bonne taille.
pt: Isto permite que não apareça a caixa de impressão, assim saltar o passo como tem que carregar em OK, imprimindo automaticamente no tamanho correcto do recibo.
tr: Bu işlem, ekrana gelen Yazdır açılır menüsünü atlamanızı, aynı zamanda TAMAM'ı tıklamanız gerektiren adımı da atlayarak otomatik olarak doğru ölçekli işlem fişini yazdırmanızı sağlar.

source: If print.always\_print\_silent does not come up
de: Wenn print.always\_print\_silent nicht angezeigt wird
fr_ca: Si print.always\_print\_silent ne s'affiche pas
pt: Se a configuração print.always\_print\_silent não existe
tr: eğer print.always\_print\_silent bulunamazsa

source: Right click on a blank area of the preference window
de: Machen Sie einen Rechtsklick in den leeren Bereich des Konfigurationsfensters
es: Haga clic en el botón derecho en un área vacía de la ventana de preferencias
fr_ca: Cliquez à droite dans une zone vide de la fenêtre de la préférence système
pt: Clique com o botão direito do rato na área vazia da janela
tr: Tercih penceresinde boş bir alanı sağ tıklayın

source: Select new > Boolean
de: Wäehlen Sie Neu > Boolean aus
es: Seleccione nuevo > Booleano
fr_ca: Sélectionnez Nouveau > Booléen
pt: Selecione Novo > Booleano
tr: yeni > Boolean seçin

source: Enter "print.always\_print\_silent" as the name (without quotes)
de: Geben Sie "print.always\_print\_silent" als Namen an (ohne die Anführungszeichen)
fr_ca: Saisissez "print.always\_print\_silent" comme nom (sans les guillemets)
pt: Insira "print.always\_print\_silent" como nome (sem as aspas)
tr: İsim olarak "print.always\_print\_silent" girin (tırnak işaretleri olmadan)

source: Select true for the value
de: Wählen Sie true als Wert
es: Seleccione verdadero para el valor
fr_ca: Sélectionnez vrai comme valeur
pt: Selecione verdadeiro como o valor
tr: Değer için true opsiyonunu seçin

source: You may also want to check what is listed for print.print\_printer
de: Sie möchten eventuell auch noch einmal überprüfen, was unter print.print\_printer angegeben ist
fr_ca: Vous pouvez aussi vérifier ce qui s'affiche pour print.print\_printer
pt: Deve também verificar o que está listado para a configuração print.print\_printer
tr: Aynı zamanda print.print\_printer için neyin listelendiğini kontrol etmek isteyebilirsiniz

source: You may have to choose Generic/Text Only (or whatever your receipt printer might be named)
de: Es ist möglich, dass Sie Generisch/Nur Text (oder eine andere Bezeichnung für Ihren Quittungsdrucker) auswählen müssen
es: Es posible que tenga que elegir Genérico / Sólo texto (o como sea que se llame su impresora de recibos)
fr_ca: Vous devrez choisir Générique/Texte seulement (ou comment votre imprimante à reçus pourrait être nommée)
pt: É possível que tenha de escolher como Genérico / Apenas texto (ou como se chama a sua impressora de recibos)
tr: Sosyal/Salt Metin seçmek zorunda kalabilirsiniz (ya da makbuz yazıcınızın adı her ne olacaksa)
