Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/ILL_requests.po
Languages: ar, de, hi, it, pt, pt_br

source: Displays any extra metadata that might have been provided by your ILL supplier that has not been included in the standard request fields.
ar: يعرض أي ميتاداتا إضافية قد تكون قد قمت بتقديمها بواسطة مورد الإعارة البينية الخاص بك ولم يتم إدراجها في حقول الطلب المعيارية.
de: Zeigt alle zusätzlichen Metadaten die durch den Provider bereit gestellt wurden und nicht in die Standardbestellfelder übertragen wurden.
hi: किसी भी अतिरिक्त मेटाडेटा को प्रदर्शित करता है जो आपके ILL आपूर्तिकर्ता द्वारा प्रदान किया गया हो सकता है जो मानक अनुरोध क्षेत्रों में शामिल नहीं किया गया है।
it: Mostra metadati extra se inviati dal fornitore ILL e non inclusi nei campi standard della richiesta.
pt: Mostra qualquer metadado extra que seja providenciado pelo fornecedor e que não seja incluído no campos do pedido por omissão.
pt_br: Mostra qualquer metadado extra que seja disponibilizado pelo fornecedor e que não foi incluído anteriormente no campos do pedido.

source: ILL request log
de: Protokoll der Fernleihbestellung

source: Displays a history of changes made to the request.
de: Zeigt eine Historie der Änderungen an einer Bestellung.

source: Comments
ar: التعليقات
de: Kommentare
hi: टिप्पणियाँ
it: Commenti
pt: Comentários
pt_br: Comentários

source: It is possible to add comments to an ILL request and these can be used by ILL staff to keep track of work undertaken. Comments are read only and are stored in chronological order. They display the borrower details and date of the comment. If present, the number of comments is displayed in the List requests view.
ar: من الممكن إضافة تعليقات إلى طلب الإعارة البينية ويمكن لموظفي الإعارة البينية الخاصة بك استخدامها لتتبع تنفيذ العمل. التعليقات للقراءة فقط ويتم تخزينها بترتيب زمني. وتقوم بعرض تفاصيل المستعير وتاريح التعليق. يتم عرض عدد التعليقات في عرض طلبات القائمة إن وجدت.
de: Es ist möglich Kommentare zu Fernleihbestellungen zu erfassen und so den Überblick über einzelne Arbeitsschritte zu behalten. Kommentare können nicht nachträglich bearbeitet werden und werden in chronologischer Reihenfolge gespeichert. Sie enthalten Informationen zum Benutzer und das Datum des Kommentars. Wenn es Kommentare gibt, wird deren Anzahl in der Liste der Fernleihbestellungen angezeigt.
hi: एक ILL अनुरोध पर टिप्पणी जोड़ना संभव है और इन्हें ILL कर्मचारियों द्वारा काम के काम पर नज़र रखने के लिए उपयोग किया जा सकता है। टिप्पणियाँ केवल पढ़ी जाती हैं और कालानुक्रमिक क्रम में संग्रहीत की जाती हैं। वे उधारकर्ता विवरण और टिप्पणी की तारीख प्रदर्शित करते हैं। यदि मौजूद है, तो टिप्पणियों की संख्या सूची अनुरोधों के दृश्य में प्रदर्शित होती है।
it: E' possibile aggiungere commenti a una richiesta IIL e questi saranno usati dallo staff ILL per tenere traccia del lavoro fatto. I commenti sono in sola lettua e mantenuti in ordine crono,ogico. Essi mostrano i dettagli dell'utente e la data del commento. Se sono presenti, il numero di commenti è mostrata nella pagina che elenca le richieste.
pt: É possível adicionar comentários a um pedido de empréstimo inter-bibliotecas e estes podem ser usados pelos técnicos para manter o registo do trabalho efetuado. Os comentários são apenas de leitura e são registados por ordem cronológica. Mostram os detalhes do leitor e a data do comentário. Se existirem, o número de comentários é mostrado na vista de visualização dos pedidos.
pt_br: É possível adicionar comentários a um empréstimo interbibliotecas e esses podem ser usados pela equipe da biblioteca para manter o registro do trabalho efetuado. Os comentários são apenas para leitura e são registados por ordem cronológica. Apresenta as informações usuário e a data do comentário. Caso exista comentários, o quantidade é mostrada na Lista de pedidos

source: Checkout
de: Ausleihe

source: This option is only available if you have the :ref:`CirculateILL` preference enabled. See the :ref:`Circulating ILL materials <circulating-ILL-material-label>` section.
de: Diese Option ist nur dann verfügbar, wenn Sie den Systemparameter :ref:`CirculateILL` aktiviert haben. Weiteres finden Sie im Abschnitt :ref:`Ausleihe von Fernleihen <circulating-ILL-material-label>`.

source: Request statuses
ar: حالات الطلب
de: Bestellstatus
hi: अनुरोध की स्थिति
it: Stati della richiesta
pt: Estados do pedido
pt_br: Status do pedido

source: The full list of installed ILL statuses are:
de: Die vollständige Liste aller installierten Fernleihstatus:

source: New request
ar: طلب جديد
de: Neue Bestellung
hi: नया अनुरोध
it: Nuova richiesta
pt: Novo pedido
pt_br: Novo pedido

source: Requested
ar: مطلوب
de: Angefragt
hi: अनुरोध किया
it: Richiesto
pt: Pedido
pt_br: Pedido

source: Requested from partners
ar: مطلوب من شركاء
de: Von Partnern angefordert
hi: भागीदारों से अनुरोध किया
it: Richiesto dai partner
pt: Pedido aos parceiros
pt_br: Pedido aos parceiros

source: Request reverted
ar: تم عكس الطلب
de: Bestellung zurückgesetzt
hi: अनुरोध वापस लिया गया
it: Richiesta annullata
pt: Pedido revertido
pt_br: Pedido revertido

source: Cancellation requested – a patron has requested cancellation from the OPAC.
ar: تم طلب الإلغاء – قام مستفيد بطلب الإلغاء من الأوباك.
de: Stornierung gewünscht - ein Benutzer hat vom OPAC ausgehend die Stornierung der Fernleihbestellung beantragt
hi: अनुरोध रद्द - एक संरक्षक ने ओपेक से रद्द करने का अनुरोध किया है.
it: Cancellazione richiesta - un utente lo ha chiesto dall'OPAC.
pt: Cancelamento pedido - um leitor pediu o cancelamento a partir do OPAC.
pt_br: Cancelamento pedido - um usuário pediu o cancelamento por meio do OPAC.

source: Completed
ar: تمّ
de: Abgeschlossen
hi: पूर्ण
it: Completato
pt: Completo
pt_br: Concluído

source: Checked out
de: Ausgeliehen

source: Returned to Library
de: Zurückgegeben

source: If you have a network of partner libraries which permit ILL requests you can manage this through Koha. First you need to create your partner library accounts:
ar: إذا كان لديك شبكة من المكتبات الشريكة والتي تتيح طلبات الإعارة البينية، يمكن إدارة ذلك عبر كوها. يجب عليك أولاً إنشاء حسابات للمكتبة الشريكة:
de: Wenn Sie ein Netzwerk von Partnerbibliotheken für die Fernleihe haben, können Sie diese über Koha verwalten. Zuerst müssen Sie Konten für die Partnerbibliotheken anlegen:
hi: यदि आपके पास साझेदार पुस्तकालयों का एक नेटवर्क है जो ILL अनुरोधों की अनुमति देता है तो आप कोहा के माध्यम से इसे प्रबंधित कर सकते हैं. आपको अपने साथी पुस्तकालय खाते बनाने की आवश्यकता है:
it: Se hai una rete di biblioteche partner che permettono richieste ILL, questo lom puoi gestire con Koha. Per prima cosa devi create degli account per le tue biblioteche partner:
pt: Se tem uma rede de bibliotecas parceiras que permitem pedidos de empréstimo inter-bibliotecas pode fazer essa gestão no Koha. Primeiro necessita de criar as contas para as bibliotecas parceiras:
pt_br: Se você participa de uma rede de bibliotecas que permite pedidos de empréstimo interbibliotecas, você pode fazer essa gestão no Koha. Primeiro, você precisa criar as contas para as bibliotecas parceiras:

source: You will need to set up a :ref:`patron category <patron-categories-label>` with the code ILLLIBS.
ar: يجب عليك تنصيب :ref:`فئة المستفيد <patron-categories-label>` بكود ILLIBS.
de: Sie müssen dazu einen :ref:`Benutzertyp <patron-categories-label>` mit dem in der koha-conf.xml definierten Benutzertypcode anlegen.
hi: आपको कोड ILLLIBS के साथ एक : Ref: `संरक्षक श्रेणी <patron-categories-label>` सेट करना होगा।
it: Ti occorre impostare una categoria utente :ref:`patron category <patron-categories-label>` con codice ILLLIBS.
pt: Necessita de configurar uma :ref:`categoria de leitor <patron-categories-label>` com o código ILLLIBS.
pt_br: Você precisa configurar uma :ref:`categoria de usuário <patron-categories-label>` com o código ILLLIBS.

source: You will need to create a patron account with this category for each partner library.
ar: يجب عليك إنشاء حساب مستفيد بهذه الفئة لكل مكتبة شريكة.
de: Für jede Partnerbibliothek müssen Sie nun ein Konto mit diesem Benutzertyp anlegen.
hi: आपको प्रत्येक भागीदार लाइब्रेरी के लिए इस श्रेणी के साथ एक संरक्षक खाता बनाना होगा।
it: Occorre creare un utente con questa categoria per ogni biblioteca partner.
pt: Necessita de criar uma conta de leitor com essa categoria para cada biblioteca parceira.
pt_br: Você precisa criar uma conta de usuário com essa categoria para cada biblioteca parceira.

source: Each library must have an email address as this will be the mechanism for sending the inter-library loan request. The notice template is ILL_PARTNER_REQ and the text can be customised from :ref:`Notices & slips <notices-and-slips-label>` in the Tools module.
de: Für jede Bibliothek muss eine E-Mail-Adresse erfasst werden, damit die Fernleihbestellung verschickt werden kann. Das Template für die Benachrichtigung ist ILL_PARTNER_REQ und der Text kann über das Werkzeug :ref:`Benachrichtigungen und Quittungen <notices-and-slips-label>` angepasst werden.

source: You can now use the 'Place request with partners' option when processing requests.
ar: يمكنك الآن استخدام خيار 'وضع طلب مع شركاء' عند معالجة الطلبات.
de: Sie können dann die "Bestellung bei Fernleihpartnern"-Option verwenden, wenn Sie Bestellungen bearbeiten.
hi: प्रसंस्करण अनुरोधों के दौरान आप 'पार्टनर के साथ प्लेस अनुरोध' विकल्प का उपयोग कर सकते हैं।
it: Ora puoi usare l'opzione 'Inoltra richieste ai partner' quando lavori le richieste.
pt: A partir deste ponto poderá usar a opção 'Efetuar o pedido nas bibliotecas parceiras' quando estiver a processar os pedidos.
pt_br: A partir deste ponto você poderá usar a opção 'Efetuar o pedido nas bibliotecas parceiras' quando realizar os pedidos.

source: If you have enabled the :ref:`ILLCheckAvailability` preference enabled you can use plugins to search the catalogues of your partner libraries using Z39.50 prior to confirming the request with a partner.
de: Wenn Sie den Systemparameter :ref:`ILLCheckAvailability` aktiviert haben, können Sie Plugins verwenden, um in den Katalogen Ihrer Fernleihpartner über Z39.50 vor dem Absenden der Bestellung nach den zu bestellenden Medien zu suchen.

source: Circulating ILL materials
de: Ausleihe von Fernleihen

source: If you have enabled the :ref:`CirculateILL` preference you can checkout ILL items directly from the ILL request.
de: Wenn Sie den Systemparameter :ref:`CirculateILL` aktiviert haben, können Sie Fernleiheexemplare direkt aus der Fernleihbestellung heraus ausleihen.

source: When you create a *Book* type request a brief catalogue record is created automatically based on the Fast Add MARC framework. Once a request has a suitable status, a Checkout button is displayed on the Manage request toolbar. Clicking this will enable the user to check out the item either to the user who made the request or an in-house statistical patron.
de: Wenn Sie eine Fernleihbestellung für ein *Buch* anlegen, wird automatisch eine Schnellaufnahme basierend auf dem MARC-Framework für Schnellaufnahmen (FA) angelegt. Sobald die Bestellung den passenden Status erreicht, wird eine Schaltfläche "Ausleihe" in der Menüleiste für die Fernleihbestellung angezeigt. Über diese ist es möglich das Medium an den Besteller oder an einen statistischen Benutzer auszuleihen.

source: To checkout an item:
de: Um ein Exemplare auszuleihen:

source: Click on the Checkout button.
de: Klicken Sie auf die Schaltfläche "Ausleihe".

source: Select an item type when prompted. An item is created automatically which is attached to the biblio record that was created for the request. The barcode of the item is in the format ILL-requestid.
de: Wählen Sie einen Medientyp aus, wenn Sie dazu aufgefordert werden. Es wird automatisch ein Exemplar angelegt und an den zuvor angelegten Titel angehängt. Der Barcode des Exemplars hat das Format ILL-Identnummer der Bestellung.

source: Next, at the patron checkout screen select a due date. If you do not select a due date the relevant circulation rule will be used to calculate the due date.
de: Als nächstes Wählen Sie ein Fälligkeitsdatum für den Benutzer aus. Wenn Sie kein Fälligkeitsdatum auswählen, wird des über die relevante Ausleihregel berechnet.

source: Once the item is checked out the status of the request is changed to 'Checked out' and after it has been checked in the status updates to 'Returned to library'.
de: Sobald das Exemplare ausgeliehen wurde, ändert sich der Status der Bestellung auf "Ausgeliehen", nach der Rückgabe dann automatisch auf "Zurückgegeben".

source: Bibliographic records created as part of an ILL request will have an extra tab in the holdings table for that allows you to link back to the request in the ILL module.
de: Titeldatensätze die als Teil einer Fernleihbestellung angelegt wurden, haben einen zusätzlichen Reiter in der Exemplartabelle über den zurück auf die Fernleihbestellung im Fernleihmodul verlinkt wird.

source: The ILL (Interlibrary loans) requests module adds the ability to request and manage loans or copies of material from external sources. Patrons submit a request form via the OPAC for review and processing by library staff. Alternatively staff can place requests themselves from the staff client.
ar: يقوم نظام الإعارة البينية (الإعارات بين المكتبات) الفرعي بإضافة القدرة على طلب وإدارة الإعارات أو نسخ المواد من مصادر خارجية. يقوم المستفيدون بتقديم نموذج طلب عبر الأوباك ليقوم موظفي المكتبة بمراجعته ومعالجته. كما يمكن للموظفين وضع الطلبات بأنفسهم من برنامج العميل.
hi: ILL (इंटरलाउंट्स लोन) अनुरोध मॉड्यूल बाहरी स्रोतों से ऋण या सामग्री की प्रतियां का अनुरोध करने और प्रबंधित करने की क्षमता जोड़ता है। संरक्षक पुस्तकालय कर्मचारियों द्वारा समीक्षा और प्रसंस्करण करने के लिए ओपेक के माध्यम से एक अनुरोध फ़ॉर्म प्रस्तुत करते हैं।वैकल्पिक रूप से स्टाफ क्लाइंट से स्टाफ स्वयं अनुरोध कर सकते हैं।
it: Il modulo ILL di prestito interbibliotecario permette agli utenti di gestire copie e prestiti da fonti esterne. Gli utenti inviano una richiesta dall'OPAC e lo staff la processerà. Oppure lo staff farà richieste ILL per conto di un utente.
pt: O módulo de pedidos de empréstimos inter-bibliotecas adiciona a capacidade de pedir e gerir empréstimos ou cópias de material de fontes externas. Os leitores podem submeter um novo pedido no OPAC para posterior revisão e processamento pelos técnicos. Em alternativa os técnicos podem adicionar novos pedidos no interface dos técnicos.
pt_br: O módulo empréstimos interbibliotecas (Interlibrary loan - ILL) permite solicitar e gerir empréstimos ou cópias de outras instituições. Os usuários realizam a solicitação via OPAC, mas a equipe responsável da biblioteca precisa aceitar e processar o empréstimo. Outra opção é a solicitação pela equipe da biblioteca via interface administrativa.

source: Next, set your system preferences.
ar: بعد ذلك، قم بضبط تفضيلات النظام.
hi: इसके बाद, अपनी सिस्टम प्राथमिकताएँ सेट करें।
it: Poi, imposta le tue preferenze di sistema.
pt: De seguida, defina as preferências de sistema.
pt_br: Em seguida, configure as preferências do sistema.

source: Set the :ref:`ILLModule` preference to ‘Enable’.
ar: قم بضبط التفضيل :ref:`ILLModule` إلى ‘تفعيل’.
hi: सेट करें :ref:`ILLModule` वरीयताके लिए 'सक्षम'।
it: Imposta la preferenza :ref:`ILLModule` a 'Attiva'.
pt: Defina a preferência :ref:`ILLModule` para 'Ativar'.
pt_br: Configure a preferência do sistema :ref:`ILLModule` para ‘Enable’.

source: If you wish to include a copyright declaration in your ILL workflow you can this in the :ref:`ILLModuleCopyrightClearance` preference.
ar: إذا أردت إدراج بيان حقوق النشر في عمليات الإعارة البينية الخاصة بك، يمكنك القيام بذلك في تفضيل :ref:`ILLModuleCopyrightClearance`
hi: यदि आप अपने ILL वर्कफ़्लो में एक कॉपीराइट घोषणा को शामिल करना चाहते हैं, तो आप इसे :ref:`ILLModuleCopyrightClearance` वरीयता में कर सकते हैं।
it: Se vuoi aggiungere una dichiarazione di copyright al tuo flusso di lavoro ILL, puoi farlo tramite la preferenza di sistema :ref:`ILLModuleCopyrightClearance`.
pt: Se desejar incluir uma declaração de direitos de autor no seu fluxo de trabalho pode usar a preferência de sistema :ref:`ILLModuleCopyrightClearance`.
pt_br: Se desejar incluir uma declaração de direitos autorais no seu fluxo de trabalho utiliza a preferência de sistema :ref:`ILLModuleCopyrightClearance`

source: **Note**
ar: **ملاحظة**
hi: **टिप्पणी**
it: **Nota**
pt: **Nota**
pt_br: **Nota**

source: Click on ‘Create’ and you will be shown a Request details summary page. Click on the ‘Confirm request’ button and you will see the following confirmation message:
ar: قم بالنقر على ‘إنشاء’ وسيتم عرض صفحة ملخص تفاصيل الطلب لك. قم بالنقر على زر ‘تأكيد الطلب’ وسترى رسالة التأكيد التالية:
hi: ‘क्रिएट’ पर क्लिक करें और आपको एक अनुरोध विवरण सारांश पृष्ठ दिखाया जाएगा ’पुष्टि अनुरोध’ बटन पर क्लिक करें और आपको निम्नलिखित पुष्टि संदेश दिखाई देगा:
it: Clicca su 'Crea' e ti verrà mostrata una pagina con la descrizione della Richiesta. Clicca sul bottone 'Conferma richiesta' e vedrai il seguente messaggio di conferma:
pt: Clique em 'Criar' e será apresentado um breve resumo dos detalhes do pedido. Clique no botão 'Confirmar pedido' e aparecerá a seguinte mensagem de confirmação:
pt_br: Clique em 'Criar' e será apresentado um breve resumo sobre o pedido. Clique no botão 'Confirmar pedido' e aparecerá a seguinte mensagem de confirmação:

source: Click ‘Confirm request’ again to create your request.
ar: قم بالنقر على ‘تأكيد الطلب’ مرة أخرى لإنشاء طلبك.
hi: अपना अनुरोध बनाने के लिए 'पुनः पुष्टि करें' पर क्लिक करें।
it: Clicca nuovamente 'Conferma richiesta' per creare la tua richiesta.
pt: Clique em 'Confirmar pedido' novamente para criar o pedido.
pt_br: Clique em 'Confirmar pedido' novamente para criar o pedido.

source: From the main ILL requests screen you can see all of your ILL requests. You can also click on the ‘View requests’ button at any time.
ar: من شاشة طلبات الإعارة البينية الرئيسية يمكنك رؤية كل طلبات الإعارة البينية الخاصة بك. كما يمكنك النقر على زر ‘عرض الطلبات’ في أي وقت.
hi: मुख्य ILL अनुरोध स्क्रीन से आप अपने सभी ILL अनुरोध देख सकते हैं। आप किसी भी समय requests दृश्य अनुरोधों ’बटन पर क्लिक कर सकते हैं।
it: Puoi vedere tutte le richieste nella schermata principale ILL. Puoi anche cliccare sul bottone 'Vedi richieste' in qualunque momento.
pt: A partir do interface principal dos pedidos de empréstimos inter-bibliotecas poderá ver todos os pedidos e os seus estados. Em alternativa pode clicar em 'Ver pedidos' a qualquer momento.
pt_br: A partir da interface principal do empréstimos interbibliotecas é possível ver todas as solicitações. Além disso, você pode clicar em 'Ver pedidos' a qualquer momento para visualizá-los.

source: There is a large amount of data available in the Requests table so it is advisable to make use of column visibility to view only the information you need. The first half of the table displays data related to the ILL item itself such as title, volume, page numbers.
ar: توجد كمية كبيرة من البيانات المتاحة في جدول الطلبات، لذا من الأفضل استخدام رؤية العمود لعرض المعلومات التي تحتاجها فقط. يقوم النصف الأول من الجدول بعرض البيانات ذات الصلة إلى مادة الإعارة البينية نفسها كالعنوان، المجلد، وأرقام الصفحات.
hi: अनुरोध तालिका में बड़ी मात्रा में डेटा उपलब्ध है, इसलिए केवल आवश्यक जानकारी को देखने के लिए कॉलम दृश्यता का उपयोग करना उचित है। तालिका का पहला भाग ILL आइटम से संबंधित डेटा जैसे शीर्षक, वॉल्यूम, पृष्ठ संख्या प्रदर्शित करता है।
it: Ci sono molti dati nella tabella richieste. Conviene sfruttare la colonna visibilità per vedere solo le informazioni che ti sono necessarie. La prima metà della tabella mostra relativi al documento ILL, come titolo, volume, numero di pagine.
pt: Existe uma quantidade enorme de dados disponíveis na tabela de Pedidos, por isso é aconselhável usar a visibilidade de colunas para ver apenas a informação que necessita. A primeira metade da tabela mostra os dados relacionados com o exemplar como o título, o volume e o número de páginas.
pt_br: Existe uma quantidade enorme de dados disponíveis na tabela de Solicitação de empréstimo, por isso é aconselhável usar o recurso 'Visibilidade de colunas' para ver apenas a informação que necessita. A primeira metade da tabela mostra os dados relacionados ao exemplar como o título, o volume e o número de páginas.

source: you can edit the borrowernumber, biblionumber, branch and can add notes.
ar: يمكنك تحرير رقم المستعير، الرقم البيبلوغرافي، والفرع، ويمكنك إضافة ملاحظات.
hi: आप borrowernumber, biblionumber, शाखा संपादित कर सकते हैं और नोट्स जोड़ सकते हैं।
it: puoi modificare il numero utente, numero del record bib, biblioteca e potrai aggiungere note.
pt: pode editar o número de leitor, o número de registo, a biblioteca e pode adicionar notas.
pt_br: você pode editar o número do usuário, o número do registro, a biblioteca e pode adicionar notas.

source: Depending on the backend used for the request you may be able to edit, add or delete some or all of the request metadata. For example, if the metdata has originated from a requestor using the FreeForm backend this may need to be edited, whereas metadata from an external recognised source such as BLDSS should not.
ar: وفقاً للنهاية الخلفية المستخدمة للطلب قد تتمكن من تحرير أو إضافة أو حذف بعض ميتاداتا الطلبات أو جميعها. على سبيل المثال: إذا تم إنشاء الميتاداتا من مقدم الطلب باستخدام نهاية FreeForm الخلفية، فقد تحتاج إلى التحرير، بينما لا يجب تحرير الميتاداتا من مصدر خارجي معروف مثل BLDSS.
hi: अनुरोध के लिए उपयोग किए जाने वाले बैकएंड के आधार पर, आप कुछ या सभी मेटाडेटा का संपादन, जोड़ या हटा सकते हैं। उदाहरण के लिए, यदि मेटाडेटा ने फ्रीफ़ॉर्म बैकएंड का उपयोग करके एक अनुरोधकर्ता से जन्म लिया है, तो इसे संपादित करने की आवश्यकता हो सकती है, जबकि बाहरी पहचान स्रोत से मेटाडेटा जैसे कि BLDSS नहीं होना चाहिए।
it: In funzione del backend usato per la richiesta, potrai aggiungere, modificare o cancellare metadati della richiesta. Per esempio, può essere modificato un metadato proveniente da un richiedente che ha usato il backend FreeForm, mentre non si può farlo per una richiesta da una fonte riconosciuta come BLDSS.
pt: Dependendo do backend usado para o pedido poderá editar, adicionar ou eliminar alguns ou todos os metadados do pedido. Por exemplo, se os metadados resultaram de um pedido ao backend FreeForm então podem ser editados, se os metadados são de uma fonte externa reconhecida como a BLDSS não podem ser editados.
pt_br: Dependendo do backend utilizado para o pedido, você poderá editar, adicionar ou excluir alguns ou todos os metadados do pedido. Por exemplo, se os metadados resultaram de um pedido ao backend FreeForm então podem ser editados, se os metadados são de uma fonte externa reconhecida como a BLDSS não podem ser editados.

source: The full list of ILL statuses are:
ar: القائمة الكاملة لحالات الإعارة البينية هي:
hi: ILL स्थितियों की पूरी सूची इस प्रकार है:
it: La lista completa degli stati ILL è:
pt: A lista completa dos estados dos pedidos é a seguinte:
pt_br: A lista completa dos status dos pedidos é a seguinte:

source: Each library must have an email address as this will be the mechanism for sending the inter-library loan request.
ar: يجب أن يكون لكل مكتبة عنوان بريد إلكتروني حيث ستكون هذه هي آلية إرسال طلبات الإعارة بين المكتبات.
hi: प्रत्येक पुस्तकालय में एक ईमेल पता होना चाहिए क्योंकि यह अंतर-पुस्तकालय ऋण अनुरोध भेजने के लिए तंत्र होगा।
it: Ogni biblioteca deve avere un indirizzo email a cui potranno essere inoltrate le richieste ILL.
pt: Cada biblioteca deve ter um endereço de email válido, já que será esse o mecanismo para enviar os pedidos de empréstimos inter-bibliotecas.
pt_br: Cada biblioteca deve ter um endereço de email válido, já que será esse o mecanismo utilizado para enviar os pedidos de empréstimos interbibliotecas.
