Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/ILL_requests.po
Languages: ar, de, hi, it, pt, pt_br

source: ILL requests / Interlibrary loans
ar: الإعارات بين المكتبات/طلبات الإعارة البينية
de: Fernleihbestellungen / Fernleihen
hi: ILL अनुरोध / इंटरलाइब्रेरी ऋण
it: Richieste ILL / Prestito interbibliotecario
pt: Empréstimos inter-bibliotecas
pt_br: Pedidos de empréstimos inter-bibliotecas/ Empréstimos inter-bibliotecas

source: The ILL (Interlibrary loans) requests module adds the ability to request and manage loans or copies of material from external sources. Patrons can submit a request via the OPAC from the :ref:`your interlibrary loan requests <your-interlibrary-loan-requests-label>` tab of their account. Library staff can then review and process those requests. Alternatively staff can place requests themselves from the staff client.
de: Das Fernleihmodul bietet die Möglichkeit, Ausleihen oder Fotokopien von Materialien bei externen Bibliotheken zu bestellen und diese Bestellungen zu verwalten. Dazu schickt der/die BibliotheksbenutzerIn über den Reiter :ref:`Fernleihbestellungen <your-interlibrary-loan-requests-label>` im OPAC die Bestellung zur weiteren Bearbeitung an das Bibliothekspersonal. Alternativ können Bestellungen vom Bibliothekspersonal selbst über die Dienstoberfläche angelegt werden.

source: Set up
ar: تنصيب
de: Konfiguration
hi: सेट अप
it: Configurazione
pt: Configuração
pt_br: Configurar

source: Before using the ILL requests module you will want to make sure that you have completed all of the set up.
ar: قبل استخدام نظام طلبات الإعارة البينية الفرعي يجب عليك التأكد من إتمام التنصيب بالكامل.
de: Vor der Nutzung des Fernleihmoduls muss die Grundkonfiguration abgeschlossen sein.
hi: ILLअनुरोध मॉड्यूल का उपयोग करने से पहले आप यह सुनिश्चित करना चाहेंगे कि आपने सभी सेट अप पूरा कर लिया है।
it: Prima di usare il modulo ILL devi essere sicuro di averne completato la configurazione.
pt: Antes de usar o módulo de pedidos de empréstimos inter-bibliotecas, tenha a certeza que completou toda a configuração do sistema.
pt_br: Antes de usar o módulo de empréstimos interbibliotecas, tenha a certeza realizou toda a configuração do sistema.

source: The ILL requests module can be configured for different types of requests and workflows known as backends. Currently available backends are documented on the Koha community wiki at https://wiki.koha-community.org/wiki/ILL_backends. You will need to configure at least one backend.
ar: يمكن تهيئة نظام طلبات اإعارة البينية الفرعي لأنواع مختلفة من الطلبات وعمليات سير العمل كالنهايات الخلفية. النهايات الخلفية المتاحة حالياً موثقة في ويكي مجتمع كوها في https://wiki.koha-community.org/wiki/ILL_backends. يجب عليك تهيئة نهاية خلفية واحدة على الأقل.
de: Das Fernleihmodul kann für verschiedene Arten von Fernleihbestellungen und Arbeitsabläufe eingerichtet werden, welche als Backends bezeichnet werden. Aktuell verfügbare Backends sind im Koha Community Wiki unter https://wiki.koha-community.org/wiki/ILL_backends dokumentiert. Sie müssen mindestens ein Backend konfigurieren.
hi: ILLअनुरोध मॉड्यूल बैकेंड के रूप में ज्ञात विभिन्न प्रकार के अनुरोधों और वर्कफ़्लोज़ के लिए कॉन्फ़िगर किया जा सकता है। वर्तमान में उपलब्ध बैकएंड कोहा समुदाय wiki पर https://wiki.koha-community.org/wiki/ILL_backends. पर प्रलेखित हैं। आपको कम से कम एक बैकएंड को कॉन्फ़िगर करना होगा।
it: Il modulo ILL può essere configurato per differenti tipi di richieste e flussi di lavoro, chiamati backend. I backend noti sono documentati dalla comunità Koha in https://wiki.koha-community.org/wiki/ILL_backends. Devi configurarne almeno uno.
pt: O módulo de pedidos de empréstimos inter-bibliotecas pode ser configurado para diferentes tipos de pedidos e fluxos de trabalho conhecidos como backends. Os backends disponíveis atualmente estão documentados na wiki da comunidade do Koha https://wiki.koha-community.org/wiki/ILL_backends. Para utilizar o módulo necessita de configurar pelo menos um backend.
pt_br: O módulo de empréstimo interbibliotecas pode ser configurado para diferentes tipos de solicitações e fluxos de trabalho, conhecidos como backends. Os backends atualmente disponíveis estão documentados no wiki da comunidade Koha em https://wiki.koha-community.org/wiki/ILL_backends. Você precisará configurar pelo menos um backend.

source: Next, set your :ref:`system preferences for interlibrary loans <interlibrary-loans-label>`.
de: Konfigurieren Sie als nächstes die :ref:`Systemparameter für die Fernleihe <interlibrary-loans-label>`.

source: Library staff responsible for ILL requests need the following permission set on their account: *ill: Create and modify Interlibrary loan requests*.
ar: يحتاج موظف المكتبة المسؤول عن طلبات الإعارة البينية إلى مجموعة الصلاحيات التالية في حسابه: *ill: إنشاء وتعديل طلبات الإعارة بين المكتبات*.
de: Bibliotheksmitarbeitende, die Fernleihbestellungen bearbeiten, benötigen dazu die folgende Berechtigung: *Fernleihbestellungen erfassen und verwalten (ill)*.
hi: ILL अनुरोधों के लिए जिम्मेदार लाइब्रेरी स्टाफ को अपने खाते पर निम्नलिखित अनुमति की आवश्यकता होती है: * बीमार: ऋण अनुरोधों को बनाएं और संशोधित करें *।
it: Membri dello staff che si occupano di ILL devono avere un account con permesso "ill: Crea e modifica richieste di prestito interbibliotecario".
pt: Os técnicos da biblioteca responsáveis pelos pedidos de empréstimos inter-bibliotecas necessitam da seguinte permissão nas suas contas: *ill: Criar e modificar pedidos de empréstimos inter-bibliotecas*.
pt_br: Os funcionários da biblioteca responsáveis pelos empréstimos interbibliotecas necessitam da seguinte permissão nas suas contas: *ill: Criar e modificar empréstimos interbibliotecas*.

source: The ILL requests module uses system defined statuses. You can add custom statuses to match your ILL workflow as ILLSTATUS :ref:`authorized values <authorized-values-label>`.
ar: يستخدم نظام طلبات الإعارة البينية الفرعي حالات معرفة من قبل النظام. يمكنك إضافة حالات مخصصة لمطابقة عمليات الإعارة البينية الخاصة بك مثل ILLSTATUS :ref:`قيم الاستناد <authorized-values-label>`.
de: Das Fernleihmodul verwendet vom System voreingestellte Status. Sie können eigene, auf Ihren Fernleih-Workflow abgestimmte Status als :ref:`Normierten Wert <authorized-values-label>` ILLSTATUS definieren.
hi: ILL अनुरोध मॉड्यूल सिस्टम परिभाषित स्टेटस का उपयोग करता है। आप ILLSTATUSAT के रूप में अपने ILL वर्कफ़्लो से मिलान करने के लिए कस्टम स्टेटस जोड़ सकते हैं: Ref: `अधिकृत मान <authorized-values-label>`।
it: Il modulo ILL usa stati definiti di sistema. Puoi aggiungerne per altri nel :ref:`valore autorizzato <authorized-values-label>` ILLSTATUS.
pt: O módulo de pedidos de empréstimo inter-bibliotecas usam estados definidos pelo sistema. Podem adicionar novos estados para corresponder ao seu fluxo de trabalho no :ref:`valor autorizado <authorized-values-label>` ILLSTATUS.
pt_br: O módulo de Empréstimo Interbibliotecas (ILL) utiliza status advindos do sistema, isto é, status pré configurados do software. Você pode adicionar ou modificar status para atender sua necessidades em :ref:`valor autorizado <authorized-values-label>` ILLSTATUS.

source: ILL email notifications
de: E-Mail-Benachrichtigungen für die Fernleihe

source: Email notifications can be sent to ILL staff when a patron makes a request to modify or cancel an existing request. The notice templates are ILL_REQUEST_CANCEL and ILL_REQUEST_MODIFIED. The ILL staff email address can be configured per library. If this is not set the :ref:`ILLDefaultStaffEmail` system preference will be used.
de: Es kann eine E-Mail-Benachrichtigung an das Bibliothekspersonal geschickt werden, wenn ein Benutzer eine Fernleihbestellung ändert oder storniert. Die Templates für diese Benachrichtigungen sind ILL_REQUEST_MODIFIED und ILL_REQUEST_CANCEL. Die E-Mail-Adresse für die zuständigen Kollegen kann je Bibliothek konfiguriert werden. Wenn dies nicht der Fall ist, wird die Adresse aus dem Systemparameter :ref:`ILLDefaultStaffEmail` verwendet.

source: Notifications can also be sent to patrons for requests that are either available for pick-up or are unavailable and have been cancelled. The notice templates are ILL_PICKUP_READY and ILL_REQUEST_UNAVAIL. The notifications are enabled from the :ref:`patron categories <patron-categories-label>` default patron messaging preferences. You can customise the notice text for these notices in :ref:`Notices & slips <notices-and-slips-label>` in the Tools module.
de: Benachrichtigungen können auch an den Beutzer geschickt werden, wenn die Fernleihbestellung eingetroffen ist oder storniert werden musste, da das Medium nicht verfügbar ist. Die Templates sind ILL_PICKUP_READY und ILL_REQUEST_UNAVAIL. Die voreingestellten Benachrichtigungseinstellungen können unter :ref:`Benutzertypen <patron-categories-label>` könfiguriert werden. Anpassungen an den Benachrichtigungen können Sie unter :ref:`Benachrichtigungen und Quittungen <notices-and-slips-label>` im Modul Werkzeuge vornehmen.

source: Create ILL requests
ar: إنشاء طلبات إعارة بينية
de: Fernleihbestellungen anlegen
hi: ILL अनुरोध बनाएँ
it: Crea richieste ILL
pt: Criar pedido de empréstimo inter-bibliotecas
pt_br: Criar solicitação de Empréstimo Interbibliotecas

source: *Get there:* More > ILL requests
ar: *للوصول:* المزيد > طلبات الإعارة البينية
de: *Pfad in Koha:* Mehr > Fernleihbestellungen
hi: * वहां जाओ: * अधिक>ILL अनुरोध
it: "Vai a": Più > Richieste ILL
pt: *Acesso:* Mais > Empréstimo inter-bibliotecas
pt_br: *Acesso:* Mais > Empréstimo Interbibliotecas

source: Choose ‘New ILL request’ and then Freeform.
ar: قم باختيار ‘طلب إعارة بينية جديد’ تم نموذج حر.
de: Wählen Sie 'Neue Fernleihbestellung' und dann Freeform.
hi: 'नया ILL अनुरोध' चुनें और फिर फ्रीफ़ॉर्म करें।
it: Scegli "Nuova richiesta ILL" e poi Freeform.
pt: Escolha 'Novo empréstimo inter-bibliotecas' e depois Freeform.
pt_br: Escolha 'Novo empréstimo Interbibliotecas' e depois Freeform.

source: The images shown here are for the FreeFrom backend only.
ar: الصور المعروضة هنا لنهاية FreeFrom الخلفية فقط.
de: Die hier gezeigten Bilder beziehen sich nur auf das FreeForm-Backend.
hi: यहां दिखाई गई छवियां केवल फ़्रीफ्रॉम बैकएंड के लिए हैं।
it: Le immagini mostrate qui provengono solo dal backend Freeform.
pt: As imagens aqui mostradas são apenas para o backend FreeFrom.
pt_br: As imagens aqui mostradas são apenas para o backend FreeFrom.

source: Enter a Type: Book, Article, Journal, Other.
ar: قم بإدخال نوع: كتاب، مقال، دورية، أخرى.
de: Einen Typ eingeben: Buch, Artikel, Zeitschrift, Anderes.
hi: एक प्रकार दर्ज करें: पुस्तक, लेख, जर्नल, अन्य।
it: Indica un tipo: Libro, Articolo, Giornale, Altro.
pt: Introduza o tipo: Livro, Artigo, Revista, Outro.
pt_br: Insira o tipo de material: Livro, Artigo, Revista, Outro.

source: In the next two sections enter as much as information as you can including chapter/article/part if applicable.
ar: في القسمين التاليين قم بإدخال أكبر قدر من المعلومات بما في ذلك الفصل/المقال/الجزء إن أمكن.
de: In den folgenden beiden Abschnitten geben Sie so viele Informationen wie möglich ein, u.a. Kapitel/Artikel/Teil, falls zutreffend.
hi: अगले दो खंडों में उतनी ही जानकारी दर्ज करें जितनी आप अध्याय/लेख/भाग को लागू कर सकते हैं।
it: Nelle prossime due sezioni indica più informazione possibile includendo capitolo/articolo/parte se è del caso.
pt: Nas duas secções introduza o máximo de informação que consiga incluindo o capítulo/artigo/parte, se aplicável.
pt_br: Nas duas secões seguinte insira o máximo de informação que consiga incluindo o capítulo/artigo/parte, se aplicável.

source: Add custom fields, for example if you wished to add a note.
ar: إضافة حقول مخصصة، على سبيل المثال إذا كنت ترغب في إضافة ملاحظة.
de: Fügen Sie eigene Felder hinzu, z.B., falls gewünscht, ein Feld für Notizen.
hi: कस्टम फ़ील्ड जोड़ें, उदाहरण के लिए यदि आप एक नोट जोड़ना चाहते हैं।
it: Aggiungi campi personalizzati, per esempio se vuoi delle note.
pt: Adicione campos personalizados, se por exemplo desejar adicionar uma nota.
pt_br: Se desejar incluir uma nota ou mais detalhes sobre a obra, adicione os campos customizados.

source: Under the borrower options enter the library branch you would like the request to be sent to.
ar: أدنى خيارات المستعير قم بإدخال فرع المكتبة الذي ترغب في إرسال الطلب له.
de: Bei den Benutzeroptionen geben Sie die Bibliothek an, an welche die Bestellung geschickt werden soll.
hi: उधारकर्ता विकल्पों के तहत पुस्तकालय की शाखा में प्रवेश करें जिसे आप भेजना चाहते हैं।
it: Sotto le opzioni utente, indica la biblioteca a cui deve essere spedita la richiesta.
pt: Abaixo nas opções do leitor insira a biblioteca para a qual deseja que o pedido seja enviado.
pt_br: Na seção 'Opções de empréstimo' insira a biblioteca para a qual deseja que o pedido seja enviado.

source: Click on ‘Create’ and you will be shown a Request details summary page.
de: Klicken Sie auf "Neu" und Sie sehen eine Detailansicht für die Fernleihbestellung.

source: If you have enabled the :ref:`ILLCheckAvailability` system preference and installed plugins for the staff interface you will be presented with search results. The user can click on a link to a relevant resource if found or proceed with the ILL request. If no results are found the ILL is completed in the usual way.
de: Wenn Sie den Systemparameter :ref:`ILLCheckAvailability` aktiviert und die entsprechenden Plugins in der Dienstoberfläche installiert haben, erhalten Sie Suchergebnisse. Der Benutzer kann dann einen relevanten Treffer auswählen oder mit der Fernleihbestellung fortfahren. Wenn keine Treffer gefunden wurden, wird die Fernleihbestellung in der üblichen Weise durchgeführt.

source: You can now process your request as explained in Managing ILL requests section or return to the list of ILL requests.
de: Sie können nun mit der Bearbeitung der Bestellung fortfahren, wie es im Abschnitt "Fernleihbestellungen verwalten" beschrieben ist oder zur List der Fernleihen zurückkehren.

source: Viewing ILL requests
ar: عرض طلبات الإعارة البينية
de: Fernleihbestellungen anzeigen
hi: ILL के अनुरोधों को देखना
it: Visualizzare richieste ILL
pt: Ver pedidos de empréstimo inter-bibliotecas
pt_br: Visualizando as solicitações de empréstimo interbibliotecas

source: From the main ILL requests screen you can view, filter and sort your ILL requests. You can use the :ref:`ILLHiddenRequestStatuses` preference to hide completed statuses by default. You can also click on the ‘List requests’ button at any time to return to this list.
de: Auf der Startseite der Fernleihe können Sie die Bestellungen anzeigen, filtern und sortieren. Sie können über den Systemparameter :ref:`ILLHiddenRequestStatuses` festlegen, ob die Status abgeschlossener Fernleihbestellungen in der Voreinstellung ausgeblendet werden. Sie können über die Schaltfläche "Fernleihbestellungen" zu jeder Zeit zu dieser Liste zurückkehren.

source: There is a large amount of data available in the Requests table so it is advisable to make use of :ref:`Table settings <table-settings-label>` section of the Administration module (table id: ill-requests) to view only the information you need. The first half of the table displays data related to the ILL item itself such as title, volume, page numbers.
de: In der Tabelle der Bestellungen werden sehr viele Informationen angezeigt, daher ist es ratsam von der :ref:`Tabellenkonfiguration <table-settings-label>` Gebrauch zu machen, um nur die benötigten Informationen anzuzeigen. Die erste Hälfte der Tabelle zeigt Informationen zum bestellten Titel, wie Titel, Bandangabe, Seitenzahlen.

source: The second half of the table displays data related to the request such as notes and comments.
ar: يقوم النصف الثاني من الجدول بعرض البيانات ذات الصلة بالطلب مثل: الملاحظات والتعليقات.
de: Die zweite Hälfte der Tabelle zeigt die Daten zur Bestellung, wie Hinweise und Kommentare.
hi: तालिका का दूसरा भाग अनुरोध से संबंधित डेटा प्रदर्शित करता है जैसे नोट्स और टिप्पणियां।
it: La seconda metà della tabella mostra dati della richiesta come note e commenti.
pt: A segunda metade da tabela mostra os dados relacionados com o pedido como as notas e os comentários.
pt_br: A segunda metade da tabela mostra os dados relacionados ao pedido como as notas e os comentários.

source: Managing ILL requests
ar: إدارة طلبات الإعارة البينية
de: Fernleihbestellungen verwalten
hi: ILL अनुरोधों का प्रबंधन
it: Gestisci richieste ILL
pt: Gerir pedidos de empréstimo inter-bibliotecas
pt_br: Gestão dos empréstimo interbibliotecas

source: Click on the ‘Manage request’ button in the final column. Depending on the current status of the request you may see some or all of the following options:
ar: قم بالنقر على زر ‘إدارة الطلبات’ في العمود الأخير. وفقاً لحالة الطلب الحالية، يمكنك رؤية بعض الخيارات التالية أو كلها:
de: Klicken Sie auf die Schaltfläche "Bestellung verwalten" in der letzten Spalte. Abhängig vom aktuellen Status der Bestellung sehen Sie einige oder alle der folgenden Optionen:
hi: अंतिम कॉलम में ‘मैनेज रिक्वेस्ट’ बटन पर क्लिक करें। अनुरोध की वर्तमान स्थिति के आधार पर आप निम्नलिखित विकल्पों में से कुछ या सभी देख सकते हैं:
it: Clicca su 'Gestisci richiesta' nella colonna finale. In funzione dello stato della richiesta potrai vedere alcune delle seguenti opzioni:
pt: Clique no botão 'Gerir pedido' na última coluna. Dependendo do estado do pedido poderá ver alguns ou todos dos seguintes botões:
pt_br: Clique no botão 'Gerir pedido' na última coluna. Dependendo do status do pedido poderá ver alguns ou todos os seguintes botões:

source: Edit request
ar: تحرير الطلب
de: Bestellung bearbeiten
hi: अनुरोध संपादित करें
it: Modifica la richiesta
pt: Editar pedido
pt_br: Editar pedido

source: you can edit the borrowernumber, biblionumber, branch and can add notes. If you have added custom ILL statuses you can also edit these.
de: Sie können die Benutzernummer, die Titelsatznummer, die Bibliothek und die Notizen bearbeiten. Wenn Sie benutzerdefinierte Fernleihstatus konfiguriert haben, können Sie auch diese bearbeiten.

source: Confirm request
ar: تأكيد الطلب
de: Bestellung bestätigen
hi: अनुरोध की पुष्टि करें
it: Conferma richiesta
pt: Confirmar pedido
pt_br: Confirmar pedido

source: place the request with a document supply service using a backend such as BLDSS.
ar: وضع الطلب بخدمة توريد الوثائق باستخدام نهاية خلفية مثل BLDSS.
de: die Bestellung bei einem Dokumentenlieferdienst aufgeben, z.B. über das BLDSS-Backend.
hi: बीएलडीएसएस जैसे बैकएंड का उपयोग करके दस्तावेज़ आपूर्ति सेवा के साथ अनुरोध रखें।
it: inviare la richiesta a un fornitore come il backend BLDSS.
pt: realiza o pedido com um serviço de disponibilização de documento usando um backend como o BLDSS.
pt_br: confirma o pedido com um serviço de disponibilização de documento usando um backend como o BLDSS.

source: Place request with partners
ar: وضع طلب مع شركاء
de: Bestellung bei Fernleihpartnern
hi: भागीदारों के साथ अनुरोध रखें
it: Inoltra una richiesta a biblioteche partner
pt: Efetuar o pedido nas bibliotecas parceiras
pt_br: Efetuar o pedido nas bibliotecas parceiras

source: place the request via email with a :ref:`partner library <place-request-with-partners-label>`
ar: وضع الطلب عبر البريد الإلكتروني باستخدام ref:`مكتبة شريكة <place-request-with-partners-label>`
de: die Bestellung über E-Mail bei einem :ref:`Fernleihpartner <place-request-with-partners-label>` aufgeben
hi: अनुरोध को ईमेल के माध्यम से a: Ref: `साथी लाइब्रेरी में रखें <place-request-with-partners-label>`
it: inviare la richiesta via email a :ref:`partner library <place-request-with-partners-label>`
pt: efetuar o pedido via email para uma :ref:`biblioteca parceira <place-request-with-partners-label>`
pt_br: efetuar o pedido via email para uma :ref:`biblioteca parceira <place-request-with-partners-label>`

source: Switch provider
de: Fernleihanbieter wechseln

source: this allows you to move the request to a different provider (backend).
de: Dies erlaubt es die Bestellung zu einem anderen Fernleihanbieter (Backend) zu verschieben.

source: Delete
ar: حذف
de: Löschen
hi: मिटाएँ
it: Elimina
pt: Eliminar
pt_br: Excluir

source: fully delete the request. Details of deleted requests are not retained in Koha.
ar: حذف الطلب بالكامل. لا يتم الاحتفاظ بتفاصيل الطلبات المحذوفة في كوها.
de: vollständige Löschung der Bestellung. Die Details gelöschter Bestellungen sind dann nicht mehr in Koha abrufbar.
hi: अनुरोध को पूरी तरह से हटा दें। हटाए गए अनुरोधों का विवरण कोह में बरकरार नहीं है।
it: cancella totalmente la richiesta. Nessun dettaglio verrà conservato in Koha.
pt: elimina completamente o pedido. Os detalhes dos pedidos eliminados não são mantidos no Koha.
pt_br: exclui completamente o pedido. Os detalhes dos pedidos excluídos não são mantidos no Koha

source: Revert request
ar: عكس الطلب
de: Bestellung rückgängig machen
hi: अनुरोध वापस करें
it: Ripristina la richiesta
pt: Reverter pedido
pt_br: Reverter pedido

source: following a status of ‘Requested’ or ‘Requested from partners’ library staff can cancel the request from the external source. The status reverts to ‘New’
ar: بتتبع حالة ‘مطلوب’ أو ‘مطلوب من شركاء’ يمكن لموظفي المكتبة إلغاء الطلب من المصدر الخارجي. يتم عكس الحالة إلى ‘جديد’
de: nach den Status 'Bestellt' oder 'Bei Partnern bestellt' kann Bibliothekspersonal eine Bestellung stornieren. Der Status ändert sich dann zu 'Neu'
hi: अनुरोधित ’या library भागीदारों की लाइब्रेरी कर्मचारियों से अनुरोध की स्थिति के बाद बाहरी स्रोत से अनुरोध को रद्द कर सकते हैं। स्थिति 'नई' के लिए बदल जाती है
it: dopo lo stato di 'Richiesto' o 'Richiesto dai partner', lo staff della biblioteca può cancellare la richiesta dalla fonte esterna. Lo stato passerà a 'Nuovo'
pt: se o pedido estiver no estado 'Pedido' ou 'Pedido aos parceiros' os técnicos podem cancelar o pedido à fonte externa. O estado do pedido é revertido para 'Novo'
pt_br: se o pedido estiver no estado 'Solicitado' ou 'Solicitado aos parceiros' a equipe da biblioteca pode cancelar o pedido à fonte externa. O status do pedido é revertido para 'Novo'

source: Mark completed
ar: الإشارة إلى الإتمام
de: Als erledigt markieren
hi: मार्क पूरा
it: Marca come operazione completata
pt: Marcar como completo
pt_br: Marcar como concluído

source: used when the ILL request has been fulfilled.
ar: يستخدم عند إتمام طلب الإعارة البينية
de: wird verwendet, wenn die Bestellung erfüllt wurde.
hi: उपयोग किया जाता है जब ILL अनुरोध पूरा हो गया है।
it: si usa quando la richiesta ILL è stata evasa.
pt: usado quando o pedido está totalmente completo.
pt_br: usado quando o pedido está totalmente concluído.

source: Edit item metadata
ar: تحرير ميتاداتا المادة
de: Metadaten bearbeiten
hi: मेटाडाटा आइटम संपादन
it: Modifica i metadati di copia
pt: Editar metadados
pt_br: Editar metadados do item

source: Dependent on the backend used for the request you may be able to edit, add or delete some or all of the request metadata. For example, if the metdata has originated from a requestor using the FreeForm backend this may need to be edited, whereas metadata from an external recognised source such as BLDSS should not.
de: Abhängig vom verwendeten Backend können Sie die Metadaten ganz oder teilweise bearbeiten, verändern oder löschen. Zum Beispiel ist es möglich die Metadaten für eine Bestellung durch das FreeForm-Backend zu bearbeiten, während diese für eine Bestellung durch das BLDSS-Backend nicht verändert werden können.

source: Display supplier metadata
ar: عرض ميتاداتا الموّرد
de: Vollständige Metadaten des Anbieters anzeigen
hi: प्रदायक मेटाडेटा प्रदर्शित करें
it: Mostra i metadati dal fornitore
pt: Mostrar metadados do fornecedor
pt_br: Exibir metadados do fornecedor
