Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: de, hi, tr

source: :ref:`opacreadinghistory` : Decide if patrons can view their reading/checkout history via the OPAC
de: :ref:`opacreadinghistory`: Entscheiden Sie, ob Benutzer Ihre Ausleihhistorie im OPAC einsehen können
tr: :ref:`opacreadinghistor`: Kullanıcıların OPAC üzerinden kendi okuma/ödünç alma geçmişlerini görebilip göremeyeceklerini belirleyin

source: :ref:`reviewson` : Decide if you want to allow patrons to comment on bib records via the OPAC
de: :ref:`reviewson`: Entscheiden Sie, ob Sie die Kommentarfunktion im OPAC aktivieren möchten
tr: :ref:`reviewson` : Kullanıcıların OPAC üzerinden bibliyografik kayıtlar üzerine yorum yapmalarını isteyip istemediğinizi belirleyin

source: :ref:`OpacStarRatings` : Decide if patrons can leave star ratings
de: :ref:`OpacStarRatings`: Entscheiden Sie, ob Benutzer Sternchenbewertungen vergeben können
hi: :ref:`OpacStarRatings` : तय करें कि संरक्षक स्टार रेटिंग छोड़ सकते हैं या नहीं
tr: :ref:`OpacStarRatings` : Kullanıcıların yıldız değerlendirmeleri yapıp yapamayacaklarını belirleyin

source: :ref:`virtualshelves` : Decide if you want patrons to be able to create Lists
de: :ref:`virtualshelves`: Entscheiden Sie, ob Benutzer Listen anlegen dürfen
tr: :ref:`virtualshelves` : Kullanıcıların liste oluşturabilmelerini isteyip istemediğinize karar verin

source: :ref:`OpacAllowPublicListCreation` : If patrons can create lists then decide if they are allowed to create public lists
de: :ref:`OpacAllowPublicListCreation`: Entscheiden Sie, ob Benutzer öffentliche Listen im OPAC anlegen können
tr: :ref:`OpacAllowPublicListCreation` : Kullanıcıların listeler ve genel listeleri oluşturmak için izinleri olup olmadığını belirleyin

source: :ref:`suggestion` : Decide if you want patrons to be able to submit purchase suggestions
de: :ref:`suggestion`: Entscheiden Sie, ob Benutzer im OPAC Anschaffungsvorschläge machen können
hi: :ref:`suggestion` : तय करें कि क्या आप संरक्षक खरीद सुझाव जमा करने में सक्षम होना चाहते हैं
tr: :ref:`suggestion` : Kullanıcılarınızın satın alma önerileri yapabilmelerini isteyip istemediğinizi belirleyin

source: :ref:`OPACViewOthersSuggestions` : Decide if you want patrons to be able to see purchase suggestions made by other patrons
de: :ref:`OPACViewOthersSuggestions`: Entscheiden Sie, ob die Anschaffungsvorschläge, die andere Benutzer gemacht haben, angezeigt werden sollen
hi: :ref:`OPACViewOthersSuggestions` : तय करें कि क्या आप चाहते हैं कि संरक्षक अन्य संरक्षकों द्वारा किए गए खरीद सुझावों को देख सकें
tr: :ref:`OPACViewOthersSuggestions` : Kullanıcılarınızın diğer kullanıcılar tarafından yapılan satın alma önerilerini görebilmelerini isteyip istemediğinizi belirleyin

source: :ref:`opacbookbag` : Decide if patrons can save items into their cart
de: :ref:`opacbookbag`: Entscheiden Sie, ob Benutzer den Korb zum zwischenspeichern von Titeln verwenden können
hi: :ref:`opacbookbag` : तय करें कि संरक्षक आइटम को अपने कार्ट में सहेज सकते हैं या नहीं
tr: :ref:`opacbookbag` : Kullanıcıların materyalleri kendi sepetleri içine kaydedip kaydedemeyeceklerini belirleyin

source: :ref:`AnonSuggestions` : Decide if you want non logged in users to be able to make purchase suggestions
de: :ref:`AnonSuggestions`: Entscheiden Sie, ob unangemeldetete Benutzer Anschaffungsvorschläge machen dürfen
hi: :ref:`AnonSuggestions` : तय करें कि क्या आप खरीद में सुझाव देने में सक्षम होने के लिए उपयोगकर्ताओं में लॉग इन नहीं करना चाहते हैं
tr: :ref:`AnonSuggestions` : Sistemde oturum açmamış olan kullanıcıların satın alma önerileri yapabilmelerini isteyip istemediğinizi belirleyin

source: :ref:`LibraryName` : Enter your library name for display in the <title> tag and on the top of the OPAC
de: :ref:`LibraryName`: Geben Sie den Namen Ihrer Bibliothek für die Anzeige im <title>-Tag und auf den Reitern im Browser an
hi: :ref:`LibraryName` : <title> टैग और ओपेक के शीर्ष पर प्रदर्शन के लिए अपना लाइब्रेरी नाम दर्ज करें
tr: :ref:`LibraryName` : <title> tag ve OPAC sayfasının en üstünde görünmesi için kütüphanenizin adını girin

source: :ref:`opaccredits` : Enter HTML to appear at the bottom of every page in the OPAC
de: :ref:`opaccredits`: Geben Sie hier HTML-Code an, der auf jeder Seite im OPAC in der Fußzeile eingebunden werden soll
tr: :ref:`opaccredits` : OPAC'da her sayfanın en alt kısmında görünecek olan HTML'i girin

source: :ref:`OpacMainUserBlock` : Enter HTML that will appear in the center of the main OPAC page
de: :ref:`OpacMainUserBlock`: Geben Sie hier HTML-Code an, der zental auf der Startseite des OPACs angezeigt werden soll
tr: :ref:`OpacMainUserBlock` : OPAC ana sayfasının ortasında görünecek olan HTML'i girin

source: :ref:`OpacNav` : Enter HTML that will appear to the left on the main OPAC page
de: :ref:`OpacNav`: Geben Sie hier HTML-Code an, der auf der linken Seite der Startseite angezeigt werden soll
hi: :ref:`OpacNav` : एचटीएमएल दर्ज करें जो मुख्य ओपेक पेज पर बाईं ओर दिखाई देगा
tr: :ref:`OpacNav` : OPAC ana sayfasında sol tarafta görünecek olan HTML'i girin

source: :ref:`OpacNavBottom` : Enter HTML that will appear below OpacNav
de: :ref:`OpacNavBottom`: Geben Sie hier HTML-Code an, der unterhalb von OpacNav angezeigt wird
hi: :ref:`OpacNavBottom` : HTML दर्ज करें जो OpacNav के नीचे दिखाई देगा
tr: :ref:`OpacNavBottom` : OpacNav altında görünecek olan HTML'i girin

source: :ref:`OpacNavRight` : Enter HTML that will appear below the login box on the right
de: :ref:`OpacNavRight`: Geben Sie hier HTML-Code ein, der unterhalb des Login-Formulars auf der rechten Seite angezeigt wird
tr: :ref:`OpacNavRight` : Sağdaki oturum açma kutusunun altında görünecek olan HTML'i girin

source: :ref:`opacheader` : Enter the HTML that will appear above the search box on the OPAC
de: :ref:`opacheader`: Geben Sie hier HTML-Code ein, der oberhalb der einfachen Suche im OPAC angezeigt wird
tr: :ref:`opacheade` : OPAC arama kutusunun üzerinde görünecek olan HTML'i girin

source: :ref:`OPACNoResultsFound` : Enter the HTML that will appear when no results are found
de: :ref:`OPACNoResultsFound`: Geben Sie hier HTML-Code an, der ausgegeben wird, wenn eine Suche keine Ergebnisse ergeben hat
hi: :ref:`OPACNoResultsFound` : HTML दर्ज करें जो तब दिखाई देगा जब कोई परिणाम नहीं मिलेगा
tr: :ref:`OPACNoResultsFound` : Hiçbir sonuç bulunmadığı zaman görünecek HTML'i girin

source: :ref:`OPACResultsSidebar` : Enter the HTML that will appear below the facets on your search results
de: :ref:`OPACResultsSidebar`: Geben Sie hier HTML-Code ein, der unterhalb der Facetten in der Trefferliste angezeigt wird
hi: :ref:`OPACResultsSidebar` : HTML दर्ज करें जो आपके खोज परिणामों पर पहलुओं के नीचे दिखाई देगा
tr: :ref:`OPACResultsSidebar`__ : Arama sonuçlarınızdaki fasetlerin altında görünecek olan HTML'i girin

source: :ref:`OPACMySummaryHTML` : Enter the HTML that will appear in the far right of the circulation summary in the OPAC
de: :ref:`OPACMySummaryHTML`: Geben Sie hier HTML-Code an, der auf der rechten Seite in der Liste der Ausleihen im Benutzerkonto im OPAC angezeigt wird
hi: :ref:`OPACMySummaryHTML` : एचटीएमएल दर्ज करें जो ओपेक में परिसंचरण सारांश के बहुत दूर में दिखाई देगा
tr: :ref:`OPACMySummaryHTML` : OPAC'da dolaşım özetinin en sağında görünecek HTML'i girin

source: Customize your stylesheets:
de: Passen Sie Ihre Stylesheets an:
hi: अपने stylesheets को अनुकूलित करें:
tr: Stil sayfalarınızı özelleştirin:

source: :ref:`OPACUserCSS` : Enter any additional fields you want to define styles for
de: :ref:`OPACUserCSS`: Geben Sie hier CSS-Code ein, der im OPAC verwendet werden soll
hi: :ref:`OPACUserCSS` : शैलियों को परिभाषित करने के लिए इच्छित कोई भी अतिरिक्त फ़ील्ड दर्ज करें
tr: :ref:`OPACUserCSS` : Stilleri tanımlamak istediğiniz ek alanları girin

source: :ref:`opaclayoutstylesheet` : Point to a CSS file on your Koha server
de: :ref:`opaclayoutstylesheet`: Referenzieren Sie eine CSS-Datei auf dem Koha-Server, die verwendet werden soll
hi: :ref:`opaclayoutstylesheet` : अपने कोहा सर्वर पर एक सीएसएस फ़ाइल को इंगित करें
tr: :ref:`opaclayoutstylesheet` : Koha sunucunuz üzerinde bir CSS dosyası belirtin

source: :ref:`OpacHighlightedWords <opachighlightedwords-and-nothighlightedwords-label>` : Decide if you want search terms to be highlighted on the search results
de: :ref:`OpacHighlightedWords <opachighlightedwords-and-nothighlightedwords-label>`: Entscheiden Sie, ob Suchbegrifffe in den Trefferlisten optisch hervorgehoben werden sollen
hi: :ref:`OpacHighlightedWords <opachighlightedwords-and-nothighlightedwords-label>` : तय करें कि क्या आप खोज परिणामों पर खोज शब्द हाइलाइट करना चाहते हैं

source: :ref:`hidelostitems` : Decide if you want to show patrons items you have marked as lost
de: :ref:`hidelostitems`: Entscheiden Sie, ob im OPAC Exemplare, die als verloren markiert wurden, angezeigt werden sollen
hi: :ref:`hidelostitems` : तय करें कि क्या आप संरक्षित आइटम दिखाना चाहते हैं जिन्हें आपने खो दिया है
tr: :ref:`hidelostitems` : Kayıp olarak işaretlediğiniz materyalleri kullanıcılara göstermek isteyip istemediğinizi belirleyin

source: :ref:`BiblioDefaultView` : Decide what view is the default for bib records on the OPAC
de: :ref:`BiblioDefaultView`: Entscheiden Sie, welche Sicht die voreingestellte Anzeige für Titel im OPAC sein soll
tr: :ref:`BiblioDefaultView` : OPAC üzerinde bibliyografik kayıtlar için varsayılan görünümü belirleyin

source: :ref:`OPACShelfBrowser` : Decide if you want to enable the shelf browse functionality
de: :ref:`OPACShelfBrowser`: Entscheiden Sie, ob Sie den Regalbrowser anbieten möchten
hi: :ref:`OPACShelfBrowser` : तय करें कि क्या आप शेल्फ ब्राउज़ कार्यक्षमता को सक्षम करना चाहते हैं
tr: :ref:`OPACShelfBrowser` : Raf gözden geçirme işlevini etkinleştirmek isteyip istemediğinizi belirleyin

source: :ref:`OPACURLOpenInNewWindow` : Decide if URLs clicked in the OPAC are opened in a new window
de: :ref:`OPACURLOpenInNewWindow`: Entscheiden Sie, ob sich angeklickte URLs im OPAC in einem neuen Fenster öffnen
hi: :ref:`OPACURLOpenInNewWindow` : तय करें कि OPAC में क्लिक किए गए यूआरएल एक नई विंडो में खोले गए हैं या नहीं
tr: :ref:`OPACURLOpenInNewWindow` : OPAC içerisindeki URL'ler tıklandığında yeni bir pencerede açılıp açılmayacaklarını belirleyin

source: :ref:`SearchMyLibraryFirst` : If you have a multi-branch system decide if you want patrons to search their library first
de: :ref:`SearchMyLibraryFirst`: Wenn Sie eine Bibliothek mit mehreren Standorten verwalten, entscheiden Sie, ob Benutzer immer zunächst in der eigenen Bibliothek suchen sollen
hi: :ref:`SearchMyLibraryFirst` : यदि आपके पास बहु-शाखा प्रणाली तय है कि क्या आप संरक्षक पहले अपनी लाइब्रेरी खोजना चाहते हैं
tr: :ref:`SearchMyLibraryFirs` : Çok birimli bir kütüphane sisteminiz varsa kullanıcıların ilk olarak kendi kütüphanelerini mi aramalarını isteyip istemediğinizi belirleyin

source: :ref:`OpacAuthorities` : Decide if you want patrons to be able to search your authority file
de: :ref:`OpacAuthorities`: Entscheiden Sie, ob BenutzerInnen im OPAC nach Normdaten suchen können
hi: :ref:`OpacAuthorities` : तय करें कि क्या आप संरक्षक अपनी प्राधिकरण फ़ाइल को खोजने में सक्षम होना चाहते हैं
tr: :ref:`OpacAuthorities` : Kullanıcılarınızın otorite dosyanız içinde arama yapmalarını isteyip istemediğinize karar verin

source: :ref:`OpacBrowser` : Decide if you want patrons to browse your authority file (French libraries only)
de: :ref:`OpacBrowser`: Entscheiden Sie, ob Benutzer in der Normdatei suchen können (Nur für UNIMARC-Bibliotheken)
hi: :ref:`OpacBrowser` : तय करें कि क्या आप संरक्षक अपनी प्राधिकरण फ़ाइल ब्राउज़ करना चाहते हैं (केवल फ्रेंच पुस्तकालय)
tr: :ref:`OpacBrowser` : Kullanıcılarınızın otorite dosyanızı tarayıp tarayamayacaklarını belirleyin (Yalnızca Fransızca kütüphaneler)

source: :ref:`OPACSearchForTitleIn` : Choose which libraries you want patrons to be able to re-run their search in
de: :ref:`OPACSearchForTitleIn`: Entscheiden Sie, in welchen Quellen Benutzer mit Ihrer Suche weiterrecherchieren können sollen
hi: :ref:`OPACSearchForTitleIn` : चुनें कि आप कौन सी लाइब्रेरी चाहते हैं कि संरक्षक अपनी खोज को फिर से चलाने में सक्षम हों
tr: :ref:`OPACSearchForTitleIn` : Kullanıcılarınızın yaptıkları aramaları hangi kütüphanelerde yeniden yapmalarını istediğinizi seçin

source: :ref:`OpacAddMastheadLibraryPulldown` : If you're a multi-branch system you can add a pull down to the search bar for patrons to search which library to search
de: :ref:`OpacAddMastheadLibraryPulldown`: Wenn Sie eine Bibliothek mit mehreren Standorten verwalten, können Sie eine Auswahlliste mit den Bibliotheken neben der einfachen Suche aktivieren
hi: :ref:`OpacAddMastheadLibraryPulldown` : यदि आप एक बहु-शाखा प्रणाली हैं तो आप खोज करने के लिए कौन सी लाइब्रेरी खोजने के लिए संरक्षक के लिए खोज बार में एक पुल जोड़ सकते हैं
tr: :ref:`OpacAddMastheadLibraryPulldown` : Eğer çok branşlı bir kütüphane iseniz, arama çubuğuna kullanıcıların hangi kütüphane içerisinde arama yapabileceklerini seçebilecekleri bir açılır menü ekleyebilirsiniz

source: :ref:`EnableOpacSearchHistory` : Decide if you want the system to keep a search history
de: :ref:`EnableOpacSearchHistory`: Entscheiden Sie, ob das System die Suchhistorie speichern soll
hi: :ref:`EnableOpacSearchHistory` : तय करें कि क्या आप सिस्टम को खोज इतिहास रखना चाहते हैं
tr: :ref:`EnableOpacSearchHistory` : Sistemin, bir arama geçmişi saklamasını isteyip istemediğinizi belirleyin

source: If you have the :ref:`OpacBrowser` preference set decide :ref:`when you want the contents to rebuild <cron-authorities-browser-label>` (French libraries only)
de: Wenn Sie den Systemparameter :ref:`OpacBrowser` aktiviert haben, entscheiden Sie, wann die :ref:`Inhalte neu aufgebaut werden sollen <cron-authorities-browser-label>` (Nur für UNIMARC)
hi: यदि आपके पास है : ref: `OpacBrowser` वरीयता सेट तय करें : ref: 'जब आप सामग्री को पुनर्निर्माण करना चाहते हैं <cron-authorities-browser-label>' (केवल फ्रेंच पुस्तकालय)

source: If you have :ref:`custom RSS feeds <custom-rss-feeds-label>`, decide when you want the :ref:`feed to be populated <cron-rss-feeds-label>`
de: Wenn Sie :ref:`benutzerdefinierte RSS-Feeds <custom-rss-feeds-label>` verwenden, entscheiden Sie, wann Sie den :ref:`RSS-Feed veröffentlichen <cron-rss-feeds-label>` möchten
hi: यदि आपके पास है : ref: `कस्टम आरएसएस फ़ीड <custom-rss-feeds-label> ', तय करें कि आप कब चाहते हैं : ref:' फ़ीड को पॉप्युलेट किया जाना चाहिए <cron-rss-feeds-label>`

source: Editable OPAC Regions
de: Anpassbare OPAC-Bereiche
tr: Düzenlenebilir OPAC Bölgeleri

source: Using the OPAC system preferences you can customize various regions, the following graphic will define what preferences update each of the regions in the Bootstrap theme.
de: Mit den OPAC-Systemparametern können Sie verschiedene Bereiche anpassen, die nachfolgende Grafik zeigt, welche Parameter welche Bereiche im Bootstrap-Theme betreffen.
tr: OPAC sistem tercihlerini kullanarak çeşitli bölgeleri özelleştirebilirsiniz, Aşağıdaki grafik, Bootstrap temasında her bölgenin hangi tercihler kullanılarak güncelleştirileceğini belirler.

source: Enhanced Content Configuration
de: Konfiguration von Kataloganreicherungen
tr: Geliştirilmiş İçerik Yapılandırması

source: Koha allows you to pull in content from outside sources to enhance your bib records. All of this content can be toggled on and off using the enhanced content system preferences.
de: Koha erlaubt es Inhalte von externen Quellen einzubinden, um Ihre Titeldaten anzureichern. Diese können über die Systemparameter zur Kataloganreicherung an- und abgeschaltet werden.
tr: Koha, bib kayıtlarınızı artırmak için dış kaynaklardan içerik çekmenizi sağlar. Bu içeriğin tamamı gelişmiş içerik sistem tercihleri kullanılarak açılıp kapatılabilir.

source: If you would like to have your OPAC and/or staff client show an 'Editions' tab on the bibliographic record, you want to enable one or the other FRBR preferences and then the ISBN service ThingISBN.
de: Wenn Sie möchten, dass im OPAC und/oder in der Dienstoberfläche ein Reiter "Auflagen" im Titlesatz angezeigt wird, können Sie eine oder beide der FRBR-Systemparamter und dann den ThingISBN-Service aktivieren.

source: :ref:`Amazon <amazon-system-preferences-label>` : This service is free and just requires that you visit http://aws.amazon.com to sign up
de: :ref:`Amazon <amazon-system-preferences-label>`: Dieser Service ist kostenfrei und erfordert nur eine Anmeldung unter http://aws.amazon.com
hi: :ref:`Amazon <amazon-system-preferences-label>` : यह सेवा नि: शुल्क है और केवल यह आवश्यक है कि आप साइन अप करने के लिए http://aws.amazon.com पर जाएं

source: Using the Amazon preferences you can choose to show cover images from Amazon.
de: Über die Amazon-Systemparameter können Sie die Anzeige von Coverbildern von Amazon aktivieren.
hi: अमेज़न वरीयताओं का उपयोग कर आप अमेज़न से कवर छवियों को दिखाने के लिए चुन सकते हैं।
tr: Amazon tercihlerini kullanarak kapak resimlerini Amazon'dan göstermeyi seçebilirsiniz.

source: This is a pay service. Contact Babelthèque to learn how to enable this content in the OPAC.
de: Dies ist ein kostenpflichtiger Service. Kontaktieren Sie Babelthèque, um zu erfahren, wie Sie diese Inhalte im OPAC aktivieren können.
tr: Bu ücretli bir hizmettir. OPAC içinde bu içeriği etkinleştirme konusunda bilgi edinmek için Babelthèque başvurun.

source: This is a pay service from Baker & Taylor. Contact Baker & Taylor for the information to enter into these preferences.
de: Dies ist ein Bezahlservice von Baker & Taylor. Kontaktieren Sie Baker & Taylor um die in den Systemparameter notwendigen einzugebenden Informationen zu erhalten.
tr: Bu, ücretli bir Baker & Taylor hizmetidir. Bu tercihleri girmek için Baker & Taylor ile irtibata geçin.

source: This allows libraries to embed streaming media in their catalog
de: Dies erlaubt es Bibliotheken Streaming-Inhalte in Ihren Katalog einzubinden
hi: इस पुस्तकालयों उनकी सूची में स्ट्रीमिंग मीडिया एम्बेड करने के लिए अनुमति देता है
tr: Bu, kütüphanelerin kataloglarına veri akış ortamı katıştırmalarını sağlar

source: This service is free and does not require registration, simply enable GoogleJackets and you're set to go.
de: Dieser Service ist kostenfrei und benötigt keine Registrierung, aktivieren Sie einfach GoogleJackets und es wird funktionieren.
tr: Bu hizmet ücretsizdir ve kayıt olmanızı gerektirmez, sadece GoogleJackets'i etkinleştirin ve başlamaya hazırsınız.

source: This is a free service that compiles reviews for popular titles from many different sources.
de: Dies ist ein kostenfreier Service der Rezensionen für Titel aus verschiedenen Quellen zusammenfasst.
tr: Bu, birçok farklı kaynaktan popüler başlıklar için yorumları için derleyen ücretsiz bir hizmettir.

source: With the exception of ThingISBN, you will need to contact LibraryThing for the information to enter into these preferences
de: Mit der Ausnahme von ThingISBN müssen Sie LibraryThing kontaktieren um die Information zu erhalten, die in diesen Systemparametern angegeben werden muss.
tr: ThingISBN dışında, bu tercihleri girmek için bilgi edinmek için LibraryThing'e başvurmanız gerekiyor

source: Enabling ThingISBN will help to populate the editions tab on the bib record display if you have enabled FRBR.
de: Durch das Aktivieren von ThingISBN können sie den Reiter "Auflagen" im Titelsatz mit Informationen befüllen, wenn Sie FRBR aktiviert haben.
tr: ThingISBN'in etkinleştirilmesi, FRBR'i etkinleştirdiyseniz bibliyografik kayıt görünümündeki edisyonlar sekmesinin doldurulmasına yardımcı olacaktır.

source: This is a pay service from Ebsco. Contact Ebsco for the information to enter into these preferences
de: Dies ist ein kostenpflichtiger Service von EBSCO. Kontaktieren Sie EBSCO um die Informationen zu erhalten, die in diesen Systemparametern angegeben werden muss.
tr: Bu, ücretli bir Ebsco hizmetidir. Bu tercihleri girmek için Ebsco ile irtibata geçin.

source: Open Library project is an open system that you can pull cover images (and in the future additional content) from
de: Das Open Library Projekt ist ein offenes System, über dass Sie Coverbilder (und in Zukunft weitere Inhalte) erhalten können
hi: ओपन लाइब्रेरी परियोजना एक खुली प्रणाली है कि आप के कवर चित्र खींच सकता है (और भविष्य अतिरिक्त सामग्री में) से
tr: Open Library projesi, üzerinden kapak resimleri (ve gelecekte ek içerik) indirebileceğiniz açık bir sistemdir

source: This is a pay service that libraries can subscribe to for ebook content. If the library subscribes to Overdrive they can integrate that content in to Koha for free.
de: Dies ist ein kostenpflichtiger Service den Bibliotheken für Ebooks abonnieren können. Wenn eine Bibliothek Overdrive abonniert, kann Sie diesen Kontakt umsonst in Koha integrieren.
tr: Bu, kütüphanelerin ebook içeriği için abone olabilecekleri ücretli bir hizmettir. Eğer kütüphaneniz Overdrive'a abone olduysa, bu içeriği Koha'ya ücretsiz olarak dahil edebilirsiniz.

source: This is a pay service from Syndetics to add content for your bib records. Contact Syndetics for the information to enter into these preferences.
de: Dies ist ein kostenpflichtiger Service um zusätzliche Inhalte zu Ihren Titeln hinzuzufügen. Kontaktieren Sie Syndetics für die Information zu erhalten, die in diesen Systemparametern angegeben werden muss.
tr: Bu hizmet, bibliyografik kayıtlarınıza Syndetics'den içerik eklemek için ücretli bir hizmettir. Bu tercihleri girmek konusunda bilgi almak için Syndetics'e başvurun.

source: Choose whether or not you want to allow patrons to add tags to records in Koha.
de: Entscheiden Sie, ob Sie BenutzerInnen erlauben möchten, Titel in Koha mit Tags zu versehen.
hi: चाहे या नहीं आप संरक्षक Koha में रिकॉर्ड करने के लिए टैग जोड़ने के लिए अनुमति देने के लिए चाहते हैं का चयन करें।
tr: Kullanıcıların Koha'da bulunan kayıtlara tag eklemelerine izin vermek isteyip istemediğinizi seçin.

source: Acquisitions Configuration
de: Konfiguration der Erwerbung
tr: Sağlama Yapılandırması

source: When using acquisitions in Koha you first need to define some defaults.
de: Wenn Sie die Erwerbung in Koha verwenden, müssen Sie zunächst einige Voreinstellungen machen.
hi: कोहा में अधिग्रहण का उपयोग कर जब आप पहली बार कुछ चूक को परिभाषित करने की जरूरत है।
tr: Koha'da sağlamalar seçeneğini ilk kullanımınızdan önce bazı varsayılanları tanımlamanız gerekiyor.

source: Set up your :ref:`funds and budgets <budgets-label>`
de: Konfigurieren Sie Ihre :ref:`Etats und Konten <budgets-label>`
hi: अपना सेट अप करें :ref:`फंड और बजट <budgets-label>`

source: Choose your :ref:`default currency <currencies-and-exchange-rates-label>` and enter others if you order from multiple countries
de: Wählen Sie Ihre :ref:`Standardwährung <currencies-and-exchange-rates-label>` und konfigurieren Sie weitere, wenn Sie aus mehreren Ländern bestellen
hi: अपना चुनें :ref:`डिफ़ॉल्ट मुद्रा <currencies-and-exchange-rates-label>' और यदि आप एकाधिक देशों से ऑर्डर करते हैं तो दूसरों को दर्ज करें
tr: :ref:`varsayılan para birimini <currencies-and-exchange-rates-label>` seçin ve birden fazla ülkeye sipariş veriyorsanız diğer para birimlerini de girin

source: Enter in your :ref:`vendor information <vendors-label>`
de: Erfassen Sie Ihre :ref:`Lieferanten <vendors-label>`
hi: अपने में दर्ज करें :ref:`विक्रेता जानकारी <vendors-label>`
tr: :ref:`satıcı bilgilerine <vendors-label>` girin

source: Create an :ref:`Framework with the code ACQ <marc-bibliographic-frameworks-label>` (if you're going to enter item records at the time of ordering or receiving)
de: Legen Sie ein :ref:`ACQ-Framework <marc-bibliographic-frameworks-label>` an (v.a. wenn Sie Exemplare bei Bestellung oder Zugang anlegen möchten)
tr: :ref:`ACQ kodlu bir çerçeve <marc-bibliographic-frameworks-label>` oluşturun (sipariş veya teslimat esnasında materyal kayıtları girecekseniz)

source: Acquisitions System preferences
de: Systemparameter zur Erwerbung
tr: Sağlama Sistem tercihleri
