Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: de, hi, tr

source: :ref:`itemBarcodeFallbackSearch` : Decide if you want staff to be able to checkout using a keyword search (title, call number, etc)
de: :ref:`itemBarcodeFallbackSearch`: Entscheiden Sie, ob Ausleihen auch über eine Stichwortsuche (Titel, Signatur etc.) möglich sein sollen
hi: :ref:`itemBarcodeFallbackSearch` : तय करें कि क्या आप चाहते हैं कि कर्मचारी खोजशब्द खोज का उपयोग करके चेकआउट करने में सक्षम हों (शीर्षक, कॉल नंबर इत्यादि)
tr: :ref:`itemBarcodeFallbackSearch` : Personelinizin bir anahtar kelime araması (başlık, yer numarası, vb.) kullanarak ödünç verme işlemi gerçekleştirebilmesini isteyip istemediğinize karar verin

source: :ref:`AutomaticItemReturn` : Decide if items are sent back to the owning branch when checked in
de: :ref:`AutomaticItemReturn`: Entscheiden Sie, ob Exemplare zurück an die besitzende Bibliothek geschickt werden sollen, wenn Sie an anderer Stelle zurückgegeben werden
hi: :ref:`AutomaticItemReturn` : तय करें कि चेक इन होने पर आइटम को वापस शाखा में भेज दिया जाता है या नहीं
tr: :ref:`AutomaticItemReturn` : Materyaller iade alınınca ait oldukları birime gönderilip gönderilmeyeceğine karar verin

source: :ref:`todaysIssuesDefaultSortOrder` : Decide how items checked out today display on the patron record
de: :ref:`todaysIssuesDefaultSortOrder`: Entscheiden Sie, wie die heute entliehenen Medien im Benutzerdatensatz angezeigt werden sollen
hi: :ref:`todaysIssuesDefaultSortOrder` : तय करें कि आज आइटम की जांच कैसे संरक्षक रिकॉर्ड पर प्रदर्शित होती है
tr: :ref:`todaysIssuesDefaultSortOrder` : Bugün ödünç verilmiş materyallerin kullanıcı kaydı üzerinde nasıl görüntüleneceğini belirleyin

source: :ref:`previousIssuesDefaultSortOrder` : Decide how items checked out prior to today display on the patron record
de: :ref:`previousIssuesDefaultSortOrder`: Entscheiden Sie, wie die vor heute entliehenen Medien im Benutzerdatensatz angezeigt werden sollen
hi: :ref:`previousIssuesDefaultSortOrder` : तय करें कि आज से पहले आइटम की जांच कैसे संरक्षक रिकॉर्ड पर प्रदर्शित होती है
tr: :ref:`previousIssuesDefaultSortOrder` : Bugünden önce ödünç verilmiş materyallerin kullanıcı kaydı üzerinde nasıl görüntüleneceğini belirleyin

source: :ref:`noissuescharge` : Define the maximum amount a patron can owe before checkouts are blocked
de: :ref:`noissuescharge`: Definieren Sie das Gebührenlimit, ab dem ein Benutzer nicht mehr ausleihen kann
hi: :ref:`noissuescharge` : चेकआउट अवरुद्ध होने से पहले अधिकतम राशि को संरक्षित कर सकते हैं
tr: :ref:`noissuescharge` : Ödünç alma hakkı bloke edilmeden önce bir kullanıcının borçlanabileceği maksimum miktarı belirleyin

source: :ref:`ReturnBeforeExpiry` : Decide if patrons need to return items before their accounts expire
de: :ref:`ReturnBeforeExpiry`: Entscheiden Sie, ob Benutzer Medien zurückgeben müsse, bevor ihr Benutzerkonto abläuft
hi: :ref:`ReturnBeforeExpiry` : तय करें कि क्या उनके खाते की समाप्ति से पहले संरक्षक वस्तुओं को वापस करने की आवश्यकता है
tr: :ref:`ReturnBeforeExpiry` : Kullanıcıların, hesapları sona ermeden önce üzerlerindeki materyalleri iade etmelerinin gerekli olup olmadığına karar verin

source: :ref:`AllowHoldsOnDamagedItems` : Decide if patrons can place holds on items that are marked as damaged
de: :ref:`AllowHoldsOnDamagedItems`: Entscheiden Sie, ob Vormerkungen auf beschädigte Exemplare möglich sein sollen
hi: :ref:`AllowHoldsOnDamagedItems` : निर्णय करें कि क्या संरक्षक क्षतिग्रस्त चिह्नित वस्तुओं पर रख सकते हैं
tr: :ref:`AllowHoldsOnDamagedItems` : Kullanıcıların 'Hasarlı' olarak işaretli materyaller üzerinde ayırma yapıp yapamayacaklarını belirleyin

source: :ref:`AllowHoldPolicyOverride` : Decide if you want the staff to be able to override the setting for the above at checkout
de: :ref:`AllowHoldPolicyOverride`: Entscheiden Sie, ob Bibliothekspersonal Vormerkbeschränkungen übergehen kann
tr: :ref:`AllowHoldPolicyOverride` : Personelin ödünç verme işleminde yukarıdaki ayarı değiştirebilmesini isteyip istemediğinize karar verin

source: :ref:`maxreserves` : Decide how many items a patron can have on hold at once
de: :ref:`maxreserves`: Legen Sie fest, wie viele Vormerkungen ein Benutzer zur gleichen Zeit haben kann
hi: :ref:`maxreserves` : निर्णय करें कि एक बार संरक्षक कितने आइटम होल्ड कर सकता है
tr: :ref:`maxreserves` : Bir kullanıcının bir seferde kaç tane materyal üzerinde ayırma yapabileceğini belirleyin

source: :ref:`maxoutstanding` : Define the maximum amount a patron can owe before holds are blocked
de: :ref:`maxoutstanding`: Definieren Sie das Gebührenlimit, ab dem ein Benutzer nicht mehr vormerken kann
hi: :ref:`maxoutstanding` : अवरुद्ध होने से पहले संरक्षक को अधिकतम राशि निर्धारित करनी चाहिए
tr: :ref:`maxoutstanding` : Ayırma hakkı bloke edilmeden önce bir kullanıcının borçlanabileceği maksimum miktarı tanımlayın

source: :ref:`ReservesMaxPickUpDelay` : Define the number of days before a hold expires
de: :ref:`ReservesMaxPickUpDelay`: Definieren Sie die Anzahl an Tagen, bevor eine Vormerkung abläuft
hi: :ref:`ReservesMaxPickUpDelay` : होल्ड की समाप्ति से पहले दिनों की संख्या को परिभाषित करें
tr: :ref:`ReservesMaxPickUpDelay` : Bir ayırma işleminin kaç gün sonra sona ereceğini tanımlayın

source: :ref:`WebBasedSelfCheck` : Decide if you want to use the built in web-based self-checkout system
de: :ref:`WebBasedSelfCheck`: Entscheiden Sie, ob Sie die integrierte webbasierte Selbstausleihe verwenden möchten
hi: :ref:`WebBasedSelfCheck` : निर्णय करें कि क्या आप निर्मित वेब-आधारित स्वयं-चेकआउट सिस्टम का उपयोग करना चाहते हैं
tr: :ref:`WebBasedSelfCheck` : Programa entegre edilmiş web-tabanlı selfcheck ödünç alma sistemini kullanmak isteyip istemediğinizi belirleyin

source: :ref:`AutoSelfCheckAllowed <autoselfcheck-preferences-label>` : Decide if the self-checkout system requires login
de: :ref:`AutoSelfCheckAllowed <autoselfcheck-preferences-label>`: Entscheiden Sie, ob die Selbstausleihe automatisch angemeldet wird oder eine manuelle Anmeldung erfordert
hi: :ref:`AutoSelfCheckAllowed <autoselfcheck-preferences-label>` : निर्णय करें कि स्वयं-चेकआउट सिस्टम को लॉगिन की आवश्यकता है या नहीं

source: :ref:`ShowPatronImageInWebBasedSelfCheck` : Decide if you want patron images to show on the self checkout screen
de: :ref:`ShowPatronImageInWebBasedSelfCheck`: Entscheiden Sie, ob Sie möchten, dass Benutzerfotos in der Selbstausleihe angezeigt werden
tr: :ref:`ShowPatronImageInWebBasedSelfCheck` : Kullanıcı resimlerinin selfcheck ödünç alma ekranında görünmesini isteyip istemediğinizi belirleyin

source: :ref:`AllowNotForLoanOverride` : Decide if you want the staff to be able to checkout items marked as 'not for loan'
de: :ref:`AllowNotForLoanOverride`: Entscheiden Sie, ob Bibliothekspersonal Exemplare, die als "Nicht ausleihbar" markiert wurden, trotzdem entleihen kann
hi: :ref:`AllowNotForLoanOverride` : निर्णय करें कि क्या आप चाहते हैं कि कर्मचारी 'ऋण के लिए नहीं' के रूप में चिह्नित आइटम चेकआउट करने में सक्षम हों'
tr: :ref:`AllowNotForLoanOverride` : Personelin, 'ödünç verilmez' olarak görünen materyali ödünç verip veremeyeceğini belirleyin

source: :ref:`AllowRenewalLimitOverride` : Decide if you want staff to override the limit put on renewals
de: :ref:`AllowRenewalLimitOverride`: Entscheiden Sie, ob Bibliothekspersonal Verlängerungsbeschränkungen übergehen kann
hi: :ref:`AllowRenewalLimitOverride` : निर्णय करें कि क्या आप चाहते हैं कि कर्मचारियों को नवीनीकरण पर दी गई सीमा को ओवरराइड करें
tr: :ref:`AllowRenewalLimitOverride` : Personelin, süre uzatma limitlerini aşıp aşamayacaklarını belirleyin

source: :ref:`AllowFineOverride` : Decide if you want staff to be able to override fine limits
de: :ref:`AllowFineOverride`: Entscheiden Sie, ob Bibliothekspersonal Gebührensperren übergehen kann
hi: :ref:`AllowFineOverride` : निर्णय करें कि क्या आप चाहते हैं कि कर्मचारी ठीक सीमाओं को ओवरराइड कर सकें
tr: :ref:`AllowFineOverride` : Personelin, gecikme cezası limitlerini geçersiz bırakıp bırakamayacağını belirleyin

source: :ref:`AllowTooManyOverride` : Descide if you want staff to be able to check out more than the limit to a patron
de: :ref:`AllowTooManyOverride`: Entscheiden Sie, ob Bibliothekspersonal Beschränkungen der maximalen Anzahl an Ausleihen übergehen kann
hi: :ref:`AllowTooManyOverride` : तय करें कि क्या आप चाहते हैं कि कर्मचारी एक संरक्षक की सीमा से अधिक जांच कर सकें
tr: :ref:`AllowTooManyOverride` : Personelin, bir kullanıcı için belirlenmiş ödünç alma hakkından daha fazlasını ödünç verip veremeyeceğini belirleyin

source: :ref:`RenewalPeriodBase` : Decide what date renewals are based on
de: :ref:`RenewalPeriodBase`: Entscheiden Sie, von welchem Datum ausgehend Verlängerungen berechnet werden sollen
hi: :ref:`RenewalPeriodBase` : तय करें कि किस दिनांक नवीकरण पर आधारित हैं
tr: :ref:`RenewalPeriodBase` : Süre uzatmaların hangi tarihleri baz alacağını belirleyin

source: :ref:`finesMode` : Switch to 'Calculate and Charge' before go live if you charge fines
de: :ref:`finesMode`: Änderen Sie dies zu "Berechne und buche" bevor Sie live gehen, wenn Gebühren berechnet werden sollen
tr: :ref:`finesMode` : Ücret tahsil edecekseniz Koha'yı faaliyete geçirmeden önce 'Hesapla ve Ücretlendir'e geçiş yapın

source: `OverdueNoticeBcc <#OverdueNoticeBcc>`__ : If you want to receive a copy of every overdue notice sent out, enter your email address here
de: `NoticeBcc <#NoticeBcc>`__: Geben Sie hier ihre E-Mail-Adresse an, wenn Sie E-Mail-Benachrichtigungen als BCC erhalten möchten
tr: `OverdueNoticeBcc <#OverdueNoticeBcc>`__ : Gönderdiğiniz her gecikme bildiriminin bir kopyasını almak istiyorsanız buraya e-posta adresinizi girin

source: :ref:`emailLibrarianWhenHoldIsPlaced` : Decide if you want an email every time a hold is placed
de: :ref:`emailLibrarianWhenHoldIsPlaced`: Entscheiden Sie, ob Sie eine E-Mail erhalten möchte, wenn eine Vormerkung gemacht wird
tr: :ref:`emailLibrarianWhenHoldIsPlaced` : Her ayırma işlemi yapıldığında bir e-posta gönderilmesini isteyip istemediğinizi belirleyin

source: :ref:`ReservesControlBranch` : Decide which branch's hold rules are considered first
de: :ref:`ReservesControlBranch`: Entscheiden Sie, welche Vormerkregeln welcher Bibliothek Vorrang haben sollen
hi: :ref:`ReservesControlBranch` : तय करें कि कौन सी शाखा के होल्ड नियमों को पहले माना जाता है
tr: :ref:`ReservesControlBranch` : Hangi birimin ayırma kurallarının öncelikle dikkate alınacağını belirleyin

source: :ref:`soundon <audioalerts-label>` : Decide if you want to have sounds on for circulation actions
de: :ref:`soundon <audioalerts-label>`: Entscheiden Sie, ob Sie akustische Signale in der Ausleihe nutzen möchten
tr: :ref:`soundon <audioalerts-label>` : Dolaşım eylemleri için ses olmasını isteyip istemediğinize karar verin

source: :ref:`FilterBeforeOverdueReport` : If you have a large amount of overdues, you might want to turn this preference on so as to allow you to filter before results appear
de: :ref:`FilterBeforeOverdueReport`: Wenn Sie eine sehr große Zahl von Überfälligkeiten haben, macht es möglicherweise Sinn, diesen Systemparameter zu aktivieren, um die Treffer vorab filtern zu können
hi: :ref:`FilterBeforeOverdueReport` : यदि आपके पास बड़ी मात्रा में अतिदेय हैं, तो हो सकता है कि आप इस वरीयता को चालू करना चाहें ताकि परिणाम प्रदर्शित होने से पहले आपको फ़िल्टर करने की अनुमति मिल सके।
tr: :ref:`FilterBeforeOverdueReport` : Eğer büyük miktarda gecikmeleriniz varsa, sonuçlar ortaya çıkmadan önce filtrelemek için izin verecek şekilde bu tercihi açmak isteyebilirsiniz

source: :ref:`DisplayClearScreenButton` : If you have a lot of staff members sharing one circ computer you might want to enable this so that staff can clear the screen in between checkouts to protect patron's privacy
de: :ref:`DisplayClearScreenButton`: wenn sich eine große Anzahl von BibliotheksmitarbeiterInnen einen Ausleih-PC teilt, kann es sinnvoll sein diesen Systemparameter zu aktivieren, um den Bildschirm zwischen den Ausleihaktionen leeren zu können und damit den Datenschutz zu gewährleisten.
tr: :ref:`DisplayClearScreenButton` : Bir dolaşım bilgisayarını paylaşan çok sayıda personel üyeniz varsa bu özelliği etkinleştirmek isteyebilirsiniz, böylece personel kullanıcının gizliliğini korumak için ödünç verme işlemleri arasında ekranı temizleyebilir.

source: :ref:`CircAutoPrintQuickSlip` : Decide how you want Koha to react if you scan in a blank barcode on the checkout screen
de: :ref:`CircAutoPrintQuickSlip`: Entscheiden Sie, was passieren soll ,wenn sie das Barcodefeld in der Ausleihe leer abschicken
hi: :ref:`CircAutoPrintQuickSlip` : अगर आप चेकआउट स्क्रीन पर रिक्त बारकोड में स्कैन करते हैं तो तय करें कि आप कोहा को कैसे प्रतिक्रिया देना चाहते हैं
tr: :ref:`CircAutoPrintQuickSlip` : Ödünç verme ekranında boş bir barkod okutursanız Koha'nın nasıl bir tepki vermesini istediğinizi belirleyin

source: :ref:`SuspendHoldsIntranet` and/or :ref:`SuspendHoldsOpac` : Decide if you want patrons and/or staff to be able to suspend holds
de: :ref:`SuspendHoldsIntranet` und/oder :ref:`SuspendHoldsOpac`: Entscheiden sie, ob BenutzerInnen und/oder Bibliothekspersonal Vormerkungen aussetzen können
hi: :ref:`SuspendHoldsIntranet` and/or :ref:`SuspendHoldsOpac` : तय करें कि क्या आप संरक्षक और / या कर्मचारियों को निलंबित करने में सक्षम होना चाहते हैं
tr: :ref:`SuspendHoldsIntranet` ve/veya :ref:`SuspendHoldsOpac` : Kullanıcılarınız ve/veya personelinizin ayırma işlemlerini askıya alabilmelerini isteyip istemediğinizi belirleyin

source: :ref:`AutoResumeSuspendedHolds` : If you allow holds to be suspended decide if you want them to automatically resume on the date entered by the staff and/or patron
de: :ref:`AutoResumeSuspendedHolds`: Wenn Sie erlauben, dass Vormerkungen ausgesetzt werden, entscheiden Sie, ob Sie diese automatisch zum angegebenen Datum wiederaufnehmen möchten
hi: :ref:`AutoResumeSuspendedHolds` : यदि आप निलंबित होने की अनुमति देते हैं तो तय करें कि क्या आप चाहते हैं कि वे कर्मचारियों और / या संरक्षक द्वारा दर्ज की गई तारीख को स्वचालित रूप से फिर से शुरू करें
tr: :ref:`AutoResumeSuspendedHold` : Ayırma işlemlerinin askıya alınmasına izin veriyorsanız, personel ve/veya kullanıcı tarafından girilen tarihte ayırma işlemlerinin otomatik olarak devam etmesini isteyip istemediğinizi belirleyin

source: :ref:`OnSiteCheckouts` : Decide if you want to allow items to be checked out for use within the library
de: :ref:`OnSiteCheckouts`: Entscheiden sie, ob Sie Exemplare für die Benutzung vor Ort in der Bibliothek entleihen möchten
tr: :ref:`OnSiteCheckouts` : Materyallerin kütüphane içi kullanım için ödünç verilmesine izin verip vermeyeceğinizi belirleyin

source: :ref:`RecordLocalUseOnReturn` : Set this to record local use of items when you check them in
de: :ref:`RecordLocalUseOnReturn`: Konfigurieren Sie dies, so dass bei Rückgabe von Exemplaren auch lokale Benutzung aufgezeichnet wird
hi: :ref:`RecordLocalUseOnReturn` : जब आप उन्हें चेक करते हैं तो आइटम के स्थानीय उपयोग को रिकॉर्ड करने के लिए इसे सेट करें
tr: :ref:`RecordLocalUseOnReturn` : İade aldığınızda materyallerin yerel kullanımını kaydetmek için bunu ayarlayın

source: Customize your :ref:`Notices & slips`
de: Passen Sie Ihre :ref:`Benachrichtigungen und Quittungen` an

source: Define your :ref:`Overdue Notice Triggers <overdue-notice/status-triggers-label>`
de: Definieren Sie Ihre :ref:`Mahntrigger <overdue-notice/status-triggers-label>`
tr: :ref:`Gecikme Bildirimi Tetikleyicisi <overdue-notice/status-triggers-label>` tercihinizi tanımlayın

source: Set up your :ref:`cron jobs <cron-jobs-label>`
de: Konfigurieren Sie Ihre :ref:`Cronjobs <cron-jobs-label>`
hi: अपना सेट अप करें :ref:`क्रॉन जॉब्स <cron-jobs-label>`
tr: :ref:`cron jobs <cron-jobs-label>` tercihlerinizi ayarlayın

source: Populate :ref:`your holds queue <holds-queue-label>` (every 1-4 hours)
de: Generieren sie die :ref:`Liste der Vormerkungen <holds-queue-label>` (alle 1-4 Stunden)
hi: जनसंख्या :ref:`आपकी धारणा कतार <holds-queue-label> `(प्रत्येक 1-4 घंटे)
tr: :ref:`Ayırtılanlar sırasını <holds-queue-label>` (her 1-4 saatte)

source: Decide :ref:`when holds expire <cron-expired-holds-label>` (daily)
de: Entscheiden Sie, :ref:`wann Vormerkungen ablaufen <cron-expired-holds-label>` (täglich)
hi: तय करें :ref:`जब होल्ड समाप्त है <cron-expired-holds-label>`(दैनिक)

source: :ref:`Calculate fines due <cron-fines-label>` (daily)
de: :ref:`Berechnen Sie fällige Gebühren <cron-fines-label>` (täglich)
hi: :ref:`देय जुर्माना की गणना करें <cron-fines-label>` (दैनिक)

source: Fines on hourly loans will calculate when you check the items in
de: Stündliche Mahngebühren werden berechnet, wenn die Exemplare zurückgebucht werden
hi: जब आप में वस्तुओं की जांच प्रति घंटा ऋणों पर जुर्माना की गणना करेगा
tr: Saatlik ödünç vermeler üzerindeki gecikme cezaları materyalleri iade aldığınızda hesaplanacak

source: :ref:`Mark long overdue items as lost <cron-long-overdues-label>` (daily)
de: :ref:`Lange überfällige Medien auf verloren setzen <cron-long-overdues-label>` (täglich)
hi: :ref:`खोए हुए के रूप में लंबे समय से अतिदेय वस्तुओं को चिह्नित करें <cron-long-overdues-label>` (दैनिक)

source: Decide when the system :ref:`sends out messages <cron-message-queue-label>` (1-4 hours)
de: Entscheiden Sie, wann der :ref:`Versand von Benachrichtigungen <cron-message-queue-label>` erfolgt (alle 1-4 Stunden)
hi: तय करो जब सिस्टम :ref:`बाहर संदेश भेजना<cron-message-queue-label>`(1-4 घंटे)

source: Decide when the system :ref:`queues overdue notices <cron-overdue-notice-label>` (daily)
de: Entscheiden Sie, wann die :ref:`Erstellung von Mahnbenachrichtigungen <cron-overdue-notice-label>` erfolgt (täglich)
hi: तय करो जब सिस्टम :ref:`अतिदेय नोटिस कतार<cron-overdue-notice-label>` (दैनिक)

source: Set up :ref:`hold notices that didn't send for printing <cron-print-hold-notices-label>` (daily after overdues and message queue)
de: Konfigurieren Sie den :ref:`Druck von Vormerkbenachrichtigungen <cron-print-hold-notices-label>` (täglich nach Mahngebühren und Benachrichtigungsversand)
hi: सेट अप करें :ref:`होल्ड नोटिस मुद्रण के लिए नहीं भेजा है कि <cron-print-hold-notices-label>`(ओवरड्यूज और संदेश कतार के बाद दैनिक)

source: Decide when the system :ref:`queues the advanced notice of items due <cron-advanced-notice-label>` (daily)
de: Entscheiden Sie, wann :ref:`Erinnerungs- und Fälligkeitsbenachrichtigungen <cron-advanced-notice-label>` erstellt werden (täglich)
hi: निर्णय लें कि सिस्टम कब : ref: `देय आइटम की उन्नत सूचना कतार <cron-advanced-notice-label>` (दैनिक)

source: Find holds that need to be :ref:`resumed and remove suspension <cron-unsuspend-holds-label>` (daily)
de: Entscheiden Sie, wann die :ref:`Wiederaufnahme von Vormerkungen <cron-unsuspend-holds-label>` erfolgt (täglich)
hi: उन होल्ड को ढूंढें जिन्हें होने की आवश्यकता है :ref:`फिर से शुरू किया गया और निलंबन को हटा दें <cron-unsuspend-holds-label>` (दैनिक)

source: If you're allowing automatic renewal of items :ref:`set them to renew <cron-automatic-renewal-label>` (nightly)
de: Wenn Sie automatische Verlängerungen erlauben, aktivieren sie den :ref:`Cronjob für automatische Verlängerungen <cron-automatic-renewal-label>` (nächtlich)
hi: यदि आप आइटमों के स्वचालित नवीनीकरण की अनुमति दे रहे हैं :ref:`उन्हें नवीनीकृत करने के लिए सेट करें <cron-automatic-renewal-label>` (प्रत्येक रात)

source: Patron Configuration
de: Benutzerkonfiguration
tr: Kullanıcı Yapılandırması

source: You have already imported patron data from your old system, but there are plenty of options available to you regarding patrons and their accounts.
de: Sie haben bereits Benutzerdaten aus Ihrem Vorgängersystem importiert, aber es gibt noch viele weitere verfügbare Optionen für Benutzer und deren Benutzerkonten.
hi: आप पहले से ही अपने पुराने सिस्टम से संरक्षक डेटा का आयात किया है, लेकिन वहाँ संरक्षक और उनके खातों के बारे में आप के लिए उपलब्ध विकल्पों में से बहुत सारे हैं।
tr: Zaten eski sisteminizden kullanıcı verisi aktarmışsınız, fakat kullanıcılar ve hesapları ile ilgili pek çok seçenek sizin için kullanabilir durumdadır.

source: Enter your :ref:`staff members as patrons <add-a-staff-patron-label>`
de: Erfassen Sie Konten für Ihr :ref:`Bibliothekspersonal als Benutzer <add-a-staff-patron-label>`
hi: अपना दर्ज करें :ref:`स्टाफ सदस्य संरक्षक के रूप में <add-a-staff-patron-label>`
tr: :ref:`personel üyelerinizi kullanıcılar olarak <add-a-staff-patron-label>` girin

source: Define :ref:`staff members access permissions <patron-permissions-label>`
de: Definieren Sie die :ref:`Berechtigungen <patron-permissions-label>` für das Bibliothekspersonal
hi: परिभाषित करें :ref:`कर्मचारी सदस्य अनुमतियों तक पहुंचें <patron-permissions-label>`
tr: :ref:`personel üyeler için erişim izinleri <patron-permissions-label>` tanımlayın

source: Patron System Preferences
de: Systemparameter zu Benutzern
tr: Kullanıcı Sistem Tercihleri

source: :ref:`autoMemberNum` : Decide if the patrons barcodes are auto-generated or if you enter them yourself
de: :ref:`autoMemberNum`: Entscheiden Sie, ob die Ausweisnummern für die BenutzerInnen automatisch generiert oder manuell vergeben werden sollen
tr: :ref:`autoMemberNum` : Kullanıcı barkodlarının otomatik olarak oluşturulacağını ya da kendinizin gireceğinizi belirleyin

source: :ref:`MaxFine` : Determine the maximum amount that people can owe in fines
de: :ref:`MaxFine`: Definieren Sie das maximale Gebührenlimit für ein Benutzerkonto
hi: :ref:`MaxFine` : जुर्माना में लोगों को देय अधिकतम राशि निर्धारित करें
tr: :ref:`MaxFine` : Kullanıcıların para cezası olarak borçlanabilecekleri maksimum miktarı belirleyin

source: :ref:`NotifyBorrowerDeparture` : Decide when to warn staff that the patron account is about to expire
de: :ref:`NotifyBorrowerDeparture`: Entscheiden Sie, wann eine Warnung an das Bibliohtekspersonal ausgegeben werden soll, dass das Konto bald abläuft
hi: :ref:`NotifyBorrowerDeparture` : तय करें कि कर्मचारियों को चेतावनी देना कि संरक्षक खाता समाप्त होने वाला है
tr: :ref:`NotifyBorrowerDeparture` : Kullanıcıların hesap sürelerinin sona ermeleri hakkında ne zaman uyarılacaklarını belirleyin

source: :ref:`intranetreadinghistory` : Decide if the staff can see the patron's reading/checkout history
de: :ref:`intranetreadinghistory`: Entscheiden Sie, ob das Bibliothekspersonal die Ausleihhistorien der BenutzerInnen einsehen kann
hi: :ref:`intranetreadinghistory` : तय करें कि क्या कर्मचारी संरक्षक के पढ़ने / चेकआउट इतिहास देख सकते हैं
tr: :ref:`intranetreadinghistory` : Personelin, okuyucunun okuma/ödünç alma geçmişini görüp göremeyeceğini belirleyin

source: :ref:`BorrowerMandatoryField` : List fields that you want to appear as mandatory on the patron add/edit form
de: :ref:`BorrowerMandatoryField`: Geben Sie die Felder an, die Pflichtfelder im Benutzerformular sein sollen
hi: :ref:`BorrowerMandatoryField` : संरक्षित फ़ील्ड जिन्हें आप संरक्षक जोड़ें / संपादित करें फॉर्म पर अनिवार्य रूप से दिखाना चाहते हैं
tr: :ref:`BorrowerMandatoryField` : Kullanıcı ekle/düzenle formu üzerinde zorunlu olarak görünmesini istediğiniz alanları listeleyin

source: :ref:`BorrowersTitles` : Add or change the titles for your patrons
de: :ref:`BorrowersTitles`: Ändern oder ergänzen Sie die Anreden für Ihre BenutzerInnen
hi: :ref:`BorrowersTitles` : अपने संरक्षक के लिए शीर्षक जोड़ें या बदलें
tr: :ref:`BorrowersTitles` : Kullanıcı ünvanları ekleyin ya da değiştirin

source: :ref:`borrowerRelationship` : Add or change borrower relationships (child to adult and professional to organization)
de: :ref:`borrowerRelationship`: Ändern oder ergänzen Sie Beziehungen zwischen Benutzern (Kind zu Erwachsener und Mitarbeitender zur Organisation)
hi: :ref:`borrowerRelationship` : उधारकर्ता संबंध जोड़ें या बदलें (बच्चे को वयस्क और संगठन के लिए पेशेवर)
tr: :ref:`borrowerRelationship` : Kullanıcı ilişkileri ekleyin ya da değiştirin (çocuk, yetişkine ve profesyonel, organizasyona)
