Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: de, hi, tr

source: Implementation Checklist
de: Checkliste zur Implementierung
tr: Uygulama Kontrol listesi

source: The following guide will walk you through the areas of Koha you need to look at in order to prepare to start using the system.
de: Der folgende Leitfaden führt Sie durch die Bereiche in Koha, die Sie durchsehen müssen, um sich auf die Einführung des Systems vorzubereiten.
hi: निम्नलिखित गाइड कोहा के क्षेत्रों में आप क्रम में को देखने के लिए प्रणाली का उपयोग शुरू करने के लिए तैयार करने की जरूरत माध्यम से चलना होगा।
tr: Aşağıdaki rehber, sistemi kullanmaya başlamak için hazırlanabilmeniz için bakmanız gereken Koha alanlarında size yol gösterecektir.

source: Data Migration
de: Datenmigration
tr: Veri Taşıma

source: Before you can start using Koha you'll need to have some data. This can be done by entering it all by hand, but most people already have their data in electronic format of some sort and just need to reformat it a bit for importing into Koha.
de: Bevor Sie mit Koha starten können, müssen Sie Daten haben. Diese können Sie manuell eingeben, aber meistens liegen die Daten bereits in einem elektronischen Format vor und müssen für den Import nach Koha konvertiert werden.
hi: इससे पहले कि आप कोहा उपयोग शुरू कर सकते आप कुछ डेटा है की आवश्यकता होगी। यह हाथ से यह सब दर्ज करके किया जा सकता है, लेकिन ज्यादातर लोगों को पहले से ही किसी प्रकार के इलेक्ट्रॉनिक प्रारूप में अपने डेटा है और अभी यह कोहा में आयात करने के लिए थोड़ा और reformat करने की जरूरत है।
tr: Koha kullanmaya başlamadan önce bazı verilerinizin olması gerekir. Bu, manuel olarak tüm veriler girilerek yapılabilir, ancak çoğu kişi zaten çeşitli elektronik biçimlerde kendi verilerine sahipler ve Koha'ya aktarmak için sadece bu verilerin yeniden biçimlendirilmesi gerekir.

source: Create a list of libraries and enter their info and codes into :ref:`Libraries <libraries-label>`
de: Erstellen Sie eine Liste von Bibliotheken und erfassen Sie deren Daten und Kürzel unter :ref:`Bibliotheken <libraries-label>`
tr: Kütüphaneler listesi oluşturun ve bunların bilgilerini ve kodlarını :ref:`Kütüphaneler <libraries-label>` içine girin

source: Define your list of :ref:`Item Types`
de: Definieren Sie Ihre Liste der :ref:`Medientypen`
tr: :ref:`Materyal Türleri`listenizi tanımlayın

source: Define your patron categories and enter the categories and their codes into :ref:`Patron Categories`
de: Definieren Sie Ihre Benutzertypen und erfassen Sie diese und deren Codes unter :ref:`Benutzertypen`
tr: Kullanıcı kategorilerinizi tanımlayın ve :ref:`Kullanıcı Kategorileri` içine kategorileri ve kodlarını girin

source: Enter any additional patron information fields you use in your library in the :ref:`Patron Attributes <patron-attribute-types-label>`
de: Konfigurieren Sie alle zusätzlichen Benutzerdatenfelder, die Sie in Ihrer Bibliothek verwenden möchten, unter :ref:`Benutzerattribute <patron-attribute-types-label>`
tr: Kütüphanenizde kullandığınız herhangi ilave kullanıcı bilgisi alanlarını :ref:`Kullanıcı Öznitelikleri <patron-attribute-types-label>` içerisine girin

source: Requires that you first set the :ref:`ExtendedPatronAttributes` system preference if you have custom fields
de: Um benutzerdefinierte Felder anlegen zu können, muss diese Funktion zunächst über den Systemparameter ref:`ExtendedPatronAttributes` aktiviert werden.
tr: özel alanlarınız varsa öncelikle :ref:`ExtendedPatronAttributes` sistem tercihini ayarlamanızı gerektirir

source: Define all of your :ref:`Authorized Values`
de: Definieren Sie Ihre :ref:`Normierten Werte`
tr: Tüm :ref:`Yetkili Değerlerinizi` tanımlayın

source: `Collection codes <#ccode>`__
de: `Sammlungen <#ccode>`__
tr: `Koleksiyon kodları <#ccode>`__

source: `Shelving locations <#shelvelocvals>`__
de: `Standorte <#shelvelocvals>`__
tr: `Raf konumları <#shelvelocvals>`__

source: Item statuses (`lost <#lost>`__, `not for loan <#notforloan>`__, `damaged <#damageauth>`__, `withdrawn <#withdrawnauth>`__)
de: Exemplarstatus (`Verloren <#lost>`__, `Nicht Ausleihbar <#notforloan>`__, `Beschädigt <#damageauth>`__, `Ausgeschieden <#withdrawnauth>`__)
tr: Materyal durumları (`kayıp <#lost>`__, `ödünç verilmez <#notforloan>`__, `hasarlı <#damageauth>`__, `düşülmüş <#withdrawnauth>`__)

source: Plus any others that are needed in your library
de: Sowie alle weiteren, die in Ihrer Bibliothek benötigt werden
hi: इसके अलावा किसी भी अन्य लोगों कि अपने पुस्तकालय में जरूरत है
tr: Artı, kütüphanenizde gerekli olan diğerleri

source: Optionally define :ref:`City/State/Postal Code <cities-and-towns-label>` combos
de: Optional: Definieren Sie :ref:`Stadt/Bundesland/Postleitzahl-Kombinationen <cities-and-towns-label>`
tr: İsteğe bağlı olarak :ref:`Şehir/Eyalet/Posta Kodu <cities-and-towns-label>` kombinasyonlarını tanımlayın

source: :ref:`Map your bibliographic data <koha-to-marc-mapping-label>` from your legacy system to Koha fields and migrate (remembering to use the collection, shelving, item type and library codes you entered in the above setting areas)
de: :ref:`Mappen Sie Ihre bibliografischen Daten <koha-to-marc-mapping-label>` von Ihrem Ausgangssystem auf die Koha-Felder und migrieren Sie diese (achten Sie darauf die Codes für Sammlungen, Standorte, Medientypen und Bibliotheken zu verwenden, die Sie zuvor definiert haben)
hi: :ref:`अपने बिब्लियोंग्राफिक डेटा <koha-to-marc-mapping-label> 'को अपनी विरासत प्रणाली से कोहा फ़ील्ड तक माइग्रेट करें और माइग्रेट करें (उपरोक्त सेटिंग क्षेत्रों में आपके द्वारा दर्ज संग्रह, शेल्विंग, आइटम प्रकार और लाइब्रेरी कोड का उपयोग करना याद रखें)
tr: Eski sisteminizden Koha'ya :ref:`Bibliyografik verinizi eşleyin <koha-to-marc-mapping-label>` ve taşıyın (koleksiyon, raftaki yeri, materyal türü ve yukarıdaki alanlara girdiğiniz kütüphane kodlarını hatırlayarak)

source: :ref:`Map your patron data <patron-import-label>` from your legacy system to the Koha fields and migrate (remembering to use the patron and library codes you defined above)
de: :ref:`Mappen Sie Ihre Benutzerdaten <patron-import-label>` von Ihrem Ausgangssystem auf die Koha-Felder und migrieren Sie diese (achten sie darauf, die Benutzer- und Bibliothekscodes zu verwenden, die Sie zuvor definiert haben)
hi: :ref:`अपने संरक्षक डेटा को <patron-import-label>'को अपनी विरासत प्रणाली से कोहा फ़ील्ड तक माइग्रेट करें और माइग्रेट करें (ऊपर परिभाषित संरक्षक और लाइब्रेरी कोड का उपयोग करना याद रखें)
tr: Eski sisteminizden Koha alanlarına :ref:Kullanıcı verilerinizi eşleştirin <patron-import-label>` ve taşıyın (yukarıda tanımladığınız kullanıcı ve kütüphane kodlarını kullanmayı unutmayın)

source: Test your migrated data to be sure that everything is as you expect it to be, some things to test include:
de: Testen Sie Ihre migrierten Daten, um sicher zu sein, dass alles so ist, wie es sein soll. Einige Sachen, die Sie testen sollten:
hi: अपने चले गए डेटा का परीक्षण यकीन है कि के रूप में आप इसे होने की उम्मीद है कि सब कुछ होने के लिए, परीक्षण के लिए कुछ चीजों में शामिल हैं:
tr: Her şeyin planladığınız gibi olduğundan emin olmanız için taşınan verinizi test edin, testin içereceği bazı şeyler şunlardır:

source: Check some of your titles with diacritics and make sure that they migrated properly.
de: Prüfen Sie einige Ihrer Titel mit diakritischen Zeichen und Sonderzeichen und stellen Sie sicher, dass diese richtig angezeigt werden.
hi: डायाक्रिटिक्स के साथ अपने डायाक्रिटिक्स के कुछ की जाँच करें और सुनिश्चित करें कि वे ठीक से चले गए हैं।
tr: Eserlerinizden bazılarını diacritics ile kontrol edin ve doğru taşındığından emin olun.

source: Check titles in a series and make sure that series information migrated properly.
de: Prüfen Sie Titel in Reihen und stellen Sie sicher, das die Reiheninformation korrekt migriert wurde.
hi: एक श्रृंखला में शीर्षक की जाँच करें और सुनिश्चित करें कि श्रृंखला जानकारी ठीक से चले गए हैं।
tr: Süreli yayın başlıklarını kontrol edin ve süreli yayın bilgilerinin uygun şekilde taşındığından emin olun.

source: Make sure that your patrons have their contact information in the right fields.
de: Stellen Sie sicher, dass die Kontaktinformationen für Ihre Benutzer in den richtigen Feldern stehen.
hi: सुनिश्चित करें कि आपके संरक्षक सही क्षेत्रों में अपने संपर्क जानकारी है सुनिश्चित करें।
tr: Kullanıcıların iletişim bilgilerinin doğru alanlarda olduğundan emin olun.

source: If your serials data was migrated search for these records in the catalog and confirm that they look right.
de: Wenn Ihre Zeitschriftendaten migriert wurden, suchen Sie nach diesen Datensätzen im Katalog und stellen Sie sicher, dass alles korrekt angezeigt wird.
hi: अपने धारावाहिकों डेटा सूची में इन रिकॉर्ड के लिए खोज चले गए और इस बात की पुष्टि की गई थी, तो वे सही लग रही है।
tr: Süreli yayınlar veriniz taşındı ise bu verileri kataloğunuz içinde arayın ve doğru göründüklerini onaylayın.

source: If your serials data was migrated search for these records in the serials module and confirm that they look right.
de: Wenn Ihre Zeitschriftendaten migriert wurden, suchen Sie diese im Zeitschriftenmodul und stellen Sie sicher, dass alles korrekt angezeigt wird.
hi: अपने धारावाहिकों डेटा धारावाहिकों मॉड्यूल में इन रिकॉर्ड के लिए खोज चले गए और इस बात की पुष्टि की गई थी, तो वे सही लग रही है।
tr: Süreli yayınlar veriniz taşındı ise bu verileri süreli yayınlar modülü içinde arayın ve doğru göründüklerini onaylayın.

source: Check marc records to verify a variety of items are cataloged correctly
de: Prüfen Sie die MARC-Datensätze verschiedener Materialien und stellen sie sicher, dass diese korrekt katalogisiert sind.
hi: मदों की एक किस्म को सत्यापित करने के मार्क रिकॉर्ड की जाँच सही ढंग से सूचीबद्ध कर रहे हैं
tr: Çeşitli materyallerin doğru bir şekilde kataloglandıklarını doğrulamak için marc kayıtlarını kontrol edin

source: Check cataloging process to see if all necessary fields are available
de: Gehen Sie durch den Katalogisierungsprozess und stellen Sie sicher, dass alle benötigten Felder verfügbar sind
hi: सूचीबद्ध करने की प्रक्रिया की जाँच करें अगर सभी आवश्यक फ़ील्ड उपलब्ध हैं देखने के लिए
tr: Gerekli tüm alanların kullanılabilir olup olmadığını görmek için kataloglama işlemini kontrol edin

source: If fines are migrated, check to see that they are applied correctly
de: Wenn Gebühren migriert wurden, prüfen Sie, dass diese korrekt gebucht wurden
hi: जुर्माना पलायन कर रहे हैं, तो यह देखना है कि वे सही ढंग से लागू कर रहे हैं जाँच
tr: Eğer ceza ücretleri taşınmışsa, bunların doğru uygulanıp uygulanmadıklarını kontrol edin

source: If holds are migrated, check to see they are accurate in catalog and patron record
de: Wenn Vormerkungen migriert wurden, Prüfen Sie, dass diese im Katalog und in den Benutzerdatensätzen korrekt angezeigt werden.
hi: होल्ड पलायन कर रहे हैं, देखने के लिए जाँच करे कि वे सूची और संरक्षक रिकॉर्ड में सही कर रहे हैं
tr: Ayırmalar taşınmışsa, bunların katalog ve kullanıcı kaydında doğru olduklarını görmek için kontrol edin

source: Admin Configuration
de: Administration
tr: Yönetici Yapılandırması

source: Most of these preferences won't need to be changed to use your Koha system, but there are a few that you might want to customize.
de: Die meisten dieser Parameter müssen nicht geändert werden, um Koha zu verwenden, aber es gibt einige, die Sie wahrscheinlich ändern möchten.
hi: इन वरीयताओं में से अधिकांश अपने कोहा प्रणाली का उपयोग करने के लिए परिवर्तित करने की आवश्यकता नहीं है, लेकिन वहाँ कुछ है कि आप अनुकूलित करना चाह सकते हैं।
tr: Bu tercihlerin bir çoğunun Koha sisteminizi kullanması için değiştirilmesine gerek yoktur, ancak bir kaç tane özelleştirmek isteyebileceğiniz tercih vardır.

source: If your library uses CAS Authentication, you'll want to set the various :ref:`CAS system preferences <cas-authentication-label>`
de: Wenn Ihre Bibliothek CAS für die Authentifizierung verwendet, müssen Sie die verschiedenen :ref:`CAS-Systemparameter <cas-authentication-label>`konfigurieren
tr: Kütüphaneniz CAS kimlik doğrulaması kullanıyorsa, çeşitli :ref:`CAS sistem tercihleri <cas-authentication-label>` ayarlamak isteyeceksiniz

source: Administration System Preferences
de: Administration - Systemparameter
tr: Yönetim Sistemi Tercihleri

source: :ref:`KohaAdminEmailAddress` : This is the email address that will be used by the system in 'from' lines and to send errors to if there is no email set for the branch
de: :ref:`KohaAdminEmailAddress`: Dies ist die E-Mail-Adresse die vom System verwendet werden um Fehlermeldungen und andere E-Mails zu verschicken, wenn keine E-Mail-Adresse für die Bibliothek konfiguriert ist
hi: :ref:`KohaAdminEmailAddress` : यह वह ईमेल पता है जिसका उपयोग सिस्टम द्वारा 'से' लाइनों में और त्रुटियों को भेजने के लिए किया जाएगा अगर शाखा के लिए कोई ईमेल सेट नहीं है
tr: :ref:`KohaAdminEmailAddress`: Eğer birimler için herhangi bir e-posta adresi tanımlı değilse bu, sistem tarafından hataları göndermek için kullanılacak e-posta adresidir.

source: :ref:`noItemTypeImages` : Decide if you want to show item type icons in the staff client and opac
de: :ref:`noItemTypeImages`: Entscheiden Sie, ob Sie Materialtypicons in der Dienstoberfläche und im OPAC anzeigen möchten
hi: :ref:`noItemTypeImages` : तय करें कि क्या आप कर्मचारी क्लाइंट और ओपेक में आइटम प्रकार आइकन दिखाना चाहते हैं
tr: :ref:`noItemTypeImages`: Materyal türü simgelerinin, personel kullanıcı ve opac'da görünmesini isteyip istemediğinizi belirleyin

source: :ref:`delimiter` : This value will be put in between fields when exporting data from Koha
de: :ref:`delimiter`: Dies definiert das Feldtrennzeichen, wenn Daten von Koha exportiert werden
hi: :ref:`delimiter` : कोहा से डेटा निर्यात करते समय यह मूल्य फ़ील्ड के बीच रखा जाएगा
tr: :ref:`delimiter` : Bu değer, Koha'dan veri aktarılırken alanlar arasına konulacaktır

source: :ref:`virtualshelves` : Decide if you want the staff and/or patrons to use lists in Koha
de: :ref:`virtualshelves`: Entscheiden Sie, ob Sie möchten, dass Benutzer und Bibliothekspersonal Listen verwenden können
hi: :ref:`virtualshelves` : तय करें कि क्या आप कोहा में सूचियों का उपयोग करने के लिए कर्मचारी और / या संरक्षक चाहते हैं
tr: :ref:`virtualshelves`: Personel ve/veya kullanıcıların Koha'da listeleri kullanıp kullanmayacaklarını belirleyin

source: :ref:`AutoLocation` : Require staff to log in to the staff client from a specific IP range
de: :ref:`AutoLocation`: Entscheiden Sie, ob Bibliothekspersonal sich nur aus einem bestimmten IP-Bereich heraus anmelden kann
hi: :ref:`AutoLocation` : कर्मचारियों को एक विशिष्ट आईपी रेंज से स्टाफ क्लाइंट में लॉग इन करने की आवश्यकता है
tr: :ref:`AutoLocation`: Personelin, personel istemciye belirli bir IP aralığından oturum açmasını gerektir

source: :ref:`IndependentBranches` : Prevent librarians from editing content that belongs to other branches
de: :ref:`IndependentBranches`: Entscheiden Sie, ob Bibliothekspersonal Benutzer und Exemplare anderer Bibliotheken bearbeiten kann
hi: :ref:`IndependentBranches` : पुस्तकालयों को अन्य शाखाओं से संबंधित सामग्री को संपादित करने से रोकें
tr: :ref:`IndependentBranches`: Kütüphanecilerin diğer branşlara ait olan içerik üzerinde değişiklik yapmalarını önle

source: Go through the :ref:`Log System Preferences <logs-label>` and decide which actions you want to keep track of in the logs
de: Gehen Sie durch die Systemparameter für :ref:`Logs <logs-label>` und entscheiden Sie, welche Aktionen Sie aufzeichnen möchten
tr: :ref:`Günlük Sistem Tercihleri <logs-label>` sistem tercihine giderek sistem günlükleri içinde hangi eylemleri izlemek istediğinizi belirleyin

source: Decide if you'd like to share your library's information with the Koha community by setting the :ref:`Sharing system preferences <share-anonymous-usage-statistics-label>`.
de: Entscheiden Sie, ob Sie Informationen zur Nutzung von Koha durch Ihre Bibliothek mit der Koha-Community teilen möchten, indem Sie die :ref:`UsageStats-Systemparameter <share-anonymous-usage-statistics-label>` konfigurieren.
tr: :ref:`Paylaşım sistem tercihlerini <share-anonymous-usage-statistics-label>` ayarlayarak kütüphane bilgilerinizi Koha topluluğu ile paylaşmak isteyip istemediğinize karar verin.

source: Decide what `cron jobs <#cronjobsch>`__ you need to run and when.
de: Entscheiden Sie, welche `Cronjobs <#cronjobsch>`__ wann ausgeführt werden sollen.
tr: Hangi `cron joblar <#cronjobsch>`__'ı çalıştırmanız gerektiğini ve ne zaman çalıştırmanız gerektiğini belirleyin.

source: If you're using the long overdue cron job be sure to set your :ref:`DefaultLongOverdueChargeValue`, :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-and-defaultlongoverduedays-label>` and :ref:`DefaultLongOverdueDays <defaultlongoverduelostvalue-and-defaultlongoverduedays-label>` preferences.
de: Wenn Sie den Cronjob für lange überfällige Ausleihen vewenden, stellen Sie sicher, dass Sie die Systemparameter :ref:`DefaultLongOverdueChargeValue`, :ref:`DefaultLongOverdueLostValue <defaultlongoverduelostvalue-and-defaultlongoverduedays-label>` und :ref:`DefaultLongOverdueDays <defaultlongoverduelostvalue-and-defaultlongoverduedays-label>` konfigurieren.

source: Localization Configuration
de: Lokalisierung
tr: Yerelleştirme Yapılandırması

source: Koha is used worldwide and so you need to make sure you set your localization preferences so that options throughout Koha appear properly for your location/language.
de: Koha wird weltweit eingesetzt und daher müssen Sie einige Einstellungen machen, damit Optionen in Koha für Ihren Standort/Sprache korrekt angezeigt werden.
hi: कोहा दुनिया भर में प्रयोग किया जाता है और इसलिए आप आप अपने स्थानीयकरण वरीयताओं को इतना तय है कि कोहा भर विकल्प आपके स्थान/भाषा के लिए ठीक से दिखाई देते हैं सुनिश्चित करने के लिए की जरूरत है।
tr: Koha dünya çapında kullanılmaktadır ve koha içerisindeki seçeneklerin konum/lisanınıza göre düzgün görünebilmesi amacıyla yerelleştirme tercihlerinizi ayarladığınızdan emin olmanız gerekir.

source: Localization/Internationalization System Preferences
de: Systemparameter für Lokalisierung/Internationalisierung
tr: Yerelleştirme/Uluslararası Yapma Sistem Tercihleri

source: :ref:`dateformat` : Decide how dates are displayed throughout Koha
de: :ref:`dateformat`: Entscheiden Sie, wie Daten in Koha angezeigt und eingegeben werden sollen
hi: :ref:`dateformat` : तय करें कि कोहा में तिथियां कैसे प्रदर्शित की जाती हैं
tr: :ref:`dateformat` : Koha içerisinde tarihlerin nasıl görüntüleneceğine karar verin

source: :ref:`opaclanguagesdisplay` : Decide if patrons can choose what language the OPAC appears in
de: :ref:`opaclanguagesdisplay`: Entscheiden Sie, ob die Benutzer im OPAC die Anzeigesprache auswählen können
hi: :ref:`opaclanguagesdisplay` : तय करें कि क्या संरक्षक चुन सकते हैं कि OPAC किस भाषा में दिखाई देता है
tr: :ref:`opaclanguagesdisplay` : Kullanıcıların OPAC'ın hangi dilde görüneceğini seçebilmesine karar verin

source: :ref:`opaclanguages` : Decide which languages the patrons can choose from
de: :ref:`opaclanguages`: Entscheiden Sie, aus welchen Sprachen der Benutzer auswählen kann
hi: :ref:`opaclanguages` : तय करें कि संरक्षक कौन से भाषा चुन सकते हैं
tr: :ref:`opaclanguages` : Kullanıcıların diller arasından hangi dilleri seçebileceklerine karar verin

source: :ref:`language` : Decide which languages appear in the staff client
de: :ref:`language`: Entscheiden Sie, in welchen Sprachen die Dienstoberfläche angeboten werden soll
tr: :ref:`language` : Personel istemci'de hangi dillerin görüneceğini belirleyin

source: :ref:`CalendarFirstDayOfWeek` : Define your first day of the week
de: :ref:`CalendarFirstDayOfWeek`: Definieren Sie, mit welchem Tag die Woche beginnt
hi: :ref:`CalendarFirstDayOfWeek` : सप्ताह के अपने पहले दिन को परिभाषित करें
tr: :ref:`CalendarFirstDayOfWeek` : Haftanın ilk gününü tanımlayın

source: Circulation configuration
de: Konfiguration der Ausleihe
hi: परिसंचरण विन्यास

source: Before you start circulating your collection you'll need to set up your rules and preferences for circulation.
de: Bevor die ersten Titel entliehen werden können, sollten Sie die Ausleihkonditionen und Systemparameter für die Ausleihe konfigurieren.
hi: इससे पहले कि आप अपने संग्रह घूम शुरू आप संचलन के लिए अपने नियमों और प्राथमिकताओं को स्थापित करने के लिए की आवश्यकता होगी।
tr: Koleksiyonunuzu dolaşıma başlatmadan önce, dolaşım için kuralları ve tercihleri ayarlamanız gerekir.

source: Define your :ref:`Circulation and fines rules <circulation-and-fines-rules-label>`
de: Definieren Sie Ihre :ref:`Ausleihkonditionen <circulation-and-fines-rules-label>`

source: Enter the :ref:`days your library is closed <calendar-label>` for fines and due date calculations
de: Geben Sie die :ref:`Schließtage <calendar-label>` Ihrer Bibliothek für die Berechnung von Gebühren und Fälligkeitsdaten an
hi: प्रवेश करें :ref:`दिन आपकी लाइब्रेरी बंद है <calendar-label>` जुर्माना और देय तिथि गणना के लिए
tr: Gecikme cezaları ve iade tarihi hesaplamaları için :ref:`kütüphanenizin kapalı olduğu günleri <calendar-label>` girin

source: Circulation System Preferences
de: Systemparameter zur Ausleihe
tr: Dolaşım Sistem Tercihleri

source: :ref:`CircControl` : Define whether circ rules are based on item's location, patron's location or transaction location
de: :ref:`CircControl`: Definieren Sie, ob die Ausleihkonditionen auf der Exemplarbibliothek, dem Benutzerstandorts oder der Ausleihbibliothek basieren sollen
hi: :ref:`CircControl` : परिभाषित करें कि सर्क नियम आइटम के स्थान, संरक्षक के स्थान या लेन-देन स्थान पर आधारित हैं या नहीं
tr: :ref:`CircControl` : Dolaşım kurallarının materyalin yerine göre mi, kullanıcı konumuna göre mi veya işlem konumuna göre mi esas alınacağını tanımlayın.

source: :ref:`useDaysMode` : Define how due dates are calculated
de: :ref:`useDaysMode`: Definieren Sie, wie die Fälligkeiten berechnet werden sollen
hi: :ref:`useDaysMode` : परिभाषित करें कि देय दिनांकों की गणना कैसे की जाती है
tr: :ref:`useDaysMode` : İade tarihlerinin nasıl hesaplanacağını tanımlayın

source: :ref:`finesCalendar` : Define how fines are calculated (for every late date or only for days the library is open)
de: :ref:`finesCalendar`: Definieren Sie, wie Gebühren berechnet werden sollen (mit oder ohne Berücksichtigung der Schließtage)
hi: :ref:`finesCalendar` : परिभाषित करें कि जुर्माना कैसे गणना की जाती है (प्रत्येक देर की तारीख के लिए या केवल दिनों के लिए पुस्तकालय खुला है)
tr: :ref:`finesCalendar` : Gecikme cezalarının nasıl hesaplanacağını tanımlayın (geç kalmış her bir gün için ya da yalnızca kütüphanenin açık olduğu günler için)

source: :ref:`SpecifyDueDate` : Decide if staff are allowed to override due dates on checkout
de: :ref:`SpecifyDueDate`: Entscheiden Sie, ob Bibliothekspersonal bei Ausleihe Fälligkeitsdaten verändern kann
hi: :ref:`SpecifyDueDate` : तय करें कि कर्मचारियों को चेकआउट पर देय तिथियों को ओवरराइड करने की अनुमति है या नहीं
tr: :ref:`SpecifyDueDate` : Personelin ödünç verme işleminde iade tarihlerini geçersiz kılmak için izinlerinin olup olmayacağına karar verin

source: :ref:`SpecifyReturnDate` : Decide if you want to let the staff specify an arbitrary return date on checkin
de: :ref:`SpecifyReturnDate`: Entscheiden Sie, ob Bibliothekspersonal bei Rückgabe ein Rückgabedatum festlegen kann
hi: :ref:`SpecifyReturnDate` : तय करें कि क्या आप कर्मचारियों को चेकइन पर मनमाने ढंग से वापसी की तारीख निर्दिष्ट करना चाहते हैं
tr: :ref:`SpecifyReturnDate` : Personelinizin iade üzerinde isteğe bağlı bir iade edile tarih girmesini isteyip istemediğinizi belirleyin
