Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: de, hi, tr

source: :ref:`AutoEmailPrimaryAddress` : Determine if the patrons get an email confirming the creation of their account
de: :ref:`AutoEmailPrimaryAddress`: Entscheiden Sie, ob die Benutzer eine Bestätigungs-E-Mail über das Anlegen des Benutzerkontos erhalten sollen
hi: :ref:`AutoEmailPrimaryAddress` : यह निर्धारित करें कि संरक्षक अपने खाते के निर्माण की पुष्टि करने वाले ईमेल प्राप्त करते हैं या नहीं
tr: :ref:`AutoEmailPrimaryAddress` : Kullanıcıların kendi hesaplarının oluşturulmasını onaylayan bir e-posta alıp almayacaklarını belirleyin

source: :ref:`EnhancedMessagingPreferences` : Decide if staff can choose from a series of notices (other than overdues) for patrons
de: :ref:`EnhancedMessagingPreferences`: Entscheiden Sie, ob das Bibliothekspersonal aus einer Reihe von Benachrichtigungen an die Benutzer auswählen kann (Mahnungen ausgenommen)
hi: :ref:`EnhancedMessagingPreferences` : तय करें कि कर्मचारी संरक्षकों के लिए नोटिस की श्रृंखला (ओवरड्यू के अलावा) से चुन सकते हैं या नहीं
tr: :ref:`EnhancedMessagingPreferences` : Personelin kullanıcılar için bir dizi bildirim içinden (gecikmiş olanlar dışında) seçim yapıp yapamayacaklarına karar verin

source: :ref:`EnhancedMessagingPreferencesOPAC`: Decide if patrons can choose from a series of notices (other than ovedues) for themselves
de: :ref:`EnhancedMessagingPreferencesOPAC`: Entscheiden sie, ob Benutzer aus einer Reihe von Benachrichtigungen (Mahnungen ausgenommen) auswählen können
hi: :ref:`EnhancedMessagingPreferencesOPAC`: तय करें कि क्या संरक्षक नोटिस की श्रृंखला (ओवेड्यू के अलावा) से चुन सकते हैं
tr: :ref:`EnhancedMessagingPreferencesOPAC` Kullanıcıların kendileri için bir dizi bildirim içinde (gecikmiş olanlar dışında) seçim yapıp yapamayacaklarına karar verin

source: :ref:`patronimages` : Decide if you want to save patron images in your system
de: :ref:`patronimages`: Entscheiden Sie, ob Sie Fotos von Benutzern in Ihrem System verwalten möchten
tr: :ref:`patronimages` : Sisteminizde kullanıcı resimlerini kaydetmek isteyip istemediğinizi belirleyin

source: :ref:`ExtendedPatronAttributes` : Decide if you want to enable custom patron fields
de: :ref:`ExtendedPatronAttributes`: Entscheiden Sie, ob Sie zusätzliche Benutzerdatenfelder konfigurieren möchten
hi: :ref:`ExtendedPatronAttributes` : तय करें कि क्या आप कस्टम संरक्षक फ़ील्ड को सक्षम करना चाहते हैं
tr: :ref:`ExtendedPatronAttributes` : Özel kullanıcı alanlarını etkinleştirmek isteyip istemediğinizi belirleyin

source: :ref:`minPasswordLength` : Enter the minimum number of characters you want passwords to have
de: :ref:`minPasswordLength`: Geben Sie die minimale Zeichenanzahl an, die ein Passwort haben muss
hi: :ref:`minPasswordLength` : उन अक्षरों की न्यूनतम संख्या दर्ज करें जिन्हें आप पासवर्ड चाहते हैं
tr: :ref:`minPasswordLength` : Şifrelerinizin oluşmasını istediğiniz minimum karakter sayısını girin

source: :ref:`BorrowerUnwantedField` : Decide what fields your library doesn't need to see on the patron entry form
de: :ref:`BorrowerUnwantedField`: Entscheiden Sie, welche Felder im Benutzerformular nicht benötigt werden und nicht angezeigt werden sollen
hi: :ref:`BorrowerUnwantedField` : तय करें कि आपकी लाइब्रेरी को संरक्षक प्रविष्टि फ़ॉर्म पर देखने की आवश्यकता नहीं है
tr: :ref:`BorrowerUnwantedField` : Kütüphanenizin kullanıcı giriş formu üzerinde hangi alanı görmesinin gerekli olmadığını belirleyin

source: Decide if you would like :ref:`children to automatically be come adults <cron-update-child-to-adult-patron-type-label>`
de: Entscheiden Sie, ob :ref:`Kinder automatisch zu Erwachsenen werden <cron-update-child-to-adult-patron-type-label>` sollen

source: Cataloging Configuration
de: Konfiguration der Katalogisierung
tr: Kataloglama Yapılandırması

source: Before you start cataloging in Koha you'll want to set up your preferences and other rules.
de: Bevor Sie mit dem Katalogisieren beginnen, sollten Sie Ihre Parameter und anderen Regeln konfigurieren.
hi: इससे पहले कि आप कोहा में सूचीबद्ध करने के लिए शुरू आप अपनी प्राथमिकताओं और अन्य नियमों की स्थापना करना चाहते हैं।
tr: Koha'da kataloglamaya başlamadan önce tercihlerinizi ve diğer kuralları ayarlamanız gerekir.

source: Define your cataloging templates aka :ref:`MARC Bibliographic Frameworks <marc-bibliographic-frameworks-label>`
de: Konfigurieren Sie Ihre Erfassungsformulare alias :ref:`Bibliografische MARC-Frameworks <marc-bibliographic-frameworks-label>`
tr: :ref:`MARC Bibliyografik Çerçeveler <marc-bibliographic-frameworks-label>` olarak da adlandırılan kataloglama şablonlarınızı tanımlayın

source: Run the :ref:`MARC Bibliographic Framework Test <marc-bibliographic-framework-test-label>` to be sure your changes are valid
de: Führen Sie den :ref:`Test der bibliografischen Frameworks <marc-bibliographic-framework-test-label>` aus, um sicher zu stellen, dass alle Änderungen korrekt waren
tr: Yaptığınız değişikliklerin geçerli olduğundan emin olmak için :ref:`MARC Bibliyografik Çerçeve Testini <marc-bibliographic-framework-test-label>` çalıştırın

source: Define any :ref:`authorized values <authorized-values-label>` you might want to use in cataloging
de: Definieren Sie alle :ref:`Normierten Werte <authorized-values-label>`, die Sie in der Katalogisierung verenden möchten
hi: किसी को परिभाषित करें :ref:`अधिकृत मान <authorized-values-label>' आप कैटलॉगिंग में उपयोग करना चाहेंगे
tr: Kataloglamada kullanmak istediğiniz :ref:`yetkili değerleri <authorized-values-label>` tanımlayın

source: Set up :ref:`custom classification sources <classification-sources-label>` (if you use something other than the defaults)
de: Konfigurieren Sie Ihre :ref:`Klassifikationsquellen <classification-sources-label>` (wenn Sie andere als die Vorkonfigurierten verwenden)
hi: सेट अप करें :ref:`कस्टम वर्गीकरण स्रोत <classification-sources-label>' (यदि आप डिफ़ॉल्ट के अलावा कुछ और उपयोग करते हैं)
tr: :ref:`özel sınıflandırma kaynakları <classification-sources-label>` ayarlayın (Varsayılanlar dışında bir tanesini kullanıyorsanız)

source: Set up :ref:`MARC matching rules <record-matching-rules-label>` for importing records from mrc files or Z39.50
de: Konfigurieren Sie :ref:`Abgleichregeln <record-matching-rules-label>` für den Import von MARC-Datensätzen
tr: Mrc dosyaları veya Z39.50'den kayıt aktarmak için :ref:`MARC eşleştirme kurallarını <record-matching-rules-label>` ayarlayın

source: Set up the :ref:`Z39.50 targets <z39.50/sru-servers-label>` you want to search for cataloging (and acquisitions)
de: Konfigurieren Sie die :ref:`Z39.50- und SRU-Server <z39.50/sru-servers-label>`, die Sie für die Fremddatenübernahme in Katalogisierung (und Erwerbung) verwenden möchten
hi: सेट अप करें :ref:`Z39.50 लक्ष्य <z39.50/sru-servers-label>' आप कैटलॉगिंग (और अधिग्रहण) खोजना चाहते हैं
tr: Kataloglama (ve satın alımlar) için aramak istediğiniz :ref:`Z39.50 hedefleri <z39.50/sru-servers-label>`i kurun

source: Cataloging System Preferences
de: Systemparameter zur Katalogisierung
tr: Kataloglama Sistem Tercihleri

source: :ref:`URLLinkText` : Enter text to display when 856 fields do not have pre-defined labels
de: :ref:`URLLinkText`: Geben Sie den Text an, der angezeigt werden soll, wenn Links in 856 keinen definierten Linktext haben
hi: :ref:`URLLinkText` : प्रदर्शित करने के लिए टेक्स्ट दर्ज करें जब 856 फ़ील्ड में पूर्व परिभाषित लेबल नहीं होते हैं
tr: :ref:`URLLinkText` : 856 alanlarının önceden tanımlanmış etiketleri olmadığı zaman gösterilecek metni girin

source: :ref:`hide\_marc <hide-marc-label>` : If you are unfamiliar with MARC you can have the MARC fields number hidden
de: :ref:`hide\_marc <hide-marc-label>`: Wenn Sie keine Erfahrung mit MARC haben, können Sie die MARC-Feldnummern ausblenden
hi: :ref:`hide\_marc <hide-marc-label>` :यदि आप मार्क से अपरिचित हैं तो आपके पास मार्क फ़ील्ड नंबर छुपा हो सकता है

source: :ref:`LabelMARCView` : Choose how you want duplicate fields to appear on the editor
de: :ref:`LabelMARCView`: Entscheiden Sie, wie wiederholte Felder angezeigt werden sollen
hi: :ref:`LabelMARCView` : चुनें कि आप संपादक पर डुप्लिकेट फ़ील्ड कैसे दिखाना चाहते हैं
tr: :ref:`LabelMARCView` : Yinelenen alanların editör üzerinde nasıl görünmesini istediğinizi seçin

source: :ref:`DefaultClassificationSource` : Choose which classification source is the default in your library
de: :ref:`DefaultClassificationSource`: Wählen Sie aus, welche Klassifikation voreingestellt werden soll
hi: :ref:`DefaultClassificationSource` : चुनें कि कौन सा वर्गीकरण स्रोत आपकी लाइब्रेरी में डिफ़ॉल्ट है
tr: :ref:`DefaultClassificationSource` : Kütüphanenizdeki varsayılan sınıflama kaynağını seçin

source: :ref:`advancedMARCeditor` : Decide if you need labels to appear on your MARC editor
de: :ref:`DefaultClassificationSource`: Entscheiden Sie, ob die Feldbeschreibungen im MARC-Editor angezeigt werden sollen
tr: :ref:`advancedMARCeditor` : MARC editöründe etiketlerin görünmesinin gerekli olup olmadığını belirleyin

source: :ref:`marcflavour` : Choose your MARC format
de: :ref:`marcflavour`: Wählen Sie Ihr MARC-Format
hi: :ref:`marcflavour` : अपना मार्क प्रारूप चुनें
tr: :ref:`marcflavour` : MARC biçiminizi seçin

source: :ref:`itemcallnumber` : Enter which field and subfields to look into for the call number
de: :ref:`itemcallnumber`: Geben Sie an, welche Felder und Unterfelder im Titel für einen Signaturvorschlag ausgewertet werden sollen
hi: :ref:`itemcallnumber` : कॉल नंबर के लिए कौन सा फ़ील्ड और सबफील्ड देखने के लिए दर्ज करें
tr: :ref:`itemcallnumber` : Yer numarası için hangi alan ve alt alanların içine bakılacağını girin

source: :ref:`MARCOrgCode` : Enter your MARC Organizational Code (not the same as your OCLC number)
de: :ref:`MARCOrgCode`: Geben Sie den MARC-Organisationscode Ihrer Einrichtung an (nicht Ihre OCLC-Nummer)
tr: :ref:`MARCOrgCode` : MARC Kurum Kodunuzu girin (OCLC numarası ile aynı değildir)

source: :ref:`autoBarcode` : Decide if Koha generates item barcodes for you
de: :ref:`autoBarcode`: Legen Sie fest, ob Koha Barcodenummern automatisch generieren soll
hi: :ref:`autoBarcode` : तय करें कि कोहा आपके लिए आइटम बारकोड उत्पन्न करता है या नहीं
tr: :ref:`autoBarcode` : Koha'nın, sizin için materyal barkodları oluşturup oluşturmayacağını belirleyin

source: :ref:`OpacSuppression <opacsuppression-preferences-label>` : Decide if you want to hide items marked as suppressed from the OPAC search results
de: :ref:`OpacSuppression <opacsuppression-preferences-label>`: Entscheiden Sie, ob Sie Titel im OPAC ausblenden möchten

source: Decide when the system :ref:`checks URLs in catalog records <cron-check-urls-label>` to see if they are still valid
de: Entscheiden Sie, wann Sie :ref:`URLs in Titelsätzen überprüfen <cron-check-urls-label>` möchten, um zu sehen, ob diese noch gültig sind
hi: यह तय करें कि सिस्टम कब :ref:`कैटलॉग रिकॉर्ड में URL को चेक करता है <cron-check-urls-label>' यह देखने के लिए कि क्या वे अभी भी मान्य हैं

source: Authorities Configuration
de: Normdaten-Konfiguration
tr: Otoriteler Yapılandırması

source: Koha has the ability to keep track of your authority records and how they're linked to your bibliographic records. Before using authorities you should configure several preferences.
de: Koha kann Normdatensätze und deren Link zu bibliografischen Datensätzen verwalten. Bevor Sie Normdaten verwenden, sollten Sie aber einige Einstellungen konfigurieren.
hi: कोहा अपने अधिकार अभिलेखों का ट्रैक रखने की क्षमता है और वे अपने ग्रंथ सूची रिकॉर्ड करने के लिए कैसे जुड़े रहे हैं। अधिकारियों उपयोग करने से पहले आपको कई वरीयताओं को कॉन्फ़िगर करना चाहिए।
tr: Koha, otorite kayıtlarınızı takip etme ve bibliyografik kayıtlarınızla nasıl bağlantılı olduklarını izleme imkanına sahiptir. Otoriteleri kullanmadan önce birkaç tercihi yapılandırmanız gerekir.

source: Set :ref:`Authority Frameworks <authority-types-label>` aka templates
de: Erstellen Sie :ref:`Normdatendypen <authority-types-label>` alias Erfassungsmasken für Normdatensätze
tr: :ref:`Otorite Çerçeveleri <authority-types-label>` nam-ı diğer şablonları ayarlayın

source: Authority System Preferences
de: Systemparameter für Normdaten
tr: Otorite Sistem Tercihleri

source: :ref:`BiblioAddsAuthorities` : Decide if Koha creates authorities when cataloging
de: :ref:`BiblioAddsAuthorities`: Entscheiden Sie, ob Koha bei der Katalogisierung Normdaten anlegt
hi: :ref:`BiblioAddsAuthorities` : तय करें कि कोहा सूचीकरण करते समय प्राधिकरण बनाता है या नहीं
tr: :ref:`BiblioAddsAuthorities` : Kataloglama yaparken Koha'nın otorite oluşturup oluşturmayacağını belirleyin

source: `dontmerge <#dontmerge>`__ : Decide if updates to authorities trigger updates to the bibliographic records that link to them
de: `AuthorityMergeLimit <#authoritymergelimit>`__: Entscheiden Sie, ob Änderungen an Normdaten direkte Änderungen an den verknüpften Titelsätzen auslösen oder nicht
tr: `dontmerge <#dontmerge>`__ : Otoritelere yapılan güncellemelerin bağlantılı bibliyografik kayıtların güncellemelerini de tetikleyip tetiklemeyeceğini belirleyin

source: :ref:`AutoCreateAuthorities` : Decide when authorities are created
de: :ref:`AutoCreateAuthorities`: Entscheiden Sie, ob Normdatensätze automatisch angelegt werden sollen
hi: :ref:`AutoCreateAuthorities` : तय करें कि प्राधिकरण कब बनाए जाते हैं
tr: :ref:`AutoCreateAuthorities` : Otoritelerin ne zaman oluşturulacağını belirleyin

source: :ref:`LinkerModule` : Decide which match the authority linker should use
de: :ref:`LinkerModule`: Entscheiden Sie, welcher Treffer bei der Verknüpfung von Normdaten verwendet werden soll
hi: :ref:`LinkerModule` : निर्णय लें कि प्राधिकरण लिंकर का कौन सा मिलान उपयोग करना चाहिए
tr: :ref:`LinkerModule` : Otorite bağlamak için hangi eşleşmenin kullanılacağını belirleyin

source: :ref:`LinkerOptions` : Decide if you want authority linking to be broader or more specific
de: :ref:`LinkerOptions`: Entscheiden Sie, ob bei der Verknüpfung von Normdaten sollen weitere oder spezifischere Kriterien verwendet werden sollen
hi: :ref:`LinkerOptions` : तय करें कि क्या आप प्राधिकरण को व्यापक या अधिक विशिष्ट होने के लिए लिंक करना चाहते हैं
tr: :ref:`LinkerOptions` : Otorite bağlamanın spesikif mi ya da daha geniş kapsamlı mı olmasını istediğinize karar verin

source: :ref:`CatalogModuleRelink` : Decide if you want to enable authority linking while cataloging
de: :ref:`CatalogModuleRelink`: Entscheiden Sie, ob Sie bei der Verknüpfung von Norm- und Titelsätzen bestehende Verlinkungen aktualisieren möchten
hi: :ref:`CatalogModuleRelink` : तय करें कि क्या आप कैटलॉग करते समय प्राधिकरण को लिंक करना सक्षम करना चाहते हैं
tr: :ref:`CatalogModuleRelink` : Kataloglama esnasında otorite bağlamayı aktifleştirmek isteyip istemediğinize karar verin

source: Choose when the system looks for authorities updates to :ref:`merge changes into bibliographic records <cron-update-authorities-label>`
de: Entscheiden Sie, wann das System :ref:` Änderungen an den Normdaten in die Titeldaten übertragen <cron-update-authorities-label>` soll
hi: चुनें कि जब सिस्टम अधिकारियों के लिए अद्यतन करता है तो चुनें : ref: 'ग्रंथसूची रिकॉर्ड में परिवर्तन मर्ज करें <cron-update-authorities-label>`

source: Searching Configuration
de: Konfiguration der Suche
tr: Arama Yapılandırması

source: There are several system preferences related to searching, it is not always recommended to make too many changes to these preferences since they are set to get you the most relevant results. If you would like to change the default way that Koha handles searching, view the :ref:`Searching system preferences <searchingsystem-preferences-label>` tab.
de: Es gibt verschiedene Systemparameter, welche die Suche betreffen, aber es wird nicht unbedignt empfohlen hier zu viele Änderungen vorzunehmen, da sie bereits so voreingestellt sind, um möglichst relevante Ergebnisse zu liefern. Wenn Sie Änderungen an diesen Einstellungen vornehmen möchten, finden Sie Hilfestellung im Abschnitt :ref:`Systemparameter zur Suche <searchingsystem-preferences-label>` dieses Handbuchs.

source: Decide how often your :ref:`system rebuilds the search index <cron-rebuild-index-label>` (4-10 min)
de: Entscheiden Sie, wie häufig Sie den :ref:`Inkrementellen Indexierungsprozess <cron-rebuild-index-label> ausführen möchten (4-10 Minuten) (mit Koha-Indexer nicht mehr relevant!)

source: Searching System Preferences
de: Systemparameter zur Suche
tr: Sistem Tercihleri Aranıyor

source: :ref:`AdvancedSearchTypes` : Decide which authorized value fields you want patrons and staff to be able to limit their advanced searches by
de: :ref:`AdvancedSearchTypes`: Entscheiden Sie, nach welchen Kriterien BenutzerInnen und Bibliothekspersonal in der Erweiterten Suche suchen können
hi: :ref:`AdvancedSearchTypes` : तय करें कि कौन से अधिकृत मूल्य फ़ील्ड आप चाहते हैं कि संरक्षक और कर्मचारी अपनी उन्नत खोजों को सीमित कर सकें
tr: :ref:`AdvancedSearchType` : Kullanıcılarınız ve personelinizin, gelişmiş aramaları hangi yetkili değer alanlarına göre sınırlandırmalarını istediğinizi belirleyin.

source: :ref:`AdvancedSearchLanguages` : Decide which languages you want people to be able to limit to via the search engine
de: :ref:`AdvancedSearchLanguages`: Entscheiden Sie, welche Sprachen in der Auswahl für die Suchoption aufgeführt werden sollen
hi: :ref:`AdvancedSearchLanguages` : तय करें कि आप कौन सी भाषा चाहते हैं कि लोग खोज इंजन के माध्यम से सीमित हो सकें
tr: :ref:`AdvancedSearchLanguages` : Kullanıcıların arama motoru ile hangi dilleri sınırlayabilmesini istediğinizi belirleyin

source: :ref:`UseAuthoritiesForTracings` : Decide how you want Koha to handle subject searches in the OPAC
de: :ref:`UseAuthoritiesForTracings`: Entscheiden Sie, wie Sie die Suche nach Schlagworten im OPAC handhaben möchten
hi: :ref:`UseAuthoritiesForTracings` : तय करें कि आप कोहा को ओपेक में विषय खोजों को कैसे संभालना चाहते हैं
tr: :ref:`UseAuthoritiesForTracings` : Koha'nın OPAC'da konu aramalarını nasıl işlemesini istediğinizi belirleyin

source: :ref:`TraceCompleteSubfields` : Decide how you want Koha to handle subject searches in the OPAC
de: :ref:`TraceCompleteSubfields`: Entscheiden Sie, wie Sie die Suche nach Schlagworten im OPAC handhaben möchten
hi: :ref:`TraceCompleteSubfields` : तय करें कि आप कोहा को ओपेक में विषय खोजों को कैसे संभालना चाहते हैं
tr: :ref:`TraceCompleteSubfields` : Koha'nın OPAC'da konu aramalarını nasıl işlemesini istediğinizi belirleyin

source: :ref:`TraceSubjectSubdivisions` : Decide how you want Koha to handle subject searches in the OPAC
de: :ref:`TraceSubjectSubdivisions`: Entscheiden Sie, wie Sie die Suche nach Schlagworten im OPAC handhaben möchten
tr: :ref:`TraceSubjectSubdivisions` : Koha'nın OPAC'da konu aramalarını nasıl işlemesini istediğinizi belirleyin

source: :ref:`displayFacetCount` : Decide whether to show facet counts on search results
de: :ref:`displayFacetCount`: Entscheiden Sie, ob Sie die Anzahl der Treffer in den einzelnen Facetten auf der Trefferliste anzeigen möchten
hi: :ref:`displayFacetCount` : तय करें कि खोज परिणामों पर पहलू की गणना करना है या नहीं
tr: :ref:`displayFacetCount` : Arama sonuçlarında faset sayılarının gösterilmesini isteyip istemediğinizi belirleyin

source: OPAC Configuration
de: OPAC-Konfiguration
tr: OPAC Yapılandırması

source: There are a lot of ways you can customize your OPAC in Koha.
de: Es gibt viele Möglichkeiten den OPAC in Koha an Ihre Bedürfnisse anzupassen.
hi: वहाँ तरीके आप कोहा में अपने ओपेक अनुकूलित कर सकते हैं की एक बहुत हैं।
tr: Koha'da OPAC'ı özelleştirebilmenizin bir çok yolu vardır.

source: Decide how you want your OPAC to look & what content you want on the main page
de: Entscheiden Sie, wie Ihr OPAC aussehen soll und welche Inhalte Sie auf der Startseite haben möchten
hi: तय करें कि आप अपने ओपेक को कैसे देखना चाहते हैं और मुख्य पृष्ठ पर आप कौन सी सामग्री चाहते हैं
tr: OPAC'ın nasıl görünmesini istediğinizi & ana sayfada hangi içeriğin yer almasını istediğinizi belirleyin

source: Create a library branded stylesheet using CSS
de: Erstellen Sie ein auf Ihre Bibliothek zugeschnittenes Stylesheet mit CSS
hi: सीएसएस का उपयोग कर एक पुस्तकालय ब्रांडेड स्टाइलशीट बनाएं
tr: CSS kullanarak bir kütüphane markalı stil sayfası oluşturun

source: **Important**
de: **Wichtig**
hi: **महत्वपूर्ण**
tr: **Önemli**

source: Do not edit the default CSS files, instead create a new one, that way the system can always fall back on the original CSS.
de: Ändern Sie nicht die vorhandenen CSS-Dateien, erstellen Sie statt dessen immer eine neue CSS-Datei, so dass das System immer auf das ursprüngliche CSS zurückfallen kann.
hi: डिफ़ॉल्ट सीएसएस फ़ाइलों को संपादित नहीं है, बजाय एक नया एक, उस तरह से प्रणाली हमेशा मूल सीएसएस पर वापस गिर सकती पैदा करते हैं।
tr: Varsayılan CSS dosyalarını düzenlemeyin, bunun yerine yeni bir tane oluşturun, bu şekilde sistem her zaman alternatif olarak orijinal CSS dosyasını kullanabilir.

source: Create a custom XSLT stylesheet to change the way search results and bib records appear in the OPAC
de: Erstellen Sie ein individuelles XSLT-Stylesheet um die Anzeige der Einzeltreffer und Trefferlisten im OPAC zu verändern
hi: एक कस्टम XSLT स्टाइलशीट रास्ता खोज परिणाम और बिब रिकॉर्ड ओपेक में दिखाई बदलने के लिए बनाएं
tr: Arama sonuçları ve bibliyografik kayıtların OPAC'da görünme şeklini değiştirmek için özel bir XSLT stil sayfası oluşturun

source: OPAC System preferences
de: Systemparameter für den OPAC
tr: OPAC Sistem tercihleri

source: :ref:`OPACBaseURL` : Enter your library's url
de: :ref:`OPACBaseURL`: Geben Sie die URL Ihres Bibliothekskatalogs an
tr: :ref:`OPACBaseURL` : Kütüphanenizin URL'sini girin

source: :ref:`opacuserlogin` : Decide if you want to allow patrons to login to the OPAC to access customized functionality (searching will be allowed without logging in)
de: :ref:`opacuserlogin`: Entscheiden Sie, ob Sie Benutzern erlauben möchten sich am OPAC anzumelden, um auf personalisierte Funktionen zuzugreifen (die Suche ist auch ohne Anmeldung möglich)
hi: :ref:`opacuserlogin` : तय करें कि क्या आप अनुकूलित कार्यक्षमता तक पहुंचने के लिए संरक्षक को OPAC में लॉगिन करने की अनुमति देना चाहते हैं (खोज में लॉग इन किए बिना अनुमति दी जाएगी)
tr: :ref:`opacuserlogin` : Kullanıcıların özelleştirilmiş işlevselliğe erişmek için OPAC'da oturum açmalarına izin vermek isteyip istemediğinizi belirleyin (oturum açılmadan arama yapılmasına izin verilecektir)

source: :ref:`RequestOnOpac` : Decide if patrons can place holds via the OPAC
de: :ref:`RequestOnOpac`: Entscheiden Sie, ob Benutzer im OPAC vormerken dürfen
hi: :ref:`RequestOnOpac` : तय करें कि क्या ओपेक के माध्यम से संरक्षक रख सकते हैं
tr: `RequestOnOpac` : Kullanıcıların OPAC üzerinden ayırma yapıp yapamayacaklarını belirleyin

source: :ref:`OpacPasswordChange` : Decide if patrons can change their password (don't allow this if you're using LDAP)
de: :ref:`OpacPasswordChange`: Entscheiden Sie, ob Benutzer ihr Passwort im OPAC ändern dürfen (erlauben Sie dies nicht, wenn Sie LDAP verwenden)
hi: :ref:`OpacPasswordChange` : तय करें कि क्या संरक्षक अपना पासवर्ड बदल सकते हैं (अगर आप एलडीएपी का उपयोग कर रहे हैं तो इसे अनुमति न दें)
tr: :ref:`OpacPasswordChange` : Kullanıcıların kendi şifrelerini değiştirip değiştiremeyeceklerini belirleyin (LDAP kullanıyorsanız buna izin vermeyin)

source: :ref:`OpacRenewalAllowed` : Decide if patrons can renew their checked out items via the OPAC
de: :ref:`OpacRenewalAllowed`: Entscheiden Sie, ob Benutzer ihre Ausleihen im OPAC verlängern dürfen
hi: :ref:`OpacRenewalAllowed` : तय करें कि क्या संरक्षक OPAC के माध्यम से अपने चेक आउट आइटम को नवीनीकृत कर सकते हैं
tr: :ref:`OpacRenewalAllowed` : Kullanıcıların ödünç aldıkları materyallerin sürelerini OPAC üzerinden uzatıp uzatamayacaklarını belirleyin
