Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/implementation_checklist.po
Languages: de, hi, tr

source: :ref:`AcqCreateItem` : Decide if an item record is created during acquisition
de: :ref:`AcqCreateItem`: Entscheiden Sie, wann und ob Sie im Erwerbungsprozess Exemplare anlegen möchten
hi: :ref:`AcqCreateItem` : तय करें कि अधिग्रहण के दौरान कोई आइटम रिकॉर्ड बनाया गया है या नहीं
tr: :ref:`AcqCreateItem` : Sağlama esnasında bir materyal kaydı oluşturulup oluşturulmayacağını belirleyin

source: :ref:`CurrencyFormat` : Decide how you want monetary amounts to display
de: :ref:`CurrencyFormat`: Entscheiden Sie, wie Geldwerte angezeigt werden sollen
hi: :ref:`CurrencyFormat` : तय करें कि आप मौद्रिक रकम कैसे प्रदर्शित करना चाहते हैं
tr: :ref:`CurrencyFormat ` : Parasal tutarları nasıl göstermek istediğinizi belirleyin

source: :ref:`gist` : Enter your sales tax (if you are billed for tax)
de: :ref:`gist`: Geben Sie Ihre Umsatzsteuer an
hi: :ref:`gist` : अपना बिक्री कर दर्ज करें (यदि आपको कर के लिए बिल भेजा जाता है)
tr: :ref:`gist` : Satış vergisini girin (vergi için fatura kesiliyorsa)

source: :ref:`OrderPdfFormat` : Decide what format you want your print orders to use
de: :ref:`OrderPdfFormat`: Entscheiden Sie, in welchem Format PDF-Bestellschreiben ausgegeben werden sollen
hi: :ref:`OrderPdfFormat` : तय करें कि आप अपने प्रिंट ऑर्डर का उपयोग किस प्रारूप में करना चाहते हैं
tr: :ref:`OrderPdfFormat` : Yazdırma sıranızın hangi formatı kullanmasını istediğinizi belirleyin

source: Serials Configuration
de: Konfiguration der Zeitschriftenverwaltung
tr: Süreli Yayınlar Yapılandırması

source: When you use serials there are a few options you can set before hand.
de: Wenn Sie das Zeitschriftenmodul verwenden, gibt es einige Optionen, die Sie zuerst konfigurieren sollten.
hi: आप धारावाहिकों का उपयोग करते हैं वहाँ कुछ ही विकल्प आप हाथ से पहले सेट कर सकते हैं।
tr: Süreli yayınları kullandığınızda, önceden ayarlayabileceğiniz bir kaç seçenek vardır.

source: Serials System Preferences
de: Systemparaemter zu Zeitschriften
tr: Süreli Yayınlar Sistem Tercihleri

source: :ref:`RenewSerialAddsSuggestion` : Decide if you want renewing serials to add a suggestion for easy purchasing
de: :ref:`RenewSerialAddsSuggestion`: Entscheiden Sie, ob bei der Verlängerung einer Zeitschrift ein Anschaffungsvorschlag generiert werden soll
hi: :ref:`RenewSerialAddsSuggestion` : तय करें कि क्या आप आसान खरीद के लिए सुझाव जोड़ने के लिए सीरियल को नवीनीकृत करना चाहते हैं
tr: :ref:`RenewSerialAddsSuggestion` : Süreli yayınlar yenilemesinin kolay satın alma için bir öneri eklemesini isteyip istemediğinize karar verin

source: :ref:`RoutingSerials` : Decide if you want to route serials around your library
de: :ref:`RoutingSerials`: Entscheiden Sie, ob Sie Umlauflisten in Ihrer Bibliothek verwenden möchten
hi: :ref:`RoutingSerials` : तय करें कि क्या आप अपनी लाइब्रेरी के आस-पास सीरियल रूट करना चाहते हैं
tr: :ref:`RoutingSerials` : Süreli yayınları kütüphaneniz içerisinde yönlendirmek isteyip istemediğinizi belirleyin

source: :ref:`RoutingListAddReserves` : Decide if holds are placed on serials when there is a routing list in place
de: :ref:`RoutingListAddReserves`: Entscheiden Sie, ob Sie bei Umlauflisten das Zeitschriftenheft für die Teilnehmer vormerken möchten
hi: :ref:`RoutingListAddReserves` : तय करें कि जगह पर रूटिंग सूची होने पर सीरियल पर रखी जाती है या नहीं
tr: :ref:`RoutingListAddReserves` : Mevcut bir yönlendirme listesi olduğunda süreli yayınlar üzerine ayırma yapılıp yapılamayacağını belirleyin

source: :ref:`StaffSerialIssueDisplayCount` : Decide how many of the most recent issues to display in the staff client
de: :ref:`StaffSerialIssueDisplayCount`: Entscheiden Sie, wie viele der zuletzt zugegangenen Hefte in der Dienstoberfläche angezeigt werden sollen
tr: :ref:`StaffSerialIssueDisplayCount` : En son çıkan sayılardan kaç tanesinin personel istemcide gösterileceğini belirleyin

source: :ref:`OPACSerialIssueDisplayCount` : Decide how many of the most recent issues to display in the OPAC
de: :ref:`OPACSerialIssueDisplayCount`: Entscheiden Sie, wie viele der zuletzt zugegangenen Hefte im OPAC angezeigt werden sollen
hi: :ref:`OPACSerialIssueDisplayCount` : ओपेक में सबसे हालिया मुद्दों में से कितने प्रदर्शित होने वाले निर्णय लें
tr: :ref:`OPACSerialIssueDisplayCount` : En son çıkan sayılardan kaç tanesinin OPAC'da gösterileceğini belirleyin

source: :ref:`SubscriptionHistory` : Decide how you want the subscription information to display in the OPAC
de: :ref:`SubscriptionHistory`: Entscheiden Sie, welche Sicht auf das Abonnement im OPAC zuerst angezeigt wird
hi: :ref:`SubscriptionHistory` : यह तय करें कि आप OPAC में सदस्यता जानकारी कैसे प्रदर्शित करना चाहते हैं
tr: :ref:`SubscriptionHistory` : Abonelik bilgisinin OPAC'da nasıl gösterileceğini belirleyin

source: Planning for Go-Live
de: Planung für den Go-Live
tr: Faaliyete başlamak için planlama

source: Once you have all of your settings ready, you need to prepare for making your system live:
de: Sobald Sie die Konfiugration abgeschlossen haben, sollten Sie sich auf den Produktivbetrieb vorbereiten:
hi: एक बार जब आप अपनी सेटिंग्स के सभी के लिए तैयार है, आप अपने सिस्टम को लाइव बनाने के लिए तैयार करने की जरूरत है:
tr: Eğer tüm ayarlarınız hazır durumdaysa, sisteminizi hayata geçirmek için hazırlanmanız gerekiyor:

source: Decide if you need training by an outside service or if your staff can do the training themselves.
de: Entscheiden Sie, ob Sie Schulungen von einem externen Anbieter in Anspruch nehmen möchten oder ob Sie die Schulungen intern organisieren.
tr: Dışarıdan bir eğitim hizmetine mi ihtiyacınız var yoksa personeliniz eğitimi kendileri verebilir mi karar verin.

source: Make sure that there is time for your staff to play with your test system and get comfortable with it
de: Stellen Sie sicher, dass das Bibliothekspersonal ausreichend Zeit hat, um sich mit dem Testsystem vertraut zu machen
hi: सुनिश्चित करें कि अपने कर्मचारियों को अपने परीक्षण प्रणाली के साथ खेलते हैं और इसके साथ आराम पाने के लिए समय नहीं है कि बनाओ
tr: Personelinizin, test sistemi üzerinde vakit geçirip kendilerini rahat hissetmeleri için yeterli zaman ayırdığınızdan emin olun

source: If this is a migration, work with your previous company to extract data right before you go live
de: Wenn dies eien Migration ist, stimmen Sie sich mit Ihrem vorherigen Anbieter ab, um die Daten kurz vor dem Go Live zu exportieren
tr: bu bir geçiş ise, faaliyete başlamadan hemen önce önceki firma ile veri ayıklamak için çalışın

source: Come up with URLs for your new Koha OPAC & Staff Client
de: Überlegen Sie sich die URLs unter denen Ihr neuer Koha-Katalog und die Dienstoberfläche erreichbar sein sollen
tr: Yeni Koha OPAC & Personel İstemcinizin URL'leri ile gelin

source: Make sure that if you're hosting your own system you have a backup plan
de: Stellen Sie sicher, dass Sie einen Plan für Backups haben, wenn Sie das System selbst betreiben
tr: Sisteminiz için hosting hizmetini kendiniz veriyorsanız bir yedekleme planınız olduğundan emin olun

source: :ref:`FRBR/Editions <frbrizeeditions-label>`
hi: :ref:`FRBR / संस्करण <frbrizeeditions-label>`
tr: :ref:`FRBR/Sürümler <frbrizeeditions-label>`

source: :ref:`Tagging <tagging-label>`
hi: :ref:`टैगिंग <tagging-label>`
tr: :ref:`Tag'leme <tagging-label>`

source: :ref:`Baker and Taylor <baker-and-taylor-label>`
hi: :ref:`बेकर और टेलर <baker-and-taylor-label>`
