Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: ar, de

source: **Superlibrarian permission:** This non-editable setting allows access to all librarian and web based Koha administration tasks in the staff interface. This user is the most powerful user in any Koha, so protect the credentials well.
ar: **صلاحية المكتبي المميز:** يتيح لك هذا الإعداد غير القابل للتعديل الوصول إلى كافة مهام المكتبي وإداره كوها على الويب في واجهة الموظف. هذا المستخدم هو الأقوى بين جميع مستخدمي كوها لذا يجب عليك حماية اعتماداته جيداً.
de: **Superlibrarian-Berechtigung:** Diese nicht-veränderbare Einstellung erlaubt es auf alle bibliothekarischen und administrativen Funktionen in der Dienstoberfläche zuzugreifen. Dieser Benutzer ist der mächtigste Benutzer in Koha, also passen Sie auf das Login gut auf.

source: **Username:** The username to log into the staff interface and OPAC (Online Patron Access Catalogue) with.
ar: **اسم المستخدم:** لتسجيل الدخول به إلى واجهة العميل والأوباك.
de: **Benutzername:** Der Benutzername für die Anmeldung im OPAC und in der Dienstoberfläche.

source: **Password:** A password consisting of letters, numbers, and spaces only which is greater than 8 characters.
ar: **كلمة المرور:** تتكون كلمة المرور من حروف، أرقام، ومسافات فقط وتزيد عن 8 أحرف.
de: **Passwort:** Ein Passwort bestehend aus Buchstaben, Ziffern und Leerzeichen, dass länger als 8 Zeichen ist.

source: **Confirm password:** Repeat the above password again
ar: **تأكيد كلمة المرور:** قم بإعادة كلمة المرور أعلاه مرة أخرى.
de: **Passwort bestätigen:** Wiederholen Sie das obige Passwort nochmals

source: Click the *Submit* button to create the patron account
ar: قم بالنقر على زر *تقديم* لإنشاء حساب المستفيد.
de: Klicken Sie auf die Schaltfläche *Absenden* um das Benutzerkonto anzulegen

source: **Path to create patron:** Patron's can be created or altered by going to Patrons->New patron
de: **Pfad zum Anlegen eines Benutzers:** Benutzer können unter Benutzer > Neuer Benutzer angelegt oder geändert werden

source: **Assign patron permissions:** After creating a patron go More->Set permissions to assign permissions.
de: **Benutzerberechtigungen setzen:** Nachdem ein Benutzer gespeichert wurde, gehen Sie zu Mehr > Berechtigungen setzen um Berechtigungen zu vergeben.

source: Create a patron example
ar: مثال إنشاء مستفيد
de: Beispiel für das Anlegen eines Benutzers

source: Create a Item type
de: Einen Medientyp anlegen

source: If you did not install sample item types in the web installer then this screen will be displayed.
ar: إذا لم تقم بتثبيت عينة أنواع المادة في مثبت الويب سيتم عرض هذه الشاشة.
de: Wenn Sie keine Beispiel-Medientypen über den Web Installer angelegt haben, dann wird diese Seite angezeigt.

source: As with the patron category the item type is basically a template which you use to make multiple items with common characteristics.
ar: مثل فئة المستفيد تماماً فإن نوع المادة في الأصل هو قالب لاستخدامه في إنشاء عدة مواد ذات خصائص مشتركة.
de: Wie der Benutzertyp ist auch der Medientyp im Wesentlichen eine Vorlage, die für mehrere Exemplare mit den gleichen Eigenschaften verwendet wird.

source: You need to input:
ar: يجب عليك إدخال:
de: Sie müssen eingeben:

source: Item type code
ar: رمز نوع المادة
de: Medientypcode

source: Create item type
ar: إنشاء نوع مادة
de: Medientyp anlegen

source: **Administrator account creation message:** Indicates if the administrator patron was created successfully
ar: **رسالة إنشاء حساب المدير:** توضح إنشاء المستفيد المدير بنجاح
de: **Meldung über das Anlegen eines Administratorkontos:** Zeigt an, dass das Administratorkonto erfolgreich angelegt wurde.

source: **Item type code:** Code consisting of up to 10 letters
ar: **رمز نوع المادة:** يتكون الرمز من مجموعة حروف تصل إلى 10 أحرف
de: **Medientypcode:** Code bestehend aus bis zu 10 Zeichen

source: **Description:** Sentence describing what the item type is.
ar: **الوصف:** جملة لوصف نوع المادة
de: **Beschreibung:** Beschreibung des Medientyps.

source: **Path to create item type:** Item types can be created or altered by going to Administrator->Item types
ar: **مسار لإنشاء نوع المادة:** يمكن إنشاء أنواع المادة أو تبديلها بالذهاب إلى الإدارة-> أنواع المادة
de: **Pfad zum Anlegen eines Medientyps:** Medientypen können unter Administration > Medientypen angelegt und bearbeitet werden.

source: Click the *Submit* button to create the item type
ar: قم بالنقر على زر *تقديم* لإنشاء نوع المادة.
de: Klicken Sie auf die Schaltfläche *Absenden*, um den Medientyp anzulegen.

source: Create item type example
ar: مثال إنشاء نوع المادة
de: Beispiel für das Anlegen eines Medientyps

source: The regular expression filtering Item Type code input will only accept letters.
de: Die Prüfung für die korrekte Eingabe des Medientypcodes erlaubt nur Buchstaben.

source: Create a Circulation Rule
de: Eine Ausleihkondition anlegen

source: This screen will always be displayed no matter what sample data you installed with the web installer.
ar: سوف يتم عرض هذه الشاشة بغض النظر عن عينات البيانات التي قمت بتثبيتها باستخدام مثبت الويب.
de: Diese Seite wird immer angezeigt, unabhängig von den Beispieldaten, die durch den Web Installer angelegt wurden.

source: Here you are creating a rule which applies the pre-defined organisational decisions of your library as to what restrictions you place on patrons borrowing items.
ar: من هنا تقوم بإنشاء قاعدة لتطبيق القرارات التنظيمية المعرفة سابقاً لمكتبتك مثل القيود التي تضعها على المستفيدين عند إعارة المواد.
de: Hier legen Sie eine Regel fest, welche die vordefinierten organisatorischen Entscheidungen Ihrer Bibliothek abbildet, was die Beschränkungen für die Ausleihe betrifft.

source: Create circulation rule
ar: إنشاء قاعدة إعارة
de: Ausleihkondition anlegen

source: Numbers are the only valid input for all input fields in this form.
ar: الأرقام هي المدخل الوحيد الصالح لجميع حقول الإدخال في هذا النموذج.
de: In allen Feldern dieses Formulars dürfen nur Ziffern angegeben werden.

source: **Item type creation message:** Indicates if the item type was created successfully
ar: **رسالة إنشاء نوع المادة:** توضح إنشاء نوع المادة بنجاح.
de: **Meldung über das Anlegen eines Medientyps:** Gibt an, ob der Medientyp erfolgreich angelegt wurde.

source: *Library branch* dropdown box: This is the library (or libraries) you want to apply the circulation rule to. By default it is set to *All*, however you can select a singular library to apply the rule to from the dropdown box.
de: Auswahlliste *Bibliothek*: Dies ist die Bibliothek (oder die Bibliotheken), für welche die Ausleihregel gültig sein soll. In der Voreinstellung ist dies auf *Alle* gesetzt, es kann aber auch eine einzelne Bibliothek aus der Auswahlliste gewählt werden.

source: *Patron categories* dropdown box: This is the patron categories you want to apply the circulation rule to. As with *Library branch* it is set to *All* by default but more options are avaliable.
de: Auswahlliste *Benutzertypen*: Dies sind die Benutzertypen, für welche die Ausleihregel gültig sein soll. Wie bei der Auswahlliste *Bibliothek* ist dies auf *Alle* voreingestellt aber weitere Optionen sind verfügbar.

source: *Item type* dropdown box: This is the item types that you want the circulation rule to apply to. Again more options are avaliable than the default selected *All* option.
de: Auswahlliste *Medientyp*: Dies sind die Medientypen, für welche die Ausleihregel gelten soll. Hier ist wieder *Alle* vorausgewählt, aber es sind weitere Optionen verfügbar.

source: **Current checkouts allowed:** This is the number of items allowed from the selected library, for selected patron categories and of the selected item type. Set to 50 by default.
ar: **الإعارات السموح بها حالياً**: عدد المواد المتاحة من المكتبة المحددة، لفئات المستفيد المحددة ولأنواع المادة المحددة. تم ضبطها إلى 50 افتراضياً.
de: **Gleichzeitige erlaubte Ausleihen:** Dies ist die Anzahl von Exemplaren aus der ausgewählten Bibliothek, für den gewählten Benutzertyp und gewühlten Medientyp, die gleichzeitig entliehen werden dürfen. Die Voreinstellung ist 50.

source: **Loan period:** Number of days or hours that an item is allowed out for. Set to 14 by default.
ar: **مدة الإعارة:** عدد الأيام أو الساعات المتاح إعارة المادة بها. تم الضبط افتراضياً إلى 14 افتراضياً.
de: **Leihfrist:** Anzahl an Tagen oder Stunden, für die ein Exemplar ausgeliehen wird. Die Voreinstellung ist 14.

source: *Units* dropdown box: Set by default to *Days*, the unit selecting in this field is applied to the numerical values written into **Loan Period** and **Renewals Period**
de: Auswahlliste *Einheiten*: In der Voreinstellung *Tage*, die Einheit wird für die numerischen Werte in den Feldern **Leihfrist** und **Verlängerungsfrist** verwendet.

source: **Renewals Allowed:** Number of times a item can be renewed. Set to 10 by default.
de: **Erlaubte Verlängerungen:** Anzahl an möglichen Verlängerungen. Die Voreinstellung ist 10.

source: **Renewals Period:** Number of days or hours that a renewal lasts for. Set to 14 by default.
de: **Verlängerungsfrist:** Anzahl an Tagen oder Stunden, welche die Frist bei einer Verlängerung verlängert wird. Die Voreinstellung ist 14.

source: *On shelf holds allowed* dropdown box: If items can be held whilst they are on the shelf.
ar: مربع *الحجوزات المسموح بها على الرف* المنسدل: إذا كان بالإمكان حجز المواد أثناء وجودها على الرف.
de: Auwahlliste *Vormerkung verfügbarer Titel*: Legt fest, ob Exemplare vorgemerkt werden können, wenn sie im Regal stehen.

source: **Path to create circulation rule:** Circulation rules can be created or altered by going to Administration -> Circulation and fines rules
ar: **مسار لإنشاء قاعدة الإعارة:** يمكن إنشاء قواعد الإعارة أو تعديلها عن طريق الذهاب إلى الإدارة -> قواعد الإعارة والغرامات
de: **Pfad zum Anlegen einer Ausleihregel:** Ausleihregeln können unter Administration > Ausleihkonditionen angelegt und bearbeitet werden.

source: Click the *Submit* button to create the circulation rule.
de: Klicken Sie auf die Schaltfläche 'Übermitteln', um die Zirkulationsregel zu erstellen.

source: Onboarding tool complete
ar: اكتمال أداة التدشين
de: Onboarding-Prozess abgeschlossen

source: This page tells you if the circulation rule was created successfully, and that the Koha installation is complete
ar: تخبرك هذه الصفحة بإنشاء قاعدة الإعارة بنجاح وأن تثبيت كوها قد اكتمل.
de: Diese Seite zeigt an, ob die Ausleihkondition erfolgreich angelegt wurde und die Koha-Installation abgeschlossen ist.

source: **Web installer message:** Indicates if the web installation is complete
ar: **رسالة مثبت الويب:** توضح اكتمال تثبيت الويب
de: **Meldung des Web Installers:** Zeigt an, ob der Web Installer erfolgreich durchlaufen wurde.

source: **Circulation rule creation message:** Indicates if the circulation rule was created successfully.
ar: **رسالة إنشاء قاعدة الإعارة:** توضح إنشاء قاعدة الإعارة بنجاح.
de: **Meldung zum Anlegen einer Ausleihregel:** Zeigt an, ob die Ausleihregel erfolgreich angelegt wurde.

source: **Start using Koha:** Click to login to Koha using the Koha administrator account you created using the onboarding tool.
ar: **البدء في استخدام كوها:** قم بالنقر لتسجيل الدخول إلى كوها باستخدام حساب مدير كوها الذي قمت بإنشائه باستخدام أداة التدشين.
de: **Koha verwenden:** Klicken Sie hier und melden Sie sich mit dem Koha-Administrator an, der im Onboarding-Prozess erstellt wurde.

source: Login to access staff interface
ar: تسجيل الدخول إلى واجهة الموظف
de: Anmelden in der Dienstoberfläche

source: You have now finished using the onboarding tool and can log into the staff interface using the patron account credentials you created in the onboarding tool
ar: لقد انتهيت الآن من استخدام أداة التدشين ويمكنك تسجيل الدخول إلى واجهة الموظف باستخدام حساب المستفيد الذي قمت بإنشائه في أداة التدشين.
de: Sie haben nun den Onboarding-Prozess beendet und können sich in der Dienstoberfläche mit den Anmeldedaten, die Sie hier angelegt haben, anmelden.

source: Login screen
ar: شاشة تسجيل الدخول
de: Anmeldeseite

source: **Username:** Enter the username you created for the patron
ar: **اسم المستخدم:** قم بإدخال اسم المستخدم الذي قمت بإنشائه للمستفيد
de: **Benutzername:** Geben Sie den Benutzernamen ein, mit dem Sie den Benutzer angelegt haben

source: **Password:** Enter the password you created
ar: **كلمة المرور:** قم بإدخال كلمة المرور التي قمت بإنشائها
de: **Passwort:** Geben Sie das Passwort ein, dass Sie angelegt haben

source: **Library:** This is the library staff interface you want to log into. The options are either: *My library* or the library you installed/created. Leaving the default selected option of *My library* is fine to log in with first time.
de: **Bibliothek:** Dies ist die Bibliothek unter der Sie sich anmelden möchten. Die Optionen sind entweder: *Meine Bibliothek* oder die Bibliothek, die angelegt wurde. Für die erste Anmeldung kann man die Einstellung *Meine Bibliothek* belassen.

source: Click the *Login* button to access the staff interface
de: Klicken Sie auf die Schaltfläche *Login*, um auf die Dienstoberfläche zu gelangen.

source: Login example
ar: مثال تسجيل الدخول
de: Beispiel für Anmeldung

source: Staff interface
ar: واجهة الموظف
de: Dienstoberfläche

source: The staff interface should now appear
ar: يجب أن تظهر واجهة الموظف الآن
de: Die Dienstoberfläche sollte nun angezeigt werden

source: For more information about how to use the staff interface, please visit `<https://koha-community.org/documentation/>`_
ar: للمزيد من المعلومات حول كيفية استخدام واجهة الموظف، يرجى زيارة <https://koha-community.org/documentation/>
de: Für weitere Informationen zur Verwendung der Dienstoberfläche finden Sie unter `<https://koha-community.org/documentation/>`_

source: Web installer
ar: مثبت الويب

source: Onboarding tool
ar: أداة التدشين/الإلحاق
