Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: ar, de

source: **Some basic currencies with USA dollar as default for ACQ module:** Install US dollar, Great British Pound, Canadian Dollar and Euro currencies. Set the US dollar as the default acquisition currency. Not installing these will mean that a currency will need to be defined before Acquisitions can be used.
de: **Einige Währungen mit US-Dollar als Standard:** Installieren Sie US-Dollar, englisches Pfund, kanadischer Dollar und EURO als Währungen. Setzt den US-Dollar als Voreinstellung. Wenn man diese nicht installiert, sollten diese angelegt werden, bevor man in Koha mit der Erwerbung oder dem Gebührenmodul arbeitet.

source: **Useful patron attribute types:** Not required to use Koha. Patrons have a barcode which identifies them. By clicking this checkbox you are making sure that this patron barcode is displayed on the patron summary screen.
ar: **أنواع سمات مستفيد مفيدة:** غير مطلوبة لاستخدام كوها. لدى المستفيدين باركود لتعريفهم. بالنقر على هذا المربع أنت تتأكد من عرض هذا الباركود في شاشة ملخص بيانات المستفيد.
de: **Nützliche Benutzerattribute:** Für die Verwendung von Koha nicht erforderlich. Benutzer haben eine Ausweisnummer, die Sie identifiziert. Wenn Sie diese Checkbox setzen, stellen Sie sicher, dass diese Ausweisnummer in der Kurzübersicht im Benutzerdatensatz angezeigt wird.

source: **Sample patron types and categories:** Not required to use Koha. Selecting this will install sample patron categories into the database. This will mean the Create patron category step in the onboarding tool is skipped.
de: **Beispiel-Benutzertypen:** Für die Verwendung von Koha nicht erforderlich. Wenn dies ausgewählt wird, werden Beispiele für Benutzertypen in der Datenbank installiert. In diesem Fall wird der Schritt zum anlegen eines ersten Benutzertyps im Onboarding-Prozess übersprungen.

source: **Sample label and patron card data:** Not required to use Koha, but recommended for most new installs. Selecting this will install sample data for labels and patron cards and will make it easier to create a labels and patron cards in the future.
ar: **عينة بيانات الملصق وبطاقة المستفيد:** غير مطلوبة لاستخدام كوها، لكن يوصى بها في التثبيتات الجديدة. تؤدي إلى تثبيت عينة بيانات للملصقات وبطاقات المستفيد مما يسهل إنشاء الملصقات وبطاقات المستفيد في المستقبل.
de: **Beispieldaten für den Etiketten- und Benutzerausweisdruck:** Für die Verwendung von Koha nicht erforderlich, aber für die meisten Installationen empfohlen. Wenn dies ausgewählt wird, werden Beispielvorlagen für den Druck von Etiketten und Benutzerausweisen installiert, die es erleichtern eigene Vorlagen zu erstellen.

source: **Sample holidays: Sunday, Christmas, New Year’s** Not required to use Koha. Selecting this will insert sample repeatable public holidays (e.g. Christmas) into the database.
ar: **عينة العطلات الرسمية: الإجازة الأسبوعية، رأس السنة، الأعياد** غير مطلوبة لاستخدام كوها. ستؤدي إلى إدخال عينة من العطلات الرسمية العامة المتكررة (مثال: الأعياد) في قاعدة البيانات.
de: **Beispiele für Schließtage: Sonntag, Weihnachten, Neujahr**: Nicht für die Verwendung von Koha erforderlich. Wenn dies ausgewählt wird, werden Beispiele für öffentliche Feiertage in der Datenbank angelegt. Hinweis: Hängt von der Auswahl von Beispiel-Bibliotheken ab.

source: **A set of default item types:** Not required for Koha. Selecting this will insert sample item type data into the database, meaning Create Item type step in the onboarding tool will be skipped.
de: **Beispiel-Medientypen:** Nicht für die Verwendung von Koha erforderlich. Wenn dies ausgewählt wird, werden Beispiele für Medientypen in der Datenbank angelegt und der Schritt für das Anlegen eines ersten Medientyps im Onboarding-Prozess wird übersprungen.

source: **Sample Libraries:** Not required for Koha. Selecting this will insert sample libraries into the database. Developers will often want this for demo or development purposes. Selecting this means the Create library step in the onboarding tool will be skipped.
de: **Beispiel-Bibliotheken:** Nicht für die Verwendung von Koha erforderlich. Wenn dies ausgewählt wird, werden Beispiele für Bibliotheken in der Datenbank angelegt. Dies ist für Demos oder für die Entwicklung oft nützlich. Wenn dies ausgewählt wird, wird das Anlegen einer ersten Bibliothek im Onboarding-Prozess übersprungen.

source: **Sample news items:** Not required for Koha. Selecting this will insert sample news items that are displayed on the OPAC (Online Public Access Catalog) and staff client into the database.
ar: **عينة مواد الأخبار:** غير مطلوبة لكوها. تقوم بإدخال عينة من مواد الأخبار التي يتم عرضها في الأوباك (فهرس الوصول العام على الخط المباشر) وبرنامج العميل إلى قاعدة البيانات.
de: **Beispiel-Nachrichten:** Nicht für die Verwendung von Koha erforderlich. Wenn dies ausgewählt wird, werden Beispiele für Nachrichteneinträge im OPAC (Online Public Access Catalog) und in der Dienstoberfläche in der Datenbank angelegt.

source: **Sample patrons:** Not required for Koha. Patrons are the people who use the Koha Library Management System, for example: library users and staff. Selecting this will insert a number of sample patrons into the database. Developers will often want this for demo or development purposes.
ar: **عينة المستفيدين:** غير مطلوبة لكوها. المستفيدون هم الأشخاص الذين يستخدمون نظام كوها لإدارة المكتبات، على سبيل المثال: مستخدمي المكتبة وموظفيها. يقوم بإدخال عدداً من عينات المستفيدين إلى قاعدة البيانات. يرغب المطورون في ذلك لأغراض تطويرية.
de: **Beispiel-Benutzer:** Nicht für die Verwendung von Koha erforderlich. Benutzer sind die Personen, die das Bibliothekssystem verwenden, z.B. das Bibliothekspersonal und die Bibliotheksnutzer. Wenn dies ausgewählt wird, wird eine Anzahl von Beispielbenutzern in der Datenbank angelegt. Dies ist häufig für Demonstrations- und Entwicklungszwecke nützlich.

source: **Sample quotes:** Not required for Koha. Quotes of the day can be displayed to library users on the OPAC (Online Public Access Catalog) interface. Selecting this will install a few library related sample quotes.
ar: **عينة الاقتباسات:** غير مطلوبة لكوها. يمكن عرض اقتباس اليوم على مستخدمي المكتبة في واجهة الأوباك (فهرس الوصول العام على الخط المباشر). سوف يثبت تحديد ذلك عدداً من الاقتباسات ذات الصلة بالمكتبة.
de: **Beispiel-Zitate:** Nicht für die Verwendung von Koha erforderlich. Zitate des Tages können im OPAC und in der Dienstoberfläche angezeigt werden. Wenn dies ausgewählt wird, werden einige Zitate installiert.

source: **Allow access to the following servers to search and download record information:** Not required to use Koha, but recommended for most new installs. Selecting this configures Koha to allow access to a selection of Z39.50 targets, which allow searching the target servers for MARC21 records to import them into your Koha instance. This can avoid the need to manually input all record information manually, or greatly speed up the process.
ar: **السماح بالوصول إلى الخوادم التالية لبحث وتنزيل معلومات التسجيلة:** غير مطلوب لاستخدام كوها، لكن يوصى به لأغلب التثبيتات الجديدة. سوف يهيئ كوها للسماح بالوصول إلى عدداً من أهداف بحث Z39.50، مما يتيح االبحث عن تسجيلات مارك21 في خوادم الهدف لاستيرادها إلى كوها. يؤدي ذلك إلى تجنب الحاجة إلى إدخال كافة معلومات التسجيلة يدوياً، أو تسريع العملية بقدر كيبر.
de: **Erlaube den Zugang zu den folgenden Servern für Suche und Download von Datensätzen:** Nicht für die Verwendung von Koha erforderlich, aber für die meisten Installationen empfohlen. Wenn dies asugewählt wird, wird eine Auswahl von Z39.50-Quellen installiert, über welche die Suche nach MARC21-Datensätzen und deren Import in die Koha-Instanz möglich ist. Damit wird die manuelle Erfassung vermieden und dadurch der Katalogisierungsprozess beschleunigt.

source: Click the *Import* button to install the default and selected data values.
ar: قم بالنقر على زر *استيراد* لتثبيت الإعدادات الافتراضية وقيم البيانات المحددة.
de: Klicken Sie die Schaltfläche *Importieren*, um die obligatorischen und ausgewählten Daten zu installieren.

source: Unimarc setup
de: UNIMARC-Konfiguration

source: There are only 2 data values in the Unimarc advanced setup which are unique:
de: Es gibt nur 2 Datenwerte im erweiterten UNIMARC-Setup, die einmalig sind:

source: Authority Structure for UNIMARC in English
de: Normdatenstruktur für UNIMARC in Englisch

source: Default UNIMARC bibliographic framework in English
ar: إطار يونيمارك البيبلوغرافي الافتراضي باللغة الإنجليزية
de: Bibliografisches Standard-Framework für UNIMARC in Englisch

source: Optional values are the same for both Unimarc and MARC21, therefore their definition will not be repeated.
de: Die optionalen Daten sind die gleichen für UNIMARC und MARC21, daher wird ihre Beschreibung nicht wiederholt.

source: *Authority structure for UNIMARC in English:* Authority records store the search terms used to find items in the database. Unlike MARC21, when using Unimarc the authority structure needs to be compatible with Unimarc. Selecting this option makes it compatible.
de: *Normdatenstruktur für UNIMARC auf Englisch:* Normdaten werden für die Vereinheitlichung von Begriffen und Namen verwendet und können durch die Angabe von Verweisungsformen und Ober- und Unterbegriffen auch für die Recherche sinnvoll sein. Wenn mit UNIMARC gearbeitet wird, muss auch die Normdatenstruktur zu UNIMARC kompatibel sein. Wenn diese Option ausgewählt wird, werden die passenden Daten installiert.

source: *Default UNIMARC bibliographic framework in English:* In the previous screen you clicked to use the Unimarc flavour, now by selecting this option you are confirming you want to use that framework.
de: *Bibliografisches Standard-Framework für UNIMARC auf Englisch:* Auf der vorherigen Seite haben Sie sich für UNIMARC entschieden, nun müssen Sie diese Option wählen, um das entsprechende Framework zu installieren.

source: Click the *Import* button to install the sample data
ar: قم بالنقر على زر *استيراد* لتثبيت عينات البيانات.
de: Klicken Sie auf die Schaltfläche *Importieren*, um die Beispieldaten zu installieren

source: Selected data added
ar: تمت إضافة البيانات المحددة
de: Ausgewählte Daten hinzugefügt

source: After you have clicked the *Import* button in either the MARC21 or UNIMARC setup screen this screen will appear. It shows you if the selected/default data values were successfully inserted into the database.
de: Nachdem Sie auf die Schaltfläche "Importieren" von der MARC21- oder UNIMARC-Konfigurationsseite geklickt haben, wird diese Seite angezeigt. Sie zeigt an, ob die gewählten Daten erfolgreich in der Datenbank installiert wurden.

source: **Optional data added:** If you selected an optional data value then it will be displayed here. If you did not choose any optional data value then the **optional data added** title will not be displayed.
ar: **تمت إضافة البيانات الاختيارية:** إذا قمت بتحديد قيمة بيانات اختيارية فسيتم عرضها هنا. إذا لم تقم باختيار أي قيم بيانات اختيارية فلن يتم عرض عنوان **تمت إضافة البيانات الاختيارية**.
de: **Hinzugefügte optionale Daten:** Wenn optionale Daten ausgewählt wurden, werden diese hier angezeigt. Wenn keine optionalen Daten ausgewählt wurden, erscheint diese Überschrift nicht.

source: **Mysql data added:** These data values will always be installed and consequently displayed on this screen.
de: **Hinzugefügte MySQL-Daten:** Diese Daten werden immer installiert und daher auch immer hier angezeigt.

source: **Mandatory data added:** Same as above.
ar: **تمت إضافة البيانات الإلزامية:** نفس ما سبق
de: **Pflichtdaten hinzugefügt:** Wie oben.

source: **Installation message:** Tells you if the Koha database was successfully created ready for you to use the onboarding tool.
ar: **رسالة التثبيت** لإخبارك بإنشاء قاعدة بيانات كوها بنجاح وجاهزة لاستخدام أداة التدشين.
de: **Meldung zur Installation:** Zeigt an, ob die Koha-Datenbank erfolgreich angelegt wurde und bereit für den Onboarding-Prozess ist.

source: Click the *Set up some of Koha's basic requirements* button to go to a redirection screen, which in turn will take you to the onboarding tool.
ar: قم بالنقر على زر *تنصيب بعض متطلبات كوها الأساسية* للذهاب إلى شاشة إعادة التوجيه، والتي ستأخذك بدورها إلى أداة التدشين.
de: Klicken Sie die Schaltfläche *Grundeinstellungen konfigurieren*, um zum Onboarding-Prozess weitergeleitet zu werden.

source: Redirect to onboarding tool
ar: إعادة التوجيه إلى أداة التدشين
de: Weiterleitung zum Onboarding

source: If you wait for around 10 seconds this screen should redirect you to the onboarding tool start screen.
ar: إذا انتظرت نحو 10 ثوانٍ ستقوم هذه الشاشة بنقلك إلى شاشة البدء في أداة التدشين.
de: Wenn Sie 10 Sekunden warten, werden Sie automatisch zum Onboarding-Prozess weitergeleitet.

source: If after waiting you are not redirected select the link pointed out by the arrow in the above screenshot.
ar: إذا لم تتم إعادة التوجيه بعد الانتظار، قم بتحديد الرابط الذي يشير إليه السهم في الشاشة الملتقطة أعلاه.
de: Wenn Sie nicht automatisch weitergeleitet werden, klicken Sie auf den Link, der im Screenshot durch den Pfeil hervorgehoben ist.

source: Create a library
ar: إنشاء مكتبة
de: Bibliothek anlegen

source: The installer will prompt to create the first library or branch if the sample libraries were not installed.
ar: سوف تظهر لك رسالة لإنشاء المكتبة الأولى أو الفرع في حالة عدم تثبيت عينات للمكتبات.
de: Der Installationsprozess fordert Sie auf die erste Bibliothek oder Zweigstelle anzulegen, wenn die Beispiel-Bibliotheken nicht installiert wurden.

source: A library in Koha is the digital representation of a "physical" place. More libraries can be added later by going to Administration -> Libraries and groups.
ar: المكتبة في كوها هي تمثيل رقمي للمكتبة "المادية". يمكن إضافة المزيد من المكتبات لاحقاً عن طريق الذهاب إلى الإدارة -> المكتبات والمجموعات
de: Eine Bibliothek ist in Koha eine digitale Repräsentation eines "realen" Ortes. Weitere Bibliotheken können später über Administration > Bibliotheken und Gruppen angelegt werden.

source: Create library
ar: إنشاء مكتبة
de: Bibliothek anlegen

source: **Library code:** code consisting of up to 10 letters.
ar: **رمز المكتبة:**رمز يتكون من مجموعة حروف يمكن أن تصل إلى 10 حروف.
de: **Bibliothekskürzel:** Kürzel bestehend aus bis zu 10 Zeichen.

source: **Name:** Official name of the library, as it is commonly known.
ar: **الاسم:** الاسم الرسمي للمكتبة.
de: **Name:** Offizieller Name der Bibliothek unter der diese bekannt ist.

source: **Create more libraries:** If more libraries are required, or changes need to be made to this freshly created library, go to Administration->Libraries and groups
de: **Weitere Bibliotheken anlegen:** Wenn weitere Bibliotheken benötigt oder Änderungen an der gerade angelegten gemacht werden sollen, gehen Sie zu Administration > Bibliotheken und Gruppen

source: Click the *Submit* button to create a library.
ar: قم بالنقر على زر *تقديم* لإنشاء المكتبة.
de: Klicken Sie auf die Schaltfläche *Absenden*, um die Bibliothek anzulegen.

source: For example:
ar: على سبيل المثال:
de: Zum Beispiel:

source: Create library example
ar: مثال إنشاء مكتبة
de: Beispielbibliothek anlegen

source: **Library code:** The regular expression that filters the acceptable inputs for library code only accepts up to 10 letters.
ar: **رمز المكتبة:** التعبير المعتاد لتنقيح المدخلات المقبولة لرمز المكتبة يقبل حتى 10 أحرف فقط.
de: **Bibliothekskürzel:** Die Prüfung für eine korrekte Eingabe des Bibliothekskürzels akzeptiert nur bis zu 10 Zeichen.

source: Create a patron category
ar: إنشاء فئة مستفيد
de: Benutzertyp anlegen

source: All patrons in Koha must have a patron category. The patron category is like a jelly mold; multiple individual patron accounts can share common characteristics, such as circulation rules, notice frequency, holds allowed, and much more. Koha requires at least one patron category in order to add patrons.
ar: يجب أن يكون لكل مستفيد في كوها فئة مستفيد. فئة المستفيد تشبه القالب؛ يمكن أن تشترك العديد من حسابات المستفيدين الفردية في بعض الخصائص، مثل: قواعد الإعارة، تواتر الإخطارات، الحجوزات المسموح بها، وغير ذلك. يتطلب كوها فئة مستفيد واحدة على الأقل لتتم إضافة المستفيدين.
de: Alle Benutzer müssen in Koha einen Benutzertyp haben. Der Benutzertyp ist wie eine Vorlage; mehrere individuelle Benutzerkonten können die gleichen Charakteristiken, wie Ausleihkonditionen, Benachrichtigungseinstellungen, Vormerkoptionen und vieles andere teilen. Koha erfordert mindestens einen Benutzertyp, um Benutzer anlegen zu können.

source: A patron category requires:
ar: تتطلب فئة المستفيد:
de: Ein Benutzertyp erfordert:

source: Category code
ar: رمز الفئة
de: Kategoriecode

source: Description
ar: الوصف
de: Beschreibung

source: Overdue notice required
ar: إخطار التأخر مطلوب
de: Mahnschreiben erforderlich

source: Category type
ar: نوع الفئة
de: Kategorie

source: Default privacy
ar: الخصوصية الافتراضية
de: Standardeinstellung für Datenschutz

source: Enrolment period: In months OR Until date
ar: فترة التسجيل: بالشهور أو حتى تاريخ
de: Gültigkeitszeitraum: In Monaten ODER bis zum Datum

source: **Library creation message:** Indicates whether the library was created successfully.
ar: **رسالة إنشاء المكتبة:** توضح إنشاء المكتبة بنجاح.
de: **Meldung über das Anlegen einer Bibliothek:** Gibt an, ob die Bibliothek erfolgreich angelegt wurde.

source: **Category code:** Code consisting of up to 10 letters.
ar: **رمز الفئة:** يتكون الرمز من مجموعة حروف تصل إلى 10 أحرف.
de: **Benutzertypcode:** Kürzel, bestehend aus bis zu 10 Zeichen.

source: **Description:** Sentence describing what the patron category is.
ar: **الوصف:** جملة تصف فئة المستفيد.
de: **Beschreibung:** Anzeigetext für den Benutzertyp.

source: *Overdue notice required* dropdown button: Set by default to 'No'. This specifies if you want the patron category to receive overdue notices.
de: Auswahlliste *Mahnschreiben erforderlich*: In der Voreinstellung "Nein". Dies gibt an, ob Benutzer dieses Benutzertyps Mahnschreiben erhalten sollen.

source: **Category type:** This makes the category created a staff member.
ar: **نوع الفئة:** سيقوم أحد الموظفين بإنشاء الفئة
de: **Kategorie:** Dies legt fest, dass es sich bei dem Benutzertyp um Bibliothekspersonal handelt.

source: **Default privacy:** Set by default to 'Default'. The Default privacy controls the amount of time that the reading history of the patron is stored for.
de: **Standardeinstellung für Datenschutz:** In der Voreinstellung steht dies auf "Standard". Diese Einstellung kontrolliert wie lange die Ausleihhistorie eines Benutzers gespeichert wird.

source: **Enrolment period-In months:** This is the number of months that the patrons created from this patron category are enrolled for.
de: **Gültigkeitsdauer-In-Monaten:** Dies ist die Anzahl von Monaten, die ein Benutzerausweis gültig bleibt, der mit diesem Benutzertyp angelegt wurde.

source: **Enrolment period-Until date:** Select a date from the interactive datepicker calendar icon which appears when you click on this input box. The date you choose will be the enrolment end date for patrons created from this patron category.
de: **Gültigkeitsdauer-Bis-Datum:** Wählen Sie ein Datum über das Datumswidget, das angezeigt wird, wenn Sie in dieses Eingabefeld klicken. Das gewählte Datum ist das Ablaufdatum der Benutzerkonten, die mit diesem Benutzertyp angelegt werden.

source: **Path to create patron category:** More patron categories can be created or altered by going to Administration -> Patron categories.
ar: **مسار لإنشاء فئة المستفيد:** يمكن إنشاء أو تعديل المزيد من فئات المستفيد عن طريق الذهاب إلى الإدارة -> فئات المستفيد
de: **Pfad zum Anlegen eines Benutzertyps:** Weitere Benutzertypen können unter Administration > Benutzertypen angelegt und bearbeitet werden.

source: Click the *Submit* button to create the patron category.
ar: قم بالنقر على زر *إرسال* لإنشاء فئة المستفيد.
de: Klicken Sie auf die Schaltfläche *Absenden*, um den Benutzertyp anzulegen.

source: Create a patron
ar: إنشاء مستفيد
de: Einen Benutzer anlegen

source: A superlibrarian patron user is required to log into the Koha staff interface, once the onboarding process has been completed.
ar: يتطلب تسجيل دخول مكتبي مميز إلى واجهة موظفي كوها بمجرد إتمام عملية التدشين.
de: Ein Benutzerkonto mit Superlibrarian-Berechtigung ist für die Anmeldung in der Dienstoberfläche erforderlich, sobald der Onboarding-Prozess abgeschlossen ist.

source: It is very important to document the username and password created here as they are the account credentials required to login as an administrator (superlibrarian) of Koha.
ar: من الضروري توثيق اسم المستخدم وكلمة المرور التي يتم إنشائها هنا حيث تمثل الاعتمادات اللازمة لتسجيل الدخول كمدير (مكتبي مميز) لكوها.
de: Es ist daher sehr wichtig den hier angelegten Benutzernamen und das Passwort zu dokumentieren, da diese für die Anmeldung als Administrator (Superlibrarian) in Koha erforderlich sind.

source: You will need to input/select:
ar: يجب عليك إدخال/تحديد:
de: Sie müssen angeben:

source: Surname
ar: اللقب
de: Nachname

source: First Name
de: Vorname

source: Card number
ar: رقم البطاقة:
de: Ausweisnummer

source: Library
ar: مكتبة
de: Bibliothek

source: Patron category
ar: فئه مستخدم
de: Benutzertyp

source: Username
ar: اسم المستخدم
de: Benutzername

source: Password
ar: كلمة المرور
de: Passwort

source: **Patron category creation message:** This indicates that if the patron category was created successfully.
ar: **رسالة إنشاء فئة المستفيد:** توضح إنشاء فئة المستفيد بنجاح.
de: **Meldung über das Anlegen eines Benutzertyps:** Diese zeigt an, dass der Benutzertyp erfolgreich angelegt wurde.

source: **Surname:** Surname, or something descriptive
ar: **اللقب:** اللقب، أو ما شابه.
de: **Nachname:** Nachname oder etwas Beschreibendes

source: **First name:** First name, or something descriptive
ar: **الاسم الأول:** الاسم الأول، أو ما شابه
de: **Vorname:** Vorname oder etwas Beschreibendes

source: **Card Number:** This number must be unique
de: **Ausweisnummer:** Diese Nummer muss einmalig sein

source: *Library* dropdown box: If a library has been created using this onboarding tool, it will be the only option. Otherwise select a random library from the sample libraries installed by the web installer.
ar: مربع *المكتبة* المنسدل: اذا تم إنشاء المكتبة باستخدام أداة التدشين فسيكون هذا هو الخيار الوحيد و إلا يمكنك اختيار مكتبة عشوائية من عينات المكتبات التي تم تثبيتها بواسطة مثبت الويب
de: Auswahlliste für *Bibliothek*: Wenn eine Bibliothek durch den Onboarding-Prozess angelegt wurde, ist diese die einzige Auswahlmöglichkeit. Anderenfalls können Sie eine zufällige Bibliothek aus der Liste der Beispielbibliotheken auswählen, die über den Web Installer installiert wurden.

source: *Patron category* dropdown box: If a patron category was created using this onboarding tool, it will be the only option. Otherwise select the *Staff* patron category.
ar: المربع المنسدل ل*فئة المستفيد*: اذا تم إنشاء فئه المستفيد باستخدام أداه التدشين فسيكون هذا هو الخيار الوحيد أو قم بتحديد فئة المستفيد *موظف*
de: Auswahlliste für den *Benutzertyp*: Wenn ein Benutzertyp über den Onboarding-Prozess angelegt wurde, ist dieser die einzige Option. Anderenfalls wählen Sie aus der Auswahlliste die Option *Personal*.
