Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/installation.po
Languages: ar, de

source: Introduction to the Koha Installation Process
de: Einführung in den Koha Installations-Prozess

source: This is the Koha Installation Manual
de: Das ist das Koha Installations-Handbuch.

source: The Koha Library Management System installation process uses 2 tools:
de: Der Koha Installations-Prozess benötigt zwei Werkzeuge:

source: This documentation will outline both of these tools.
ar: سيقوم هذا التوثيق بتوضيح ماهية هاتين الأداتين
de: Diese Dokumentation beschreibt diese beiden Werkzeuge.

source: What is the Koha web installer?
ar: ما هو مثبت ويب كوها؟
de: Was ist der Koha Web Installer?

source: The web installer sets up the database tables that store the all the data you work with in Koha, for example the library branches, patrons and items.
ar: يقوم مثبت الويب بتنصيب جداول قاعدة البيانات التي تقوم بتخزين جميع البيانات التي تعمل بها في كوها، مثل: فروع المكتبة، المستفيدين، والمواد.
de: Der Web Installer erstellt die Datenbanktabellen, in der alle Daten die in Koha verwendet werden gespeichert werden. Das sind beispielsweise die Bibliotheken, Benutzer und Exemplare.

source: The web installer starts with a login screen for you to enter the database administrator account credentials.
ar: يبدأ مثبت الويب بشاشة تسجيل دخول لإدخال بيانات حساب مدير قاعدة البيانات بها.
de: Der Web Installer startet mit einem Anmeldebildschirm. Dort müssen die Daten des Datenbankadministrators eingegeben werden.

source: The installer will then create the tables and fill the tables with data. The next step in the process is to set up a few mandatory first use settings, via the Onboarding tool.
de: Der Installer erstellt anschließend die Tabellen und füllt diese mit Daten. Im nächsten Schritt werden über das Onboarding Tool ein paar erste, verpflichtende Konfigurationseinstellungen vorgenommen.

source: What is the Koha Onboarding tool?
de: Was ist das Koha Onboarding Tool?

source: The onboarding tool makes sure you have at least one library, patron category, patron, item type and circulation rule before you start using Koha.
ar: تعمل أداة التدشين على ضمان وجود مكتبة واحدة، فئة مستفيد واحدة، مستفيد واحد، نوع مادة واحد وقاعدة بيانات واحدة على الأقل قبل البدء في استخدام كوها.
de: Das Onboarding Tool stellt sicher, dass mindestens eine Bibliothek, ein Benutzertyp, ein Benutzer, ein Medientyp und eine Ausleihkondition erstellt wurde, bevor Sie beginnen mit Koha zu arbeiten.

source: If you installed sample data for library, patron category, and/or item type then the screens to create these will be skipped.
ar: إذا قمت بتثبيت عينة بيانات لكل من المكتبة، وفئة المستفيد، و/أو نوع المادة سيتم تخطي الشاشات التي تقوم بإنشائها.
de: Wenn für die Bibliothek, die Benutzertypen, und / oder den Medientypen Beispieldaten erstellt wurden, werden die Masken zu deren Erstellung übersprungen.

source: You will, however, always have to create a patron (to log into the staff interface at the end of the onboarding tool) and a circulation rule.
ar: ومع ذلك فيجب عليك دائماً إنشاء مستفيد (ليقوم بتسجيل الدخول إلى واجهة الموظف بكوها بنهاية أداة التدشين) إلى جانب قاعدة إعارة.
de: Sie müssen jedoch in jedem Fall immer einen Benutzer (zur Anmeldung in der Dienstoberfläche am Ende des Onboarding Tools) und eine Ausleihkondition anlegen.

source: Web installer login
ar: تسجيل الدخول إلى مثبت الويب
de: Login zum Web Installer

source: This login screen is the first screen that appears when installing Koha.
ar: شاشة تسجيل الدخول هي أول شاشة تظهر عند تثبيت كوها.
de: Dieser Anmeldebildschirm erscheint als erstes bei der Installation von Koha.

source: Web Installer login
de: Login zum Web Installer

source: **Koha version name**: This will display whatever Koha version number you are installing.
ar: **اسم إصدار كوها**: سيعرض ذلك رقم إصدار كوها الذي تقوم بتثبيته.
de: **Koha Versionsname**: Hier wird die Koha Versionsnummer angezeigt, die installiert wird.

source: **Username**: This is database administrator username which is *koha_kohadev* by default.
ar: **اسم المستخدم**: اسم مستخدم مدير قاعدة البيانات، والإعداد الافتراضي هو *koha_kohadev*
de: **Benutzername**: Dies ist der Benutzername des Datenbankadministrators, voreingestellt *koha_kohadev*.

source: **Password**: This is the database administrator password which is *password* by default.
ar: **كلمة المرور**: كلمة المرور لمدير قاعدة البيانات، والإعداد الافتراضي هو *password*
de: **Passwort**: Dies ist das Passwort des Datenbankadministrators, voreingestellt *password*.

source: *Log in*: Select this button to login
ar: *تسجيل الدخول*: قم بالضغط على هذا الزر لتسجيل الدخول
de: *Anmelden*: Betätigen Sie diesen Button, um sich anzumelden.

source: Language picker
ar: محدد اللغة
de: Sprachauswahl

source: **Installer Start screen**
de: **Installationsstartseite**

source: This is the first screen of the web installer.
ar: هذه هي الشاشة الأولى لمثبت الويب
de: Das ist der erste Bildschirm des Web Installers.

source: Web installer start screen
ar: شاشة بدء مثبت الويب
de: Web-Installer Startbildschirm

source: *Language picker* dropdown box: This is specifying the language you want Koha to be in.
ar: المربع المنسدل ل*محدد اللغة*: يقوم بتحديد اللغة التي تريدها لكوها.
de: *Sprache auswählen* Dropdown box: Hier können Sie die Sprache auswählen.

source: Installing other languages that have translations for the installer (DE or FR, for example) will allow those languages to be used for the web installer.
ar: القيام بتثبيت لغات أخرى بها ترجمات للمثبت (كالألمانية أو الفرنسية على سبيل المثال) سيتيح استخدام تلك اللغات في مثبت الويب.
de: Sprachen, die auch Übersetzungen für den Installer haben (z. B. FR), können nach dem Installieren auch für den Web Installer verwendet werden.

source: Click the *Continue to the next step* button to load the next stage of the web installer.
ar: قم بالنقر على زر *استمرار إلى الخطوة التالية* لتحميل المرحلة التالية من مثبت الويب
de: Klicken Sie auf *Fortfahren zum nächsten Schritt*, um die nächste Stufe des Web-Installers zu laden.

source: Installer Perl Modules Installed
de: Installierte Perl-Module

source: This screen tells you that the installer has all the dependencies it needs, to create the database in the next screen.
ar: تخبرك هذه الشاشة بأن المثبت لديه كافة الملحقات التي يحتاجها لإنشاء قاعدة البيانات في الشاشة التالية.
de: Dieser Bildschirm zeigt Ihnen an, das alle Abhängigkeiten, die benötigt werden, installiert wurden, um die Datenbank im nächsten Schritt zu erstellen.

source: Perl modules installed
ar: تم تثبيت أنظمة بيرل الفرعية
de: Perl-Module installiert

source: Click on the *Continue to the next step* button to load the next stage of the web installer.
ar: قم بالنقر على زر *الاستمرار إلى الخطوة التالية* لتحميل المرحلة التالية من مثبت الويب
de: Klicken Sie auf *Mit dem nächsten Schritt fortfahren* um zum nächsten Schritt des Web Installers zu gelangen.

source: Database Settings
de: Datenbankeinstellungen

source: This screen informs you of the database settings and asks you to confirm them by clicking the *Continue to the next step* button.
ar: تخبرك هذه الشاشة بإعدادات قاعدة االبيانات وتطلب منك تأكيدها بالنقر على زر *الاستمرار إلى الخطوة التالية*
de: Dieser Bildschirm informiert über die Datenbankeinstellungen und fordert Sie auf, sie zu bestätigen, indem Sie auf *Mit dem nächsten Schritt fortfahren* klicken.

source: For the majority of users these settings should be correct, if not then you should contact your support provider.
ar: بالنسبة لأغلبية المستخدمين يجب أن تكون هذه الإعدادات صحيحة، وإلا فيجب عليك الاتصال بموفر خدمة الدعم الخاص بك.
de: Für die Mehrheit der Benutzer sollten diese Einstellungen korrekt sein. Falls nicht, kontaktieren Sie bitte Ihren Supportdienstleister.

source: Database settings
ar: إعدادات قاعدة البيانات
de: Datenbankeinstellungen

source: **Database Settings:** Check these database settings are correct.
de: **Datenbankeinstellungen:** Überprüfen Sie, ob die Datenbankeinstellungen korrekt sind.

source: Click the *Continue to the next step* button to confirm the database settings
ar: قم بالنقر على زر *الاستمرار إلى الخطوة التالية* لتأكيد إعدادات قاعدة البيانات
de: Klicken Sie auf *Mit dem nächsten Schritt fortfahren*, um die Datenbankeinstellungen zu bestätigen.

source: **Connection Established**
de: **Verbindung hergestellt**

source: After you click the *Next* button the database connection is confirmed:
ar: بعد النقر على زر *التالي* سيتم تأكيد اتصال قاعدة البيانات:
de: Wenn Sie auf *Weiter* klicken, wird die Datenbankverbindung bestätigt:

source: Database connection established
ar: تم إنشاء اتصال قاعدة البيانات
de: Verbindung zur Datenbank hergestellt

source: **Connection established message:** This informs you that the database has been successfully created.
ar: **رسالة إنشاء الاتصال:** لإخبارك بإنشاء قاعدة البيانات بنجاح
de: **Nachricht Verbindung hergestellt.** Die Datenbank wurde erfolgreich erstellt.

source: Click the *Continue to the next step* button to load the next stage
ar: قم بالنقر على زر *الاستمرار إلى الخطوة التالية* لتحميل المرحلة التالية.
de: Klicken Sie auf *Fortfahren mit dem nächsten Schritt*, um die nächste Stufe zu laden

source: If you have database connection difficulties here, the installer will not proceed. Double check the connection information in your koha-conf.xml file, and verify that the permissions and credentials on the database itself are correct.
ar: إذا واجهتك أي صعوبات بخصوص قاعدة البيانات في هذه المرحلة، فلن يقوم مثبت الويب بالمتابعة. يجب عليك التأكد من معلومات الاتصال في ملف koha-conf.xml، والتحقق من أن الصلاحيات والاعتمادات الموجودة في قاعدة البيانات نفسها صحيحة.
de: Wenn Sie Schwierigkeiten bei der Datenbankverbindung haben, wird der Installer nicht fortgesetzt. Überprüfen Sie die Verbindungsinformationen in der Datei koha-conf.xml, und stellen Sie sicher, dass alle Berechtigungen und Anmeldeinformationen auf der Datenbank korrekt sind.

source: Ready to fill tables with data
ar: جاهز لملء الجداول بالبيانات
de: Die Tabellen können mit Daten gefüllt werden

source: This screen is informing you everything is set up for you to create the database tables in the next screen.
ar: تخبرك هذه الشاشة أن كل شيء معد لإنشاء جداول قاعدة البيانات في الشاشة التالية.
de: Dieser Bildschirm informiert darüber, dass nun alles bereits ist, um im nächsten Schritt die Datenbanktabellen zu erstellen.

source: Database ready for data
ar: قاعدة البيانات جاهزة للبيانات
de: Datenbank bereit für Daten

source: This step can take some time. Please be patient.
ar: يمكن أن تستغرق هذه الخطوة بعض الوقت. يرجى التحلي بالصبر.
de: Dieser Schritt kann etwas dauern. Bitte haben Sie Geduld.

source: Database tables created
ar: تم إنشاء جدول قاعدة البيانات
de: Datenbanktabellen angelegt

source: Click the *Continue to the next step* button
ar: قم بالنقر على زر *الاستمرار إلى الخطوة التالية*
de: Klicken Sie auf *Fortfahren mit dem nächsten Schritt*

source: Ready for basic configurations
ar: جاهز للتهيئة الأساسية
de: Bereit für die Grundkonfiguration

source: This screen leads onto installing basic configurations necessary to use Koha.
ar: تقودك هذه الشاشة إلى تثبيت التهيئات الأساساية اللازمة لاستخدام كوها.
de: Dieser Bilschirm führt durch die Installation einiger notwendiger Basiskonfigurationen, die notwendig sind um Koha zu verwenden.

source: Select MARC flavour
ar: تحديد نوع مارك
de: MARC-Format auswählen

source: You must choose your MARC flavour (format you want the bibliographic (catalog) records to be stored in the database) on this screen:
ar: يجب عليك اختيار نوع مارك (التنسيق الذي ترغب تخزين تسجيلاتك البيبلوغرافية (فهرسك) به في قاعدة البيانات) من هذه الشاشة:
de: Sie müssen hier Ihr zutreffendes MARC Format auswählen (das Format, in dem die Titelsätze in der Datenbank gespeichert werden):

source: **Unimarc:** This is frequently used in European countries (except for the UK) such as Italy.
ar: **يونيمارك:** يستخدم عادةً في الدول الأوروبية (ماعدا المملكة المتحدة) مثل: إيطاليا
de: **Unimarc:** Wird oft in europäischen Ländern (außer UK) eingesetzt, z. B. Italien.

source: **MARC21:** Selected by default, as it is more commonly used globally than UNIMARC.
ar: **مارك21:** يتم تحديده افتراضياً، حيث يشيع استخدامه عالمياً أكثر من يونيمارك.
de: **MARC21:** Voreingestellt, wird weltweit häufiger verwendet als UNIMARC.

source: Click the *Continue to the next step* button to confirm your choices
ar: قم بالنقر على *الاستمرار إلى الخطوة التالية* لتأكيد اختياراتك.
de: Klicken Sie auf *Mit dem nächsten Schritt fortfahren*, um die Datenbankeinstellungen zu bestätigen

source: MARC21 and UNIMARC setup
ar: تنصيب مارك21 و يونيمارك
de: Konfiguration von MARC21 und UNIMARC

source: In the previous screen you either choose MARC21 or UNIMARC as your MARC flavour. This page outlines both.
ar: في الشاشة السابقة، يجب عليك اختيار إما مارك21 أو يونيمارك. ستقوم هذه الصفحة بتقديم الشرح والتوضيح لكليهما
de: Im vorherigen Bildschirm haben Sie sich entweder für MARC21 oder UNIMARC entschieden. Diese Seite behandelt beide Formate.

source: MARC21 setup
ar: تنصيب مارك21
de: MARC21-Konfiguration

source: **Default MARC21 Standard Authority Types:** An authority type is a template of an authority record (stores the search fields used to search an institutions catalog for an item). This option will install sample authority types.
de: **Standard-MARC21-Normdatentypen:** Ein Normdatentyp ist ein Template für ein Normdatensatz (beinhaltet die Suchfelder die für eine Suche nach Exemplaren in einem Katalog benötigt werden). Mit der Wahl dieser Option werden Beispieldaten für Normdatentypen installiert.

source: **Default MARC21 bibliographic framework:** Following on from the MARC21 selection in the previous screen selecting this checkbox (and the *Import* button) will actually setup the MARC21 bibliographic framework as the desired MARC flavour.
ar: **إطار مارك21 البيبلوغرافي الافتراضي:** اختيار مارك21 من الشاشة السابقة، سيقوم تحديد هذا المربع (وزر *استيراد*) بتنصيب إطار مارك21 البيبلوغرافي فعلياً كنوع مارك المفضل.
de: *Bibliografisches Standard-Framework für MARC21:** Nachfolgend zur Auswahl von MARC21 auf der vorherigen Seite, wird mit dem Anwählen dieser Checkbox (und der Schaltfläche *Import*) das eigentliche bibliografische MARC21-Framework installiert.

source: **Selected matching rules for MARC21 bibliographic records:** The MARC21 matching rules are used to find all the information about specific bibliographic records using the authority type search values.
ar: **تحديد قواعد مضاهاة/تطابق لتسجيلات مارك21 البيبلوغرافية:** تستخدم قواعد مضاهاة مارك21 في العثور على معلومات حول تسجيلات بيبلوغرافية معينة باستخدام قيم بحث توع الاستناد.
de: **Ausgewählte Abgleichregeln für bibliografische MARC21-Datensätze:** Die MARC21-Abgleichregeln werden verwendet, um beim Import die zu importierenden Datensätze mit den bereits vorhandenen abzugleichen und entsprechend zu reagieren.

source: **'FA', a 'Fast Add' minimal MARC21 framework suitable for ILL, or on the fly cataloging:** The FA MARC framework displays fewer fields, and allows for faster cataloguing on the fly. Select this checkbox to install this minimal framework.
de: **'FA', ein minimales MARC21-Framework für "Schnellaufnahmen" (Fast Adds), passend z.B. für Fernleihen:** Das FA-MARC-Framework beinhaltet weniger Felder und ermöglicht eine schnellere Katalogisierung. Wählen Sie diese Checkbox aus, um dieses minimale Framework zu installieren.

source: **Sample MARC21 bibliographic frameworks for some common types of bibliographic material:** This installs the template you will use to create items.
ar: **عينة إطارات مارك21 البيبلوغرافية لبعض الأنواع الشائعة من المواد البيبلوغرافية:** يقوم بتثبيت القالب الذي سوف تستخدمه لإنشاء المواد
de: **Beispiel-Frameworks für verschiedene Materialarten:** Dies installiert mehrere Frameworks für verschiedene Materialarten.

source: **Default Koha system authorised values:** This installs mandatory authorised values that every Koha installation needs.
ar: **قيم استناد نظام كوها الافتراضية:** يقوم ذلك بتثبيت قيم الاستناد الإلزامية التي يحتاجها كل تثبيت من كوها.
de: **Standard-Werte für systeminterne Normierte Werte:** Damit werden obligatorische Normierte Werte installiert, die in jeder Koha Installation gebraucht werden.

source: **Default classification sources and filling rules:** This will insert several common library classification sources such as dewey decimal.
ar: **مصادر التصنيف وقواعد التسجيل الافتراضية:** سيقوم ذلك بإدخال عدداً من مصادر التصنيف الشائعة مثل تصنيف ديوي والتصنيف العشري.
de: **Standard-Klassifikationsquellen und -Sortierregeln:** Damit werden verschiedene Klassifikationsquellen hinzugefügt, wie zum Beispiel die Dewey-Decimalklassifikation.

source: **Defines default message transports for email and sms:** This provides the option to the user of being able to change how the library contacts them. They can choose from the following: email address, printed message, sms, or phone call. Notices will not work without these.
de: *Transportarten für Beanchrichtigungen über E-Mail und SMS:** Dies bietet den Benutzern die Möglichkeit, festzulegen, wie die Bibliothek mit ihnen Kontakt aufnimmt. Es kann aus Folgendem ausgewählt werden: E-Mail, Post, SMS oder Telefonanruf. Die Benachrichtigungen funktionieren nicht ohne diese Optionen.

source: **Patron attributes:** This does not install any data, and it needs to be removed.
ar: **سمات المستفيد:** لا يقوم ذلك بتثبيت أي بيانات، ويجب حذفه.
de: **Benutzerattribute:** Dies installiert keine Daten und es sollte entfernt werden.

source: **Sample frequencies for subscriptions:** For items that arrive on a regular and predictable basis (e.g. monthly magazines), installing sample frequencies is useful because you can simply select a pre-installed sample frequency when you create the item.
ar: **عينة تواترات للاشتراكات:** للمواد التي تصل على أساس منتظم ومتوقع (مثل: المجلات الشهرية)، من المفيد تثبيت عينة للتواترات حيث يمكنك ببساطة تحديد عينة تواتر مثبتة مسبقاً عند إنشاء المادة.
de: **Beispiel-Erscheinungsweisen für Zeitschriften:** Bei Exemplaren, die regelmäßig und vorhersehbar eintreffen (z. B. monatlich erscheinende Zeitschriften), ist die Installation von vordefinierten Erscheinungsweisen hilfreich, die Sie dann beim Erstellen des Exemplars einfach auswählen können.

source: **Sample notices:** This inserts sample notices into the database, meaning all you have to do is customize these sample notices before you use them. Creating these by hand can be very time consuming and error prone.
ar: **عينة الإخطارات:** يقوم ذلك بإدخال عينة الإخطارات إلى قاعدة البيانات، مما يعني أن كل ما عليك فعله هو تخصيص هذه العينات قبل استخدامها. حيث أن إنشاء هذه الإخطارات يدوياً يستهلك الكثير من الوقت ويحتمل الخطأ.
de: **Beispiel-Benachrichtigungen:** Dadurch werden Beispiele für Benachrichtigungen in die Datenbank eingefügt. Sie müssen diese Benachrichtigungen lediglich anpassen, bevor Sie sie verwenden. Das manuelle Erstellen kann zeitaufwändig und fehleranfällig sein.

source: **Defines default messages for the enhanced messaging configuration:** The enhanced messaging configuration lets the user choose what messages they receive from the institution. Selecting this will insert sample message types for the Due, Predue, and Advance notice message types.
de: **Standard-Benachrichtigungsarten für die erweiterten Benachrichtigungen:** Mit den erweiterten Benachrichtigungen kann der Benutzer auswählen, welche Nachrichten er von der Institution erhält. Wenn Sie diese Option auswählen, werden die Standard-Benachrichtigungsarten für Fälligkeits- und Erinnerungsbenachrichtigungen hinzugefügt.

source: **Defines default message transports for sending item due messages and advance notice messages through email and SMS:** This inserts the SMS and email transport types. Mandatory if you want to send notices by email or SMS.
ar: **تعريف حركة الرسائل الافتراضية لإرسال رسائل استحقاق المادة ورسائل الإخطار المتقدم عبر البريد الالكتروني والرسائل النصية:** يقوم ذلك بإدخال أنواع حركة الرسائل النصية والبريد الالكتروني. إلزامياً إذا كنت تريد إرسال الإخطارات بالبريد الالكتروني أو الرسائل النصية القصيرة.
de: **Standard-Transportarten für Fälligkeits- und Erinnerungsbenachrichtigungen mit E-Mail und SMS:** Diese sind obligatorisch, wenn Sie diese Benachrichtigungen per E-Mail oder SMS versenden möchten.

source: **Sample numbering patterns for subscriptions:** This option will install sample numbering patterns, saving you having to manually insert them for magazines and other periodicals.
ar: **عينة أنماط ترقيم للاشتراكات:** سيقوم هذا الخيار بتثبيت عينة من أنماط الترقيم مما يوفر عليك إدخالها يدوياً للمجلات وغيرها من الدوريات.
de: **Beispiel-Nummerierungsmuster für Abonnements:** Mit dieser Option werden Nummerierungsmuster installiert, so dass Sie sie nicht manuell für Zeitschriften und andere Periodika erstellen müssen.

source: **Some basic default authorised values for library locations, item lost status, etc. You can change these at any time after installation:** This installs authorised values, which filter user inputs, to make sure they match specified criteria before the library or other object is created.
ar: **بعض قيم الاستناد الافتراضية الأساسية لمواقع المكتبة، وحالات المواد المفقودة، إلخ. يمكنك تغييرها في أي وقت بعد التثبيت:** يقوم ذلك بتثبيت قيم الاستناد والتي تقوم بتنقيح مدخلات المستخدم، لضمان مطابقتها للمعايير المحددة قبل إنشاء المكتبة أو أي كيان آخر
de: **Einige nützlice Standard-Werte für Normierte Werte, wie Standorte, Verloren-Status, etc.:** Dadurch werden Normierte Werte installiert, die Benutzereingaben filtern, um sicherzustellen, dass sie den angegebenen Kriterien entsprechen, bevor die Bibliothek oder andere Objekte erstellt werden.

source: **CSV profiles:** Using Koha you can export items. The CSV profile defines how you want to export the item(s). CSV/Tab exports will not work without these.
de: **CSV-Profile:** In Koha können Sie an verschiedenen Stellen Exemplare- und Titeldaten exportieren. Die CSV-Profile erlauben es zu definieren, wie diese exportiert werden sollen. Einige Exportfunktionen funktionieren nicht ohne diese.

source: **Coded values conforming to the Z39.71-2006 holdings statements for bibliographic items:** Not required to use Koha. A holding statement tells the user if the library has a specific item and where it is located. Selecting will install sample code values for items in the holding statements.
ar: **القيم المرمزة التي تتفق مع بيانات مقتنيات Z39.71-2006 للمواد البيبلوغرافية:** غير مطلوبة لاستخدام كوها. يقوم بيان المقتنيات بإعلام المستخدم ما إذا كانت المكتبة تمتلك مادة معينة ومكانها بالمكتبة. سيؤدي تحديد ذلك إلى تثبيت قيماً مرمزة للمواد الموجودة في بيانات المقتنيات.
de: **Codierte Werte entsprechend der Z39.71-2006 Bestandsangaben für bibliografische Exemplare:** Für die Verwendung von Koha nicht erforderlich. Eine Bestandsangabe teilt dem Anwender mit, ob die Bibliothek ein bestimmtes Exemplar hat und wo es sich befindet. Wenn dies ausgewählt wird, werden Beispieldaten für Exemplare in Bestandsangaben installiert.

source: **MARC code list for relators:** Not required to use Koha. A relator is a person who was involved in the development of the item (e.g. author). Selecting this will insert sample relator records into the database.
ar: **قائمة كود مارك للمساهمين:** غير مطلوبة لاستخدام كوها. المساهم هو الشخص المشارك في تطوير المادة (مثال: المؤلف). بتحديد ذلك سيتم إدخال عينة من تسجيلات المساهمين إلى قاعدة البيانات.
de: **MARC-Code-Liste für Funktionsbezeichnungen:** Sind für die Verwendung von Koha nicht erforderlich. Über Funktionsbezeichnungen werden Personen und Körperschaften gekennzeichnet die an der Erschaffung eines Werkes beteiligt waren (z.B. Verfasser). Wenn Sie dies auswählen, wird eine Liste mit Funktionsbezeichnungen in Ihrer Datenbank angelegt.
