Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/intro.po
Languages: de, fr, fr_ca, it, pt

source: Introduction
de: Einführung
it: Introduzione
pt: Introdução

source: Koha basics
de: Koha-Grundlagen
fr: Présentation de Koha
fr_ca: Présentation de Koha
it: Basi di Koha
pt: Noções básicas

source: Koha is the first free and open source integrated library system (ILS). Development is sponsored by libraries of varying types and sizes, volunteers, and support companies from around the world.
de: Koha ist das erste freie Open-Source-Bibliothekssystem. Die Entwicklung wird von Bibliotheken unterschiedlichster Größe und Art, Freiwilligen, und Supportdienstleistern weltweit getragen.
fr: Koha est le premier système intégré de gestion de bibliothèque (SIGB) libre et gratuit. Différents types de bibliothèques participent à son développement, ainsi que des bénévoles et des sociétés de service du monde entier.
fr_ca: Koha est le premier système intégré de gestion de bibliothèque (SIGB) libre et gratuit. Différents types de bibliothèques participent à son développement, ainsi que des bénévoles et des compagnies de support du monde entier.
it: Koha è il primo gestionale per biblioteche (ILS) libero e open source. Lo sviluppo è sponsorizzato da biblioteche di ogni tipo e dimensione, collaborano ad esso volontari e ditte di supporto da tutto il mondo.
pt: O Koha é o primeiro sistema integrado de gestão de bibliotecas (SIGB) grátis e aberto (open-source). O desenvolvimento é patrocinado por bibliotecas de diferentes tipos e tamanhos, por voluntários e por empresas de todo o mundo.

source: Learn more about Koha by visiting the official Koha website: http://koha-community.org
de: Erfahren Sie mehr auf der offiziellen Koha Webseite: http://koha-community.org
fr: Pour en savoir plus sur Koha, connectez-vous sur le site officiel de Koha : http://koha-community.org
fr_ca: Pour en apprendre plus sur Koha, visitez le site Web officiel : http://koha-community.org (en anglais seulement)
it: Scopri di più su Koha visitando il sito ufficiale: http://koha-community.org
pt: Aprenda mais sobre o Koha visitando o website oficial: http://koha-community.org

source: Koha recommendations
de: Koha-Empfehlungen
fr: Recommandations
fr_ca: Recommandations Koha
it: Raccomandazioni per Koha
pt: Recomendações do Koha

source: Full system recommendations can be found on the official Koha wiki along with the developer documentation: http://wiki.koha-community.org
de: Vollständige Empfehlungen zu Systemeinstellungen können im offiziellen Koha Wiki zusammen mit der Entwickler Dokumentation eingesehen werden: http://wiki.koha-community.org
fr: L'ensemble des recommandations concernant le fonctionnement du système sont disponibles sur le Wiki officiel de Koha et dans la documentation : http://wiki.koha-community.org
fr_ca: Les recommandatations complètes, ainsi que la documentation pour le développement, sont disponibles sur le wiki de Koha : http://wiki.koha-community.org (en anglais seulement)
it: Le raccomandazioni sul sistema e sull'hardware necessario per far funzionare Koha si trovano nel wiki ufficiale insieme alla documentazione per gli sviluppatori: http://wiki.koha-community.org
pt: As recomendações completas do sistema podem ser encontradas na wiki oficial do Koha junto com a documentação de desenvolvimento: http://wiki.koha-community.org

source: When working in the Koha staff client it is strongly recommended that you use an up-to-date version of either Mozilla Firefox or Google Chrome. Koha's staff client may not work well in Microsoft Internet Explorer, especially older versions.
de: Es wird stark empfohlen eine aktuelle Version von Mozilla Firefox oder Chrome bei der Arbeit mit der Koha Dienstoberfläche zu verwenden. Die Dienstoberfläche funktioniert unter Microsoft Internet Explorer unter Umständen nicht richtig, besonders ältere Versionen.

source: Using this manual
de: Verwendung dieses Handbuchs
fr: Utilisation de ce manuel
fr_ca: Utilisation de ce manuel
it: Come usare questo manuale
pt: Utilizar este manual

source: This manual is always changing and suggestions for edits can be sent to the Koha documentation team as a merge request via gitlab or via the `koha-docs mailing list <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
de: Dieses Handbuch unterliegt einem kontinuierlichen Verbesserungsprozess. Vorschläge für Änderungen können an das Dokumentationsteam als Merge Request über Gitlab oder an die 'koha-docs Mailingliste <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__ gesendet werden.
fr: Ce manuel est constamment modifié et des suggestions d'amélioration peuvent être envoyées à l'équipe chargée de la documentation Koha via gitlab ou via la `liste de diffusion koha-docs <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
fr_ca: Ce manuel est constamment modifié et des suggestions d'amélioration peuvent être envoyées à l'équipe chargée de la documentation Koha via gitlab ou via la `liste de diffusion koha-docs <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
it: Questo manuale è in continuo cambiamento, suggerimenti di modifiche vanno mandati al Documentation Manger attraverso richieste di merge via githubo o via la `koha-docs mailing list koha-dox <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
pt: Este manual está em constante mudança e as sugestões de edições podem ser enviadas para a equipa de documentação do Koha como um pedido de unificação via gitlab ou através da `lista de distribuição koha-docs <https://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.

source: If you see an error or something missing, please file a bug report on `bugzilla <https://bugs.koha-community.org>`__ using the module 'Documentation'. You can also send an email to the `koha-docs mailing list <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
de: Wenn Sie einen Fehler finden oder etwas vermissen, erfassen Sie bitte einen Fehlerbericht auf `Bugzilla <https://bugs.koha-community.org>`__ mit dem Modul 'Documentation'. Sie können alternativ auch eine E-Mail an die `koha-docs Mailingliste <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__ schicken.
fr: Si vous voyez une erreur ou un élément manquant, merci de le signaler sur `bugzilla <https://bugs.koha-community.org>`__ en utilisant le module 'Documentation'. Vous pouvez également envoyer un email à la `liste de diffusion koha-docs <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
fr_ca: Si vous voyez une erreur ou un élément manquant, veuillez le signaler sur `bugzilla <https://bugs.koha-community.org>`__ en utilisant le module 'Documentation'. Vous pouvez également envoyer un email à la `liste de diffusion koha-docs <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
it: Se vedi errori o mancanze, per favore apri un bug su `bugzilla <https://bugs.koha-community.org>`__ using the module 'Documentation'. Puoi anche scrivere alla `koha-docs mailing list <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.
pt: Se encontrar um erro ou algo em falta, por favor preencha um relatório de problema no `bugzilla <https://bugs.koha-community.org>`__ usando o módulo 'Documentação'. Pode também enviar um email para a `lista de distribuição koha-docs <http://lists.koha-community.org/cgi-bin/mailman/listinfo/koha-docs>`__.

source: The manual is organized by Koha module. At the start of most sections (and throughout) you will find 'Get there' tips. These lines tell you how to get to the section in Koha.
de: Das Handbuch ist nach den Koha-Modulen organisiert. Am Anfang der einzelnen Kapitel (und zwischendrin) werden Sie "Pfad in Koha"-Tipps finden. Diese sagen Ihnen, wie Sie bestimmte Funktionen und Seiten in Koha erreichen.
fr: Le manuel est organisé par modules Koha. Au début de la plupart des chapitres (et tout au long), vous trouverez des liens "Aller à". Ces lignes-là vous expliqueront comment aller directement au chapitre souhaité dans Koha.
fr_ca: Le manuel est organisé par modules Koha. Au début de la plupart des chapitres (et tout au long), vous trouverez des astuces "Aller à". Ces lignes vous expliqueront comment aller directement à la section dans Koha.
it: Il manuale è organizzato dal modulo Koha. All'inizio di molte sezioni (e un po' ovunque) vedrai i suggerimenti 'Vai qui'. Queste righe ti indicheranno come raggiungere la sezione in Koha.
pt: O manual encontra-se organizador por módulos do Koha. No começo de cada uma das secções (e em quase todo o site) encontrará as dicas 'Aceder'. Estas linhas identificam como aceder à secção no Koha.

source: For example: *Get there:* More > Administration > Global system preferences
de: Zum Beispiel: *Pfad in Koha:* Mehr > Administration > Globale Systemparameter
fr: Par exemple : *Aller à :* Plus > Administration > Préférences système
fr_ca: Par exemple&nbsp;: *Comment y accéder&nbsp;:* Plus > Administration > Préférences système
it: Per esempio: *Vai a:* Più > Amministrazione > Preferenze di sistema
pt: Por exemplo: *Acesso:* Mais > Administração > Preferências de sistema

source: The instruction tells you where to find the necessary menu option at the top of the Koha staff client.
de: Dieser Hinweis zeigt Ihnen den Pfad über die Navigationsleiste im Kopfbereich der Koha Dienstoberfläche.
fr: Cette instruction vous indique où trouver l'option du menu dans la partie située en haut de l'interface professionnelle.
fr_ca: Cette instruction vous aidera où trouver l'option souhaitée dans le menu situé au-dessus de l'interface professionnelle.
it: Questo suggerimento ti dice come trovare l'opzione del menu di Koha (che sta sulla barra in alto) che ti porta alle preferenze di sistema
pt: A instrução indica onde encontrar a opção no menu no topo do interface dos técnicos no Koha.

source: Links will be found throughout the manual to other sections in the manual and images will depict what should be seen on the screen.
de: Links sind an vielen Stellen im Handbuch zu finden, und können auch zu anderen Bereichen im Handbuch führen. Abbildungen zeigen, was an der entsprechenden Stelle auf dem Bildschirm zu sehen ist.
fr: Des liens seront proposés tout au long du manuel vers d'autres chapitres de ce même manuel et des captures écran illustreront ce que vous devriez voir à l'écran.
fr_ca: Des liens pourront être trouvés tout le long du manuel et des captures d'écran illustreront ce qui sera décrit.
it: Vi sono link all'interno del manuale che ti fanno muovere attraverso le varie sezioni, le immagini ti mostrano come dovrebbe essere lo schermo (le immagini sono in inglese, non in italiano, attenzione).
pt: Ao longo do manual serão encontrados diversas ligações para outras secções do manual e imagens que demonstram o que deve ser visto no ecrã.

source: Contributing to the manual
de: Beiträge zum Handbuch
fr: Participer à l'élaboration du manuel
fr_ca: Participer à l'élaboration du manuel
it: Contribuire al manuale
pt: Contribuir para o manual

source: This manual is an ever-changing document and edits to the manual are welcome at any time.
de: Dieses Handbuch ist ein sich ständig veränderndes Dokument, Änderungen daran sind jederzeit willkommen.
fr: Ce manuel est un document en perpétuel changement ; toutes suggestions et modifications sont les bienvenues.
fr_ca: Ce manuel est un document en perpétuel changement; toutes suggestions et modifications sont les bienvenues.
it: Questo manuale è un documento in continuo cambiamento, proposte di modifiche e aggiunte sono sempre benvenute.
pt: Este manual é um documento em constante mudança e edições ao mesmo são bem-vindas a qualquer altura.

source: The `Koha manual <http://manual.koha-community.org/>`__ is managed by the documentation team, but that doesn't mean we can't all participate in making the best manual possible.
de: Das 'Koha-Handbuch <http://manual.koha-community.org/>`__ wird vom Dokumentationsteam verwaltet, aber das bedeutet nicht, dass wir nicht alle dazu beitragen können es zu verbessern.
fr: Le `manuel Koha <http://manual.koha-community.org/>`__ est géré par l'équipe Documentation mais cela ne signifie pas que nous ne pouvons pas tous prendre part à son amélioration.
fr_ca: Le `manuel Koha <http://manual.koha-community.org/>`__ est géré par l'équipe de documentation mais cela ne signifie pas que nous ne pouvons pas tous prendre part à son amélioration pour en faire le meilleur manuel possible.
it: Il sito `Koha Manual <http://manual.koha-community.org/>`__ è gestito dal Documentation Manager, ma chiunque può partecipare a fare il miglior manuale possibile.
pt: O `manual do Koha <http://manual.koha-community.org/>`__ é gerido pela equipa de documentação, mas isso não significa que não podemos todos participar para produzir o melhor manual possível.

source: The manual is stored in git at: https://gitlab.com/koha-community/koha-manual (see a summary `here <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)
de: Dieses Handbuch ist in git gespeichert unter https://gitlab.com/koha-community/koha-manual (`Zusammenfassung <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)
fr: Le manuel est stocké dans un dépôt git à l'adresse suivante: https://gitlab.com/koha-community/koha-manual (voir un résumé `ici <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)
fr_ca: Le manuel est hébergé sur le git à l'adresse : https://gitlab.com/koha-community/koha-manual (voir un résumé ici ` <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)
it: Il manuale è mantenuto con git al link: https://gitlab.com/koha-community/koha-manual (vedi un indice `a <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)
pt: O manual é armazenado no git no seguinte endereço: https://gitlab.com/koha-community/koha-manual (veja um resumo `aqui <http://git.koha-community.org/gitweb/?p=kohadocs.git;a=summary>`__)

source: The instructions for contributing to the manual are on the Koha wiki https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual
de: Hinweise, wie man zum Handbuch beitragen kann, finden Sie im Koha-Wiki unter https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual
fr: Les recommandations pour contribuer au manuel se trouvent sur le Wiki Koha : https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual
fr_ca: Les recommandations pour contribuer au manuel se trouvent sur le Wiki Koha : https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual (en anglais)
it: Le istruzioni per contribuire al manuale si trovano sul wiki https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual
pt: As instruções para contribuir para o manual estão na wiki do Koha https://wiki.koha-community.org/wiki/Editing_the_Koha_Manual

source: Contributing to Koha
de: Beiträge zum Koha
fr: Participer à Koha
fr_ca: Contribuer à Koha
it: Contribuire a Koha
pt: Contribuir para o Koha

source: As an open source project, contributions are of course not limited to the documentation, but are also welcomed and encouraged for all aspects of the project.
de: Als Open-Source-Projekt ist es möglich zu Koha nicht nur Form von Dokumentation, sondern auch in allen anderen Aspekten beizutragen.
fr: En tant que projet open source, les contributions ne se limitent bien sûr pas à la documentation, mais sont également bienvenues et encouragées pour tous les aspects du projet.
fr_ca: En tant que projet libre, les contributions à la documentation ainsi qu'à tous les autres aspects du projet sont les bienvenues.
it: In quanto open source, i contributi non si limitano alla documentazione, ma sono ben accetti e incoraggiati per tutti gli aspetti del progetto.
pt: Como se trata de um projeto open source, as contribuições não se encontram limitadas à documentação, sendo bem vindas e encorajadas para todos os pontos do projeto.

source: If you're interesting in contributing new features, bugfixes or even just bug reports to koha it's worth familiarizing yourself with our release and development procedures as outlined at the following places:
de: Wenn Sie daran interessiert sind neue Funktionen, Fehlerkorrekturen oder einfach nur Fehlerberichte und Featurewünsche zu Koha beizutragen, lohnt es sich, sich mit den Release- und Entwicklungsworkflows des Projekts vertraut zu machen, die hier beschrieben sind:
fr: Si vous êtes intéressé à participer à la mise en oeuvre de nouvelles fonctionnalités, à la correction de bogues ou même simplement de rapports de bogues concernant Koha, il est judicieux de vous familiariser avec nos procédures de publication et de développement, comme indiqué aux endroits suivants :
fr_ca: Si vous êtes intéressé à contribuer à de nouvelles fonctionnalités, à des corrections de bogues ou même juste rapporter des bogues de Koha, il est conseillé de vous familiariser avec les procédures de publication de version et de développement, telles que décrites ici :
it: Se vuoi contribuire a nuove funzionalità di Koha, correzione di bug o solo segnalazione di bug, potrebbe valere la pena che ti familiarizzi con le procedure di release e sviluppo che trovi in:
pt: Caso esteja interessado em contribuir para novas funcionalidades, para correção de bugs ou para reportar bugs é importante estar familiarizado com os procedimentos de lançamento e de desenvolvimento, que pode encontrar nos seguintes endereços:

source: `Release Cycle <https://koha-community.org/about/release-schedule/>`_
de: `Releasezyklus <https://koha-community.org/about/release-schedule/>`_
fr: `Calendrier de diffusion <https://koha-community.org/about/release-schedule/>`_
fr_ca: `Cycle de publication <https://koha-community.org/about/release-schedule/>`_
pt: `Ciclo de Lançamento <https://koha-community.org/about/release-schedule/>`_

source: `Developer Handbook <https://wiki.koha-community.org/wiki/Developer_handbook>`_
de: `Entwickler-Handbuch <https://wiki.koha-community.org/wiki/Developer_handbook>`_
fr: `Manuel du développeur <https://wiki.koha-community.org/wiki/Developer_handbook>`_
fr_ca: `Manuel de développement <https://wiki.koha-community.org/wiki/Developer_handbook>`_
pt: `Manual do Desenvolvedor <https://wiki.koha-community.org/wiki/Developer_handbook>`_

source: `Development Workflow <https://wiki.koha-community.org/wiki/Development_workflow>`_
de: `Entwicklungsworkflow <https://wiki.koha-community.org/wiki/Development_workflow>`_
fr: `Workflow de développement <https://wiki.koha-community.org/wiki/Development_workflow>`_
fr_ca: `Processus de développement <https://wiki.koha-community.org/wiki/Development_workflow>`_
pt: `Ciclo de Desenvolvimento <https://wiki.koha-community.org/wiki/Development_workflow>`_

source: When working in the Koha staff interface it is strongly recommended that you use an up-to-date version of either Mozilla Firefox or Google Chrome. The Koha community doesn't support Internet Explorer for the staff interface. If your organization only allows Microsoft products, use Edge instead of Internet Explorer.
fr: Si vous travaillez dans l'interface professionnelle de Koha, il est fortement conseillé d'utiliser une version à jour soit de Firefox soit de Google Chrome. La communauté Koha ne fournit pas de support pour l'interface professionnelle de Koha sur Internet Explorer. Si votre organisation n'autorise que des produits Microsoft, préférez Edge à Internet Explorer.

source: `Code of Conduct <https://koha-community.org/about/policy/code-of-conduct/>`_
fr: `Code de conduite de la Communauté Koha <https://koha-community.org/about/policy/code-of-conduct/>`_
fr_ca: `Code de conduite <https://koha-community.org/about/policy/code-of-conduct/>`_
it: `Codice di Condotta <https://koha-community.org/about/policy/code-of-conduct/>`_
pt: `Código de Conduta <https://koha-community.org/about/policy/code-of-conduct/>`_
