Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/links.po
Languages: de, fr, pt

source: Important Links
de: Wichtige Links
fr: Liens importants
pt: Ligações importantes

source: Koha Related
de: Für Koha
fr: Relations avec Koha
pt: Relacionados com o Koha

source: Report Koha Bugs - http://bugs.koha-community.org
de: Fehler in Koha melden - http://bugs.koha-community.org
fr: Signalez des bogues dans Koha - http://bugs.koha-community.org
pt: Reportar bugs do Koha - http://bugs.koha-community.org

source: Koha Versioning Control - http://git.koha-community.org/
de: Coderepository für Koha - http://git.koha-community.org/
fr: Contrôle de versions de Koha - http://git.koha-community.org/
pt: Controlo de versões do Koha - http://git.koha-community.org/

source: Database Structure - http://schema.koha-community.org
de: Datenbankstruktur - http://schema.koha-community.org
fr: Structure de la base de données - http://schema.koha-community.org (en anglais)
pt: Estrutura da base de dados - http://schema.koha-community.org

source: Koha Community Statistics - http://hea.koha-community.org
de: Koha-Community-Statistiken - http://hea.koha-community.org
fr: Statistiques de la communauté Koha - http://hea.koha-community.org
pt: Estatísticas da comunidade do Koha - http://hea.koha-community.org

source: Koha as a CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
de: Koha als CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
fr: Koha comme CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS
pt: Koha como CMS - http://wiki.koha-community.org/wiki/Koha_as_a_CMS

source: Koha Bibliography - http://www.zotero.org/groups/koha
de: Koha-Bibliografie - http://www.zotero.org/groups/koha
fr: Bibliographie de Koha - http://www.zotero.org/groups/koha
pt: Bibliografia do Koha - http://www.zotero.org/groups/koha

source: Koha Shared Links - http://groups.diigo.com/group/everything-koha
de: Koha-Linksammlung - http://groups.diigo.com/group/everything-koha
fr: Liens partagés de Koha - http://groups.diigo.com/group/everything-koha
pt: Ligações partilhadas - http://groups.diigo.com/group/everything-koha

source: Circulation Related
de: Für die Ausleihe
fr: Définissez vos Règles de Circulations
pt: Relacionados com a circulação

source: Koha Desktop Offline Circulation: https://github.com/bywatersolutions/koha-offline-circulation/releases
de: Koha Offline-Verbuchungsprogramm: https://github.com/bywatersolutions/koha-offline-circulation/releases
fr: Application de prêt hors-ligne pour Koha : https://github.com/bywatersolutions/koha-offline-circulation/releases
pt: Ferramenta para circulação offline no Koha: https://github.com/bywatersolutions/koha-offline-circulation/releases

source: Koha Firefox Offline Circulation: https://addons.mozilla.org/en-US/firefox/addon/koct/
de: Koha Offline-Verbuchung für Firefox: https://addons.mozilla.org/en-US/firefox/addon/koct/
fr: Prêt hors-ligne pour Koha (extension Firefox) : https://addons.mozilla.org/en-US/firefox/addon/koct/
pt: Ferramenta do Firefox para circulação offline no Koha: https://addons.mozilla.org/en-US/firefox/addon/koct/

source: Cataloging Related
de: Für die Katalogisierung
fr: Relatif au catalogage
pt: Relacionados com a catalogação

source: Koha MARC Tutorials - http://www.pakban.net/brooke/
fr: Tutoriels MARC de Koha - http://www.pakban.net/brooke/
pt: Tutoriais MARC - http://www.pakban.net/brooke/

source: IRSpy Open Z39.50 Server Search - http://irspy.indexdata.com/
de: IRSpy Suche nach freien Z39.50-Servern - http://irspy.indexdata.com/
fr: IRSpy serveur de recherche Z39.50 - http://irspy.indexdata.com/
pt: Directório de servidores Z39.50 da IRSpy - http://irspy.indexdata.com/

source: Z39.50 Server List - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
de: Z39.50-Server-Liste - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
fr: Liste des serveur Z39.50 - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm
pt: Directório de servidores Z39.50 - http://staff.library.mun.ca/staff/toolbox/z3950hosts.htm

source: Open Koha Z39.50 Targets - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
de: Offene Koha-Z39.50-Quellen - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
fr: Serveurs ouverts Koha Z39.50 - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources
pt: Directório de servidores Z39.50 abertos - http://wiki.koha-community.org/wiki/Koha_Open_Z39.50_Sources

source: Library of Congress Authorities - http://authorities.loc.gov/
de: Library of Congress Normdaten - http://authorities.loc.gov/
fr: Autorités de la Bibliothèque du Congrès - http://authorities.loc.gov/
pt: Autoridades da Biblioteca do Congresso - http://authorities.loc.gov/

source: MARC Country Codes - http://www.loc.gov/marc/countries/
de: MARC-Ländercodes - http://www.loc.gov/marc/countries/
fr: Codes de pays MARC - http://www.loc.gov/marc/countries/
pt: Códigos MARC dos países - http://www.loc.gov/marc/countries/

source: Search the MARC Code List for Organizations - http://www.loc.gov/marc/organizations/org-search.php
de: Suche in der MARC-Codeliste für Organisationen - http://www.loc.gov/marc/organizations/org-search.php
fr: Recherche dans la liste de codes d'organisations MARC - http://www.loc.gov/marc/organizations/org-search.php
pt: Códigos MARC para as organizações - http://www.loc.gov/marc/organizations/org-search.php

source: Search for Canadian MARC Codes - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
de: Suche nach Kanadischen MARC-Codes - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
fr: Recherche de codes MARC Canadiens - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1
pt: Códigos MARC canadianos - http://www.collectionscanada.gc.ca/illcandir-bin/illsear/l=0/c=1

source: Z39.50 Bib-1 Attribute - http://www.loc.gov/z3950/agency/defns/bib1.html
fr: Z39.50 Attributs Bib-1 - http://www.loc.gov/z3950/agency/defns/bib1.html
pt: Atributos Bib-1 do Z39-50 - http://www.loc.gov/z3950/agency/defns/bib1.html

source: Enhanced Content Related
de: Für Kataloganreicherungen
fr: Relatif au Contenu enrichi
pt: Relacionados com a gestão de conteúdos

source: Amazon Associates - `https://affiliate-program.amazon.com <https://affiliate-program.amazon.com/>`__
fr: Partenaires d'Amazon - `https://affiliate-program.amazon.com <https://affiliate-program.amazon.com/>`__
pt: Associados da Amazon - `https://affiliate-program.amazon.com <https://affiliate-program.amazon.com/>`__

source: Amazon Web Services - http://aws.amazon.com
fr: Services Web Amazon - http://aws.amazon.com
pt: Serviços web da Amazon - http://aws.amazon.com

source: WorldCat Affiliate Tools - http://www.worldcat.org/wcpa/do/AffiliateUserServices?method=initSelfRegister
fr: Outils associé au WorldCat - http://www.worldcat.org/wcpa/do/AffiliateUserServices?method=initSelfRegister
pt: Ferramentas de afiliados do WorldCat - http://www.worldcat.org/wcpa/do/AffiliateUserServices?method=initSelfRegister

source: LibraryThing for Libraries - http://www.librarything.com/forlibraries
de: LibraryThing für Bibliotheken - http://www.librarything.com/forlibraries
fr: LibraryThing pour Bibliothèques - http://www.librarything.com/forlibraries
pt: LibraryThing para Bibliotecas - http://www.librarything.com/forlibraries

source: Design Related
de: Für das Design
fr: Relatif à la conception
pt: Relacionados com o design

source: JQuery Library - http://wiki.koha-community.org/wiki/JQuery_Library
de: JQuery-Bibliothek - http://wiki.koha-community.org/wiki/JQuery_Library
fr: Bibliothèque JQuery - http://wiki.koha-community.org/wiki/JQuery_Library (en anglais)
pt: Biblioteca JQuery - http://wiki.koha-community.org/wiki/JQuery_Library

source: HTML & CSS Library - http://wiki.koha-community.org/wiki/HTML_%26_CSS_Library
fr: Bibliothèque HTML et CSS - http://wiki.koha-community.org/wiki/HTML_%26_CSS_Library
pt: Biblioteca de HTML e CSS - http://wiki.koha-community.org/wiki/HTML_%26_CSS_Library

source: Owen Leonard's Koha Blog - http://www.myacpl.org/koha
fr: Blog Koha de Owen Leonard - http://www.myacpl.org/koha
pt: Blogue do Owen Leonard - http://www.myacpl.org/koha

source: Reports Related
de: Für Reports
fr: Relatif aux rapports
pt: Relacionados com os relatórios

source: SQL Reports Library - http://wiki.koha-community.org/wiki/SQL_Reports_Library
de: SQL-Reports-Bibliothek - http://wiki.koha-community.org/wiki/SQL_Reports_Library
fr: Bibliothèque de rapports SQL - http://wiki.koha-community.org/wiki/SQL_Reports_Library (en anglais)
pt: Biblioteca de relatórios SQL - http://wiki.koha-community.org/wiki/SQL_Reports_Library

source: Database Schema - http://schema.koha-community.org
de: Datenbankschema - http://schema.koha-community.org
fr: Schéma de la base de données - http://schema.koha-community.org (en anglais)
pt: Estrutura da base de dados - http://schema.koha-community.org

source: Sample reports from NEKLS - http://www.nexpresslibrary.org/training/reports-training/
de: Reports von NEKLS - http://www.nexpresslibrary.org/training/reports-training/
fr: Exemples de rapports NEKLS - http://www.nexpresslibrary.org/training/reports-training/ (en anglais)
pt: Amostra de relatórios da NEKLS - http://www.nexpresslibrary.org/training/reports-training/

source: Installation Guides
de: Installationsanleitungen
fr: Guides d'installation
pt: Guias de instalação

source: Installing Koha on Debian - https://wiki.koha-community.org/wiki/Koha_on_Debian
de: Installation von Koha unter Debian - https://wiki.koha-community.org/wiki/Koha_on_Debian
pt: Instalar o Koha no Debian - https://wiki.koha-community.org/wiki/Koha_on_Debian

source: Installing Koha on Raspberry Pi 2 - https://wiki.koha-community.org/wiki/Koha_on_a_Raspberry_Pi_2
de: Installation von Koha auf Raspberry Pi 2 - https://wiki.koha-community.org/wiki/Koha_on_a_Raspberry_Pi_2
pt: Instalar o Koha no Raspberry Pi 2 - https://wiki.koha-community.org/wiki/Koha_on_a_Raspberry_Pi_2

source: Installing Koha on Ubuntu - https://wiki.koha-community.org/wiki/Koha_on_Ubuntu
de: Installation von Koha unter Ubuntu - https://wiki.koha-community.org/wiki/Koha_on_Ubuntu
pt: Instalar o Koha no Ubuntu - https://wiki.koha-community.org/wiki/Koha_on_Ubuntu

source: Misc
de: Verschiedenes
fr: Divers
pt: Diversos
