Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/lists.po
Languages: de, pt

source: Lists and cart
de: Listen und Korb
pt: Listas e carrinho

source: Lists are a way to save a collection of content on a specific topic or for a specific purpose. The cart is a session specific storage space.
de: Mit den Listen können Sie eine Sammlung von Inhalten zu einem speziellen Thema oder für einen bestimmten Zweck speichern. Der Korb ist sessionbezogener Speicherort.
pt: As listas são uma maneira de guardar uma coleção de conteúdo de um tópico ou para um propósito específico. O carrinho é um espaço de armazenamento específico por sessão.

source: *Get there:* More > Lists
de: *Pfad in Koha:* Mehr > Listen
pt: *Acesso:* Mais > Listas

source: Lists
de: Listen
pt: Listas

source: Create a list
de: Eine Liste erstellen
pt: Criar uma lista

source: A list can be created by visiting the Lists page and clicking 'New list'
de: Listen können im Modul 'Listen' über 'Neue Liste' angelegt werden
pt: Uma lista pode ser criada nas páginas das listas clicando em 'Nova lista'

source: The new list form offers several options for creating your list:
de: Das neue Formular bietet Ihnen verschiedene Optionen für die Erstellung einer Liste:
pt: O formulário de nova lista oferece diversas opções para criar a lista:

source: The name is what will appear on the list of lists
de: In der Trefferliste der Listen wird jeweils der Name angezeigt.
pt: O nome é o que aparecerá na listagem das listas

source: You can also choose how to sort the list
de: Sie können auch wählen, wie die Liste sortiert werden soll
pt: Pode também escolher a ordenação da lista

source: Next, decide if your list is going to be private or public
de: Als nächstes entscheiden Sie bitte, ob die Liste privat oder öffentlich angezeigt werden soll.
pt: De seguida, defina se a lista vai ser privada ou pública

source: A private list can be seen only by you
de: Eine private Liste kann nur von Ihnen eingesehen und bearbeitet werden.
pt: Uma lista privada apenas pode ser vista pelo próprio

source: A public list can be seen by everybody
de: Eine öffentliche Liste ist für alle Benutzer sichtbar.
pt: Uma lista pública pode ser vista por todos os leitores

source: Finally decide what your permissions will be on the list. You can allow changes to the list from:
de: Zum Schluß legen Sie fest, welche Berechtigungen für die Liste gelten sollen. Sie können Änderungen erlauben:
pt: Por fim, decida quais as permissões da lista. Pode permitir modificações à lista para:

source: Nobody: this will close the list to contributions
de: Niemand: d.h. die Liste bleibt so, wie sie angelegt wurde.
pt: Ninguém: a lista de contribuidores é vazia

source: Owner only: only you will be able to add or remove items from the list
de: Nur Besitzer: d.h. nur Sie können Exemplare der Liste hinzufügen, oder entfernen.
pt: Apenas ao dono: apenas o dono da lista poderá adicionar ou remover itens da lista

source: Anyone seeing this list: other users will be able to add or remove items from the list
de: Jeder der diese Liste anzeigen kann: d.h. andere Benutzer können Exemplare hinzufügen oder entfernen.
pt: A quem veja a lista: outros utilizadores poderão adicionar ou remover itens da lista

source: A list can also be created from the catalog search results
de: Listen können auch ausgehend von der Trefferliste angelegt werden
pt: Uma lista pode ser também criada a partir dos resultados de uma pesquisa

source: Check the box to the left of the titles you want to add to the new list
de: Markieren Sie die Checkbox auf der linken Seite der Titel, die Sie zur Liste hinzufügen möchten
pt: Marque a caixa à esquerda dos título que deseja adicionar à nova lista

source: Choose 'New list' from the 'Add to:' pull down menu
de: Wählen Sie 'Neue Liste' aus der Auswahlliste 'Zur Liste hinzufügen'.
pt: Escolha 'Nova lista' no menu 'Adicionar a:'

source: Name the list and choose what type of list this is
de: Geben Sie der Liste einen Namen und wählen Sie einen Benutzertyp
pt: Identifique o nome da lista e escolha o tipo de lista

source: The list will have the default sort (title) and the default modification permissions (owner only).
de: Die Liste hat die Standardeinstellung Sortierung nach (Titel) und die Standardeinstellung für die Berechtigung (Nur Besitzer).
pt: A lista terá a ordenação (título) e as permissões de modificação (apenas o dono) por omissão.

source: Once the list is saved it will accessible from the Lists page and from the 'Add to' menu at the top of the search results.
de: Nachdem die Liste gespeichert wurde können Sie diese über das Modul Listen und über das 'Hinzufügen zu' Menü oberhalb der Trefferliste aufrufen.
pt: Assim que uma lista for guardada, a mesma estará acessível na página das listas ou no menu 'Adicionar a' no topo dos resultados de pesquisa.

source: Add to a list
de: Einer Liste hinzufügen
pt: Adicionar a uma lista

source: To add titles to an existing list click on the list name from the page of lists
de: Sie können weitere Ttiel zu einer bereits angelegten Liste hinzufügen, indem Sie den Namen der Liste aus der Auswahlliste auswählen.
pt: Para adicionar títulos a uma lista existente clique no nome da lista na página das listas

source: To open a list you can click the list name.
de: Über 'Zur Liste hinzufügen' können Sie den Namen der Liste anklicken.
pt: Para abrir uma lista deve clicar no nome da lista.

source: From that page you can add titles by scanning barcodes into the box at the bottom of the page
de: Im Modul Listen können Sie Exemplare zu Listen hinzufügen, indem Sie die Barcodes am unteren Seitenrand in das Feld einscannen
pt: A partir da página de detalhes da lista pode adicionar títulos digitando os códigos de barras na caixa no fundo da página

source: A title can also be added to a list by selecting titles on the search results page and choosing the list from the 'Add to' menu
de: Ein Titel kann auf eine Liste gesetzt werden, indem er innerhalb der Trefferliste markiert und dann die Liste bei 'Hinzufügen zu' ausgewählt wird.
pt: Um título pode ser adicionado a uma lista após selecção de título nos resultados de uma pesquisa e escolhendo a lista no menu 'Adicionar a'

source: Viewing lists
de: Listen anzeigen
pt: Ver listas

source: To see the contents of a list, visit the Lists page on the staff client
de: Wechseln Sie in das Listenmodul der Dienstoberfläche, um die Einträge auf einer Liste anzuzeigen
pt: Para ver os conteúdos da lista, visite a página das listas no interface dos técnicos

source: Clicking on the 'List name' will show the contents of the list
de: Über einen Klick auf den Listennamen, werden die Einträge der Liste angezeigt
pt: Ao clicar no nome da lista aparecerá os conteúdos dessa lista

source: From this list of items you can perform several actions
de: Ausgehend von dieser Exemplarliste können Sie verschiedene Aktionen durchführen.
pt: A partir da lista de itens pode realizar várias operações

source: 'New list' will allow you to create another list
de: Das Klicken auf die Schaltfläche 'Neue Liste' erlaubt Ihnen eine andere Liste zu erstellen.
pt: 'Nova lista' irá permitir criar outra lista

source: 'Edit' will allow you to edit the description and permissions for this list, or delete this list
de: Durch einen Klick auf die Schaltfläche 'Bearbeiten' können Sie die Liste bearbeiten, oder auch löschen.
pt: 'Editar' permite editar a descrição e as permissões da lista ou eliminar a mesma

source: 'Download list' will allow you to download the cart using one of 3 default formats or your :ref:`CSV Profiles`
de: Die Schaltfläche 'Liste herunterladen' erlaubt Ihnen, den Korb herunterzuladen und bietet Ihnen dafür drei verschiedene Standard-Formate Ihres :ref:`CSV-Profile` an.
pt: 'Descarregar lista' permite descarregar a lista usando um dos 3 formatos por omissão ou os seus :ref:`perfis CSV`

source: 'Send list' will send the list to the email address you enter
de: Die Schaltfläche 'Liste verschicken' ist dafür da, die Liste an einen Empfänger zu schicken, dessen E-Mail-Adresse Sie hinterlegt haben.
pt: 'Enviar lista' permite enviar a lista por email para um endereço à sua escolha

source: 'Print list' will present you with a printable version of the list
de: Die Schaltfläche 'Liste drucken' ermöglicht Ihnen die Liste auszudrucken.
pt: 'Imprimir lista' permite obter uma versão impressa da lista

source: You can sort the columns by clicking on the column header.
de: Sie können die Spalten durch einen Klick auf die Pfeile im Header sortieren.
pt: Pode ordenar a lista por coluna clicando no cabeçalho dessa coluna.

source: Merging bibliographic records via lists
de: Bibliographische Datensätze über eine Liste verschmelzen.
pt: Unificar registos bibliográficos usando listas

source: One way to merge together duplicate bibliographic records is to add them to a list and use the merge tool from there.
de: Ein Weg zwei dublette Titel miteinander zu verknüpfen ist, diese einer Liste hinzuzufügen und von dort aus zu verschmelzen.
pt: A forma mais simples de unificar registos bibliográficos duplicados é adicionar-los a uma lista e usar a ferramenta de unificação.

source: Once you have selected the records to merge together the process is the same as if you had chosen to :ref:`merge via cataloging <merging-records-label>`.
de: Haben Sie die Datensätze ausgewählt, die verschmolzen werden sollen, ist der Ablauf der gleiche, als wenn Sie die :ref:`Datensätze in der Katalogisierung verschmelzen <merging-records-label>` würden.
pt: Assim que selecionar os registos a unificar o processo é o mesmo que :ref:`unificar a partir da catalogação <merging-records-label>`.

source: Cart
de: Korb
pt: Carrinho

source: The cart is a temporary holding place for items in the OPAC and/or staff client. The cart will be emptied once the session is ended (by closing the browser or logging out). The cart is best used for performing batch operations (holds, printing, emailing) or for getting a list of items to be printed or emailed to yourself or a patron.
de: Der Korb ist ein zeitlich begrenzter Lagerplatz für Exemplare sowohl im OPAC, als auch in der Dienstoberfläche. Der Korb wird geleert, wenn Sie die Sitzung beenden ( bei Schließen des Browsers oder beim Ausloggen). Mit der Funktion 'Korb' können Sie verschiedene Arbeitsabläufe (Vormerkungen, Drucken, Email) durchführen. Ausserdem können Sie von hier aus auch an einen Benutzer oder an Sie selber eine Exemplarliste drucken oder verschicken.
pt: O carrinho é um local de armazenamento temporário para registos no OPAC ou no interface dos técnicos. O carrinho é eliminado assim que a sessão for terminada (fechando o browser ou saindo da conta). O carrinho é usado para operações em bloco (reservas, impressão, email) ou para obter uma lista de registos a serem impressos ou enviados por email para um leitor.

source: If you would like to enable the cart in the staff client, you need to set the :ref:`intranetbookbag` system preference to 'Show.' To add things to the cart, search the catalog and select the items you would like added to your cart and click on the 'Add to cart' button.
de: Wenn Sie den Korb in die Dienstoberfläche übernehmen möchten, müssen Sie den Systemparameter :ref:`intranetbookbag` auf 'Zeige' setzen. Um dem Korb Titel hinzuzufügen, durchsuchen Sie den Katalog, wählen Sie die Exemplare aus, die Sie dem Korb hinzufügen möchten und klicken Sie 'Meinem Korb hinzufügen'.
pt: Se desejar ativar o carrinho no interface dos técnicos, deve alterar a preferência de sistema :ref:`intranetbookbag` para 'Mostrar'. Para adicionar registos ao carrinho, pesquise no catálogo, selecione os exemplares que deseja adicionar ao carrinho e clique no botão 'Adicionar ao carrinho'.

source: A confirmation will appear below the cart button at the top of the staff client
de: Es erscheint eine Bestätigung unterhalb der Schaltfläche für den Korb über der Navigationsleiste im Kopfbereich der Koha Dienstoberfläche.
pt: Uma mensagem de confirmação irá aparecer abaixo do botão de carrinho no topo do interface

source: Clicking on the cart icon will provide you with the contents of the cart
de: Über einen Klick auf das Korb Icon, werden Ihnen die Inhalte des Korbes angezeigt.
pt: Ao clicar no botão de carrinho poderá ver o conteúdo do carrinho

source: 'More details' will show more information about the items in the cart
de: Die Schaltfläche 'Weitere Details' zeigt Ihnen mehr Informationen über die Exemplare im Korb.
pt: 'Mais detalhes' permite ver mais informações sobre os regitos no carrinho

source: 'Send' will send the list to the email address you enter
de: Über 'Abschicken' können Sie die Liste an einen Empfänger schicken, dessen E-Mail-Adresse Sie eingegeben haben.
pt: 'Enviar' permite enviar o carrinho por email para um endereço à sua escolha

source: 'Download' will allow you to download the cart using one of 3 default formats or your :ref:`CSV Profiles`
de: Mit der Schaltfläche 'Download' können Sie den Korb herunterladen. Sie haben drei verschiedene Standardformate und Ihre :ref:`CSV-Profile` zur Auswahl
pt: 'Descarregar' permite descarregar o carrinho usando um dos 3 formatos por omissão ou os seus :ref:`perfis CSV`

source: 'Print' will present you with a printable version of the cart
de: Mit 'Print' können Sie den Inhalt des Korbes ausdrucken.
pt: 'Imprimir' permite obter uma versão impressa do carrinho

source: 'Empty and close' will empty the list and close the window
de: 'Leeren und Schließen' leert den Korb und schließt das Fenster.
pt: 'Esvaziar e fechar' irá limpar o carrinho e fechar a janela

source: 'Hide window' will close the window
de: 'Fenster ausblenden' schließt das Fenster.
pt: 'Esconder janela' irá fechar a janela

source: Modifying bibliographic records via the cart
de: Bibliographische Datensätze über den Korb ändern
pt: Modificar registos bibliográficos usando o carrinho

source: Bibliographic records can be modified in batch from the records added to a cart. Select the records in the cart you wish to modify and click 'Batch modify'.
de: Bibliographische Datensätze können über einem Batch im Korb geändert werden. Wählen Sie die Datensätze, die Sie verändern möchten im Korb aus und klicken Sie auf 'Stapelbearbeitung'.
pt: Os registos bibliográficos podem ser modificados em lote a partir dos registos adicionados ao carrinho. Selecione os registos que deseja modificar no carrinho e clique em 'Modificar em lote'.

source: You will be taken to the 'Batch record modification tool' and from there the process to modify the bibliographic records is the same as if you had chosen to :ref:`modify via Tools <batch-record-modification-label>`.
de: Sie werden ins Modul 'Werkzeuge' in die 'Stapelbearbeitung von Titeln' weitergeleitet. Von hier aus können Sie die :ref:`bibliographischen Datensätze bearbeiten <batch-record-modification-label>`.
pt: Será reencaminhado para a ferramenta 'Modificação de registos em lote' e, a partir daí, o processo é o mesmo que o processo caso tenha escolhido :ref:`modificar pelas Ferramentas <batch-record-modification-label>`.
