Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/localusepreferences.po
Languages: de

source: Local Use
de: Lokale Verwendung

source: These preferences are defined locally.
de: Diese Systemparameter sind nur lokal definiert.

source: *Get there:* More > Administration > Global System Preferences > Local Use
de: *Pfad in Koha:* Mehr > Administration > Globale Systemparameter > Lokale Verwendung

source: **Note**
de: **Hinweis**

source: Sometimes preferences which are either new or outdated will appear in this tab, if you didn't add any preferences to this tab then it's best to ignore preferences listed here.
de: Manchmal erscheinen auch neue oder veraltete Systemparameter in diesem Reiter, wenn Sie nicht selbst Systemparameter in diesem Reiter konfiguriert haben, können Sie die hier gelisteten Systemparameter ignorieren.

source: Default: blank
de: Voreinstellung: Leer

source: Asks: Did you mean? configuration for the Intranet. Do not change, as this is controlled by /cgi-bin/koha/admin/didyoumean.pl.
de: Fragt: Meinten Sie?-Konfiguration für die Dienstoberfläche. Ändern Sie dies nicht, da es über /cgi-bin/koha/admin/didyoumean.pl konfiguriert wird.

source: Asks: Did you mean? configuration for the OPAC. Do not change, as this is controlled by /cgi-bin/koha/admin/didyoumean.pl.
de: Fragt: Meinten Sie?-Konfiguration für den OPAC. Ändern Sie dies nicht, da es über /cgi-bin/koha/admin/didyoumean.pl konfiguriert wird.

source: Default: ON
de: Voreinstellung: AN

source: Asks: If ON, enable printing circulation receipts
de: Fragt: Wenn AN, aktiviert den Druck von Ausleihquittungen

source: Values:
de: Werte:

source: ON
de: AN

source: OFF
de: AUS

source: Asks: This preference is part of Koha but it should not be deleted or updated manually.
de: Fragt: Dieser Parameter ist Teil von Koha und darf nicht gelöscht oder verändert werden.

source: Asks: Public ID for Hea website
de: Fragt: Öffentliche ID für die Hea-Webseite

source: Default: automatically generated
de: Voreinstellung: automatisch generiert

source: Asks: The Koha database version. WARNING: Do not change this value manually. It is maintained by the webinstaller
de: Fragt: Die Version der Koha-Datenbank. WARNUNG: Ändern Sie diesen Wert nicht, er wird über den Web Installer gepflegt.
