Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/logspreferences.po
Languages: fr

source: Logs keep track of transaction on the system. You can decide which actions you want to log and which you don't using these preferences. Logs can then be viewed in the :ref:`Log Viewer` under Tools.
fr: Les logs gardent la trace des transactions sur le système. Vous pouvez décider quelles actions vous voulez enregistrer et celles dont vous ne voulez pas conserver trace en utilisant ces préférences. Les logs peuvent alors être consultés dans :ref:`Visualiseur des logs`, sous Outils.

source: *Get there:* More > Administration > Global System Preferences > Logs
fr: *Aller à :* Plus > Administration > Préférences système > Logs

source: Debugging
fr: Débogage

source: Asks: \_\_\_ dump search query as a template parameter.
fr: Action : \_\_\_ la requête comme paramètre de template.

source: Default: Don't
fr: Par défaut : Ne pas

source: Value:
fr: Valeur :

source: Don't
fr: Ne pas

source: Do
fr: Oui,

source: This enhancement allows you to view the search query used by Zebra or Elasticsearch, to help with troubleshooting.
fr: Cette amélioration permet de visualiser la syntaxe d'interrogation utilisée par Zebra ou Elasticsearch, afin d'améliorer la résolution de problèmes.

source: Make sure to enable :ref:`DumpTemplateVarsIntranet` and/or :ref:`DumpTemplateVarsOpac` otherwise this system preference will have no effect.
fr: Assurez-vous d'activer :ref:`DumpTemplateVarsIntranet` et/ou :ref:`DumpTemplateVarsOpac` sinon cette préférence système sera sans effet.

source: The dumped query will be in the page source under 'search_query'.
fr: La requête copiée sera dans le code source, sous 'search_query'.

source: Asks: \_\_\_ dump all Template Toolkit variable to a comment in the HTML source for the staff intranet.
fr: Action : \_\_\_ copie toutes les variables du Template Toolkit dans un commentaire des sources HTML de l'interface professionnelle.

source: Asks: \_\_\_ dump all Template Toolkit variable to a comment in the HTML source for the OPAC.
fr: Action : \_\_\_ copie toutes les variables du Template Toolkit dans un commentaire des sources HTML de l'OPAC.

source: Logging
fr: Journaliser

source: Asks: \_\_\_ authentication failures
fr: Action : \_\_\_ les échecs d'authentification

source: Default: Don't log
fr: Par défaut : Ne pas journaliser

source: Values:
fr: Valeurs :

source: Don't log
fr: Ne pas journaliser

source: Log
fr: Journaliser

source: This system preference controls whether or not Koha should log when a patron fails to successfully authenticate on the OPAC (or a staff member in the staff interface).
fr: Cette préférence système contrôle si Koha conserve trace ou non des échecs à l'authentification à l'OPAC par un adhérent (ou à l'interface professionnelle, pour un professionnel).

source: Asks: \_\_\_ changes to authority records.
fr: Action : \_\_\_ les modifications des notices autorités.

source: Asks: \_\_\_ successful authentications
fr: Action : \_\_\_ les authentifications réussies.

source: This system preference controls whether or not Koha should log when a patron successfully authenticates on the OPAC (or a staff member in the staff interface)
fr: Cette préférence système contrôle si Koha conserve trace ou non des authentifications réussies à l'OPAC par un adhérent (ou à l'interface professionnelle, pour un professionnel).

source: Default: Log
fr: Par défaut : Journaliser

source: Asks: \_\_\_ changes to patron records.
fr: Action : \_\_\_ les modifications des adhérents.

source: Enabling this preference allows the tracking of cardnumber changes for patrons
fr: Activer cette préférence permet de conserver trace des modifications de numéros de carte des adhérents.

source: Asks: \_\_\_ any changes to bibliographic or item records.
fr: Action : \_\_\_ les modifications des notices bibliographiques et des exemplaires.

source: Since this occurs whenever a book is cataloged, edited, or checked in or out it can be very resource intensive - slowing down your system.
fr: Comme ça se produit à chaque fois qu'un document est catalogué, modifié, rendu ou emprunté, cela peut consommer beaucoup de ressources et ralentir votre système.

source: Asks: \_\_\_ information from cron jobs.
fr: Action : \_\_\_ les informations en provenance des cron jobs.

source: Asks: \_\_\_ when overdue fines are charged or automatically forgiven.
fr: Action : \_\_\_ les amendes ou les remises d'amendes de retard.

source: Asks: \_\_\_ any actions on holds (create, cancel, suspend, resume, etc.).
fr: Action : \_\_\_ n'importe quelle action sur les réservations (créer, annuler, suspendre, reprendre, etc).

source: Asks: \_\_\_ when items are checked out.
fr: Action : \_\_\_ les prêts.

source: Asks: \_\_\_ when an automatic claim notice is sent.
fr: Action : \_\_\_ les envois de réclamation automatique.

source: This log tracks all notices that go to patrons including the overdue notices.
fr: Ce log enregistre toutes les notifications envoyées aux adhérents, y compris les avis de retard.

source: Default: Don't log
fr: Par défaut : Ne pas journaliser

source: Asks: \_\_\_ when items are renewed.
fr: Action : \_\_\_ les renouvellements de prêts.

source: Asks: \_\_\_ when reports are added, deleted or changed.
fr: Action : \_\_\_ les ajouts, suppressions ou modifications de rapports.

source: Asks: \_\_\_ when items are returned.
fr: Action : \_\_\_ les retours.

source: Asks: \_\_\_ when serials are added, deleted or changed.
fr: Action : \_\_\_ les ajouts, suppressions et modifications de périodiques.
