Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: de, it

source: Search results
de: Suchergebnisse
it: Risultati della ricerca

source: To search the OPAC you can either choose to enter your search words in the box at the top of the OPAC or click on the 'Advanced search' link to perform a more detailed search.
de: Sie können Ihre Suchbegriffe entweder direkt in das Suchfeld eintippen, oder Sie klicken auf den Link 'Erweiterte Suche', um eine detailliertere Suche durchzuführen.
it: Per cercare sull'OPAC è possibile scegliere di inserire i termini di ricerca nella casella nella parte superiore dell'OPAC o fare clic sul link 'Ricerca avanzata' per eseguire una ricerca più dettagliata.

source: For more on searching check the '`Searching <#searching>`__' chapter in this manual.
de: Mehr Informationen zur Suche erhalten Sie in dem Kapitel '`Suche <#searching>`__' in diesem Handbuch.
it: Per maggiori informazioni sulla ricerca controllare il 'Capitolo ` Ricerca <#searching>`__' di questo manuale.

source: Results overview
de: Suchergebnisse
it: Panoramica dei risultati

source: After performing a search the number of results found for your search will appear above the results
de: Nachdem Sie eine Suche durchgeführt haben, erhalten Sie die Anzahl der Treffer oberhalb der Trefferliste
it: Dopo aver eseguito una ricerca il numero di risultati trovati dalla ricerca apparirà sopra i risultati medesimi

source: By default your search results will be sorted based on your :ref:`OPACdefaultSortField and OPACdefaultSortOrder <opacdefaultsortfield-and-opacdefaultsortorder-label>` system preference values. To change this you can choose another sorting method from the pull down on the right.
de: Standardmäßig werden Ihre Suchergebnisse anhand der Einstellungen in den Systemparametern :ref:`OPACdefaultSortField und OPACdefaultSortOrder <opacdefaultsortfield-and-opacdefaultsortorder-label>` sortiert. Über die Auswahlliste auf der rechten Seite können Sie die Suchergebnisse umsortieren.
it: Per impostazione predefinita, i risultati della ricerca verranno ordinati sulla base dei valori delle preferenze di sistema :ref:`OPACdefaultSortField e OPACdefaultSortOrder <opacdefaultsortfield-and-opacdefaultsortorder-label>`. Per cambiare questo si può scegliere un altro metodo di ordinamento dal menù a tendina sulla destra.

source: Under each title on your results list a series of values from your leader will appear. It is important to note that this has nothing to do with the item types or collection codes you have applied to your records, this data is all pulled from your fixed fields. This can be turned on or off with the :ref:`DisplayOPACiconsXSLT` system preference.
de: Unterhalb des Titels bei jedem Treffer in der Trefferliste erscheinen die Einträge aus dem Leader-Feld des zugrunde liegenden MARC-Satzes. Diese Einträge sind unabhänig von den Medientypen oder den Sammlungen die bei Ihnen vorhanden sind. Die Anzeige kann über den Systemparameter :ref:`DisplayOPACiconsXSLT` gesteuert werden.
it: Sotto ogni titolo sui risultati viene elencata una serie di valori basati sul leader del record bibliografico. E 'importante notare che questo non ha nulla a che vedere con i tipi di copie o codici di collezione applicati ai tuoi record, ma provengono dai campi fissi. Questo può essere attivato o disattivato con la preferenze di sistema :ref:`DisplayOPACiconsXSLT`.

source: Below each title you will see the availability for the items attached to the record.
de: Unterhalb der einzelnen Titel sehen Sie die Verfügbarkeitsanzeige der Exemplare.
it: Sotto ogni titolo vedrai la disponibilità delle copie collegate al record.

source: **Note**
de: **Hinweis**
it: **Nota**

source: Even if you filtered on one library location all locations that hold the item will appear on the search results.
de: Auch wenn Sie Ihre Suche auf einen Bibliotheksstandort eingeschränkt haben, erscheinen alle Standorte der Exemplare in den Suchergebnissen.
it: Anche se hai filtrato i risultati per biblioteca, tutte le posizioni che detengono la copia appariranno nei risultati della ricerca.

source: **Important**
de: **Wichtig**
it: **Importante**

source: An item's hold status doesn't not affect whether or not the item is 'available' until the item is in 'waiting' status. Items with on-shelf holds will show as available until a librarian has pulled them from the shelf and checked the item in make it show 'waiting'.
de: Der Vormerkstatus eines Exemplars hat solange keinen Effekt ob das Exemplar 'verfügbar' ist, bis es den Status 'Bereitgestellt' hat. Auch Exemplare mit Vormerkungen auf verfügbare Titel erscheinen solange als verfügbar, bis ein Exemplar zurückgebucht wurde um es auf 'Bereitgestellt' zu setzen.
it: Lo status della prenotazione di una copia non influisce sulla sua disponibilita fino a quando la copia non è posta nello status 'in attesa'. Copie con prenotazioni ma non in prestito (a scaffale dunque) saranno mostrate come disponibili fino a quando un bibliotecario non le toglierà dallo scaffale e passerà in circolazione in modo che visualizzi passino allo status 'in attesa'.

source: If you have turned on :ref:`Enhanced content system preferences <enhanced-content-system-preferences-label>` preferences you may have book jackets on your search results.
de: Wenn Sie die :ref:`Enhanced content system preferences <enhanced-content-system-preferences-label>`aktiviert haben, können Buchcover in der Trefferliste angezeigt.
it: Se sono state attivate le preferenze di sistema :ref:`Enhanced Content <enhanced-content-system-preferences-label>` si possono includere le icone delle copertine dei libri nei risultati della ricerca.

source: If you have set your :ref:`Did you mean? <did-you-mean?-label>` options you will see a yellow bar across the top of your results will other related searches.
de: Wenn Sie die Einstellung :ref:`Meinten Sie? <did-you-mean?-label>` entsprechend gesetzt haben, erhalten Sie oberhalb der Trefferliste eine gelbe Leiste mit weiteren Suchbegriffen.
it: Se sono state impostate le opzioni :ref:`Intendi dire <did-you-mean?-label>` vedrai una barra gialla nella parte superiore dei tuoi risultati con ricerche correlate preimpostate.

source: If you performed an advanced search you see an option to go back and edit your advanced search blow the list of results pages.
de: Wenn Sie eine erweiterte Suche durchgeführt haben, erhalten Sie einen Link 'Zurück zur letzten Erweiterten Suche' um die Suche anzupassen.
it: Se hai fatto una ricerca avanzata vedrai un'opzione per ritornare indietro a modificare la ricerca avanzata che hai fatto. Essa si trova sotto la lista della pagine dei risultati della ricerca.

source: Filters
de: Filter
it: Filtri

source: To filter your results click on the links below the 'Refine your search' menu on the left of your screen
de: Mit den Links unter dem Bereich 'Präzisieren Sie die Suche' können Sie Ihre Suchergebnisse verfeinern.
it: Per filtrare i risultati cliccare sui link sotto il menu 'Affina la ricerca' sul lato sinistro dello schermo

source: Depending on your setting for the :ref:`DisplayLibraryFacets` system preference you will see filters for your home, holding or both libraries.
de: Abhängig vom Systemparameter :ref:`DisplayLibraryFacets` werden Facetten für Ihre Heimatbibliothek, aktuelle Bibliothek, oder beide angezeigt.
it: A seconda della impostazione della preferenza :ref:`DisplayLibraryFacets`, vedrai i filtri per la biblioteca che possiede il libro, per quella dove si trova adesso o per entrambe.

source: After clicking a facet you can remove that filter from your results by clicking the small 'x' that appears to the right of the facet.
de: Nachdem Sie auf eine Facette geklickt haben, können Sie diese auch wieder entfernen indem Sie auf das kleine 'x' rechts neben der der Facette klicken.
it: Dopo aver cliccato su una faccetta, è possibile rimuovere il filtro dai risultati facendo clic sulla piccola 'x' che appare a destra della faccetta stessa.

source: Search RSS feeds
de: RSS Feeds für Suchen
it: Cerca i feed RSS

source: You will be able to subscribe to your search results as an RSS feed by clicking the RSS icon in your address bar or next to the number of results. To learn more about what RSS feeds are check out `this tutorial video <http://www.youtube.com/watch?v=0klgLsSxGsU>`__.
de: Sie können Ihre Suchergebnisse über einen RSS Feed abonnieren indem Sie auf das RSS Feed Icon rechts neben der Anzahl der Suchergebnisse klicken. Mehr Informationen zu RSS Feeds erhalten Sie in diesem Video <http://www.youtube.com/watch?v=0klgLsSxGsU>`__.
it: Sarete in grado di iscriversi ai risultati della ricerca come un feed RSS facendo clic sull'icona RSS nella barra degli indirizzi o accanto al numero di risultati. Per saperne di più sui feed RSS si veda `questo video tutorial <http://www.youtube.com/watch?v=0klgLsSxGsU>`__.

source: Subscribing to search results as RSS feeds will allow you to see when a new item is added to the catalog in your area of interest.
de: Wenn Sie die Suchergebnisse abonnieren, können Sie sehen wenn für diese Suchergebnisse neue Exemplare hinzugefügt werden.
it: Iscrivendosi ai risultati della ricerca come feed RSS, permetterà di vedere quando un nuovo record in una propria area di interesse si aggiunge al catalogo.

source: Bibliographic record
de: Bibliographischer Datensatz
it: Record bibliografico

source: When you click on a title from the search results, you're brought to the bibliographic detail of the record. This page is broken down in several different areas.
de: Wenn Sie auf einen Titel aus der Trefferliste klicken gelangen Sie in die Detailansicht des Titels. Die Detailansicht ist in verschiedene Bereiche aufgeteilt.
it: Quando si fa clic su un titolo dai risultati della ricerca, si apre il dettaglio bibliografico della registrazione. Questa pagina è suddivisa in aree.

source: At the top of your screen will be the title and the GMD:
de: Im oberen Bereich des Bildschirms befindet sich der Titel und die Materialart:
it: Nella parte superiore della pagina ci sarà il titolo e la natura dell'opera [se DVD, raccolta, etc]:

source: Below the title the authors will be listed. These come from your 1xx and 7xx fields. Clicking the author will run a search for other titles with that author.
de: Unterhalb des Titels werden die Autoren aufgeführt. Diese stammen aus den 1xx und 7xx MARC-Feldern. Wenn Sie auf einen Autor klicken, wird eine Suche ausgeführt und Sie erhalten Sie eine Liste mit allen Titeln von und mit dieses Autors.
it: Sotto il titolo saranno elencati gli autori. Questi provengono dalle vostre 1xx e 7xx campi. Cliccando l'autore, parte una ricerca di altri titoli di quell'autore.

source: If you have an authority file you will see a magnifying glass to the right of author (and other) authorities. Clicking that magnifying glass will take you directly to the authority record.
de: Wenn es sich um Normdaten handelt, sehen Sie neben dem entsprechenden Autor (oder einer anderen Normdatenart) eine Lupe. Wenn Sie auf die Lupe klicken, gelangen Sie direkt auf den Normdatensatz.
it: Se si dispone di un file di autorità verrà visualizzata una lente di ingrandimento a destra dell'autore e di altre intestazioni. Cliccando la lente d'ingrandimento si apre direttamente il record di autorità.

source: If you have your :ref:`DisplayOPACiconsXSLT` preference set to 'show' you will see a material type that is determined by values in your fixed fields (learn more in the :ref:`XSLT material type icons <material-type-cataloging-guide-label>` cataloging guide.
de: Wenn Sie den Systemparameter :ref:`DisplayOPACiconsXSLT` auf 'Zeige' gesetzt haben, wird das Format, die Zielgruppe und Materialtypicons in der Trefferliste und der Detailansicht des OPACs angezeigt (hier erfahren Sie mehr über :ref:`Materialtypicons <material-type-cataloging-guide-label>`.)
it: Se hai la preferenza :ref:`DisplayOPACiconsXSLT` impostata a 'mostra' vedrai tipo di materiale determinato dai valori nei campi fissi (approfondisci su :ref:`XSLT material type icons <material-type-cataloging-guide-label>` guida alla catalogazione).

source: Next you'll see the description of the record you're viewing:
de: Hier sehen Sie die Beschreibung des Titelsatzes:
it: A continuazione vedrai la descrizione del record che stai visualizzando:

source: Following that information you'll find the subject headings which can be clicked to search for other titles on similar topics
de: Wenn Sie auf die Schlagwörter klicken, wird eine Suche nach Titeln mit diesem Schlagwort durchgeführt
it: Dopo queste informazioni si trovano le intestazioni per soggetto, che può essere cliccato per la ricerca di altri titoli su argomenti simili

source: If your record has a table of contents or summary it will appear next to the 'Summary' or 'Table of contents' label
de: Wenn der Titelsatz eine Inhaltsangabe und / oder eine Zusammenfassung hat, erscheinen diese hier ebenfalls.
it: Se il record ha un indice o un o sommario esso apparirà accanto all'etichetta 'Sommario' o 'Indice'

source: If your record has data in the 856 fields you'll see the links to the right of the 'Online resources' label
de: Wenn Daten in den MARC-Feldern 856 vorhanden sind, werden entsprechend Links unter der Rubrik 'Online-Ressourcen' angezeigt.
it: Se il record ha dati nei campi 856 vedrai i link a destra della etichetta 'Risorse online'

source: If the title you're viewing is in a public list then you'll see a list of those to the right of the 'List(s) this item appears in' label and if it has tags they will appear below the 'Tags from this library' label
de: Wenn der Titel in einer öffentlichen Liste enthalten ist, erscheint die Rubrik 'Listen, auf denen dieser Titel steht:' mit dem Namen der Liste. Darüber hinaus werden 'Tags dieser Bibliothek' angezeigt, wenn diese entsprechend vorhanden sind
it: Se il titolo si sta visualizzando è in una lista pubblica, vedrai un elenco di quelli a destra della etichetta 'Lista(e) in cui questo record appare' e se è stato taggato appariranno sotto l'etichetta "Tag da questa biblioteca'

source: In the tabs below the details you will find your holdings data
de: In den Reitern unterhalb des Titelsatzes befinden sich die Exemplarangaben
it: Nelle schede sotto i dettagli troverai i dati sul posseduto

source: Any notes (5xx fields) that have been cataloged will appear under 'Title notes'
de: Wenn Notizfelder (MARC Felder 5xx) erfasst wurden, erscheinen die Angaben unter 'Titelinformationen'
it: Le note (campi 5xx del MARC21) appariranno sotto 'Note'

source: If you're allowing comments they will appear in the next tab
de: Wenn Sie die Kommentarfunktion zulassen, erscheinen Kommentare hier im nächsten Reiter
it: Se i commenti sono attivi, appariranno nella scheda successiva

source: And finally if you have enabled FRBR and you have other editions of the title in your collection you will see the 'Editions' tab.
de: Und wenn Sie die FRBR Parameter aktiviert haben, erhalten Sie andere Ausgaben des Titels unter dem Reiter 'Ausgaben' angezeigt, wenn es welche gibt.
it: Infine, se FRBR è attivo e se in catalogo ci sono altre edizioni dello stesso titolo, vedrai la scheda 'Edizioni'.

source: To the right of the details you'll find a series of boxes. The first box is a list of buttons to help navigate the search results. From there you can see the next or previous result from your search or return to the results.
de: Rechts neben den Titelangaben befinden sich Boxen mit verschiedenen Optionen. Die erste Box hilft Ihnen durch die Trefferliste zu navigieren. Von dort können Sie auch zum nächsten oder vorherigen Treffer, oder zu Ihrer Trefferliste gelangen.
it: A destra dei dettagli troverete una serie di caselle. La prima casella è una lista di pulsanti per navigare i risultati di ricerca. Da lì si può vedere il risultato successivo o precedente dalla ricerca o tornare ai risultati.

source: Clicking 'Browse results' at the top of the right column will open up your search results on the detail page
de: Wenn Sie auf 'Trefferliste durchstöbern' klicken erhalten Sie eine verkürzte Trefferliste Ihrer Suchergebnisse direkt auf der Detailansicht
it: Facendo clic su Sfoglia tra i risultati nella parte superiore della colonna di destra aprirà i risultati della ricerca nella pagina di dettaglio

source: Below the search buttons you'll find the links to place a hold, print the record, save the record to your lists, add it to your cart or send to a device (using a QR code).
de: Darunter finden Sie Links um eine Vormerkung abzusetzen, den Titelsatz zu drucken, den Satz zu Ihren Listen oder zu Ihrem Korb hinzuzufügen oder an eines Ihrer Geräte zu senden (über einen QR-Code).
it: Sotto i bottoni di ricerca troverete i link per inserire una prenotazione, stampare il record, salvare il record in una lista, aggiungerlo al carrello o condividerlo (tramite QR code).

source: Clicking 'More searches' will show the list of libraries you entered in your :ref:`OPACSearchForTitleIn` preference
de: Unter dem Link 'Weitere Suchen' erhalten Sie eine Liste von Suchquellen, in denen nach diesem Satz gesucht werden kann. Die Liste kann in dem Systemparameter :ref:`OPACSearchForTitleIn` angepasst werden.
it: Facendo clic su "Altre ricerche" mostrerà l'elenco delle biblioteche indicate nella preferenza :ref:`OPACSearchForTitleIn`

source: Under the 'Save record' label you will find a series of file formats you can save the record as. This list can be customized by altering the :ref:`OpacExportOptions` system preference.
de: Unter dem link 'Datensatz speichern' öffnen sich verschiedene Formate unter denen der Titelsatz abgespeichert werden kann. Die Liste kann über den Systemparameter :ref:`OpacExportOptions` angepasst werden.
it: Sotto l'etichetta 'Salva Record', troverete una serie di formati di file in cui è possibile salvare il record. Questo elenco può essere personalizzato modificando la preferenza :ref:`OpacExportOptions`.

source: If at any time you want to change the view from the 'Normal' view to see the Marc or the ISBD you can click the tabs across the top of the record
de: Sie können die Ansicht des Titelsatzes ändern, und anstelle der 'Normal'-Ansicht die MARC- oder ISBD-Anzeige oberhalb des Titelsatzes auswählen
it: Se in qualsiasi momento si desidera modificare la vista da 'Normale' e passare alle viste Marc o ISBD, è possibile fare clic sulle schede nella parte superiore del record

source: Lists and the cart
de: Listen und Korb
it: Liste & Carrello

source: A cart is a temporary holding place for records you're interested in finding during this session. That means that once you log out of the OPAC or close the browser you lose the items in your cart. A list is a more permanent location for saving items. To learn more about lists, check the `Lists in the staff client <#stafflists>`__ chapter of this manual.
de: Ein Korb ist ein temporärer Ablageort für Titel / Exemplare, an denen Sie interessiert sind, dieser bleibt nur während der aktuell geöffneten Session aktiv. Das bedeutet, wenn Sie sich aus dem OPAC ausloggen oder den Browser schließen, werden auch die Exemplare aus dem Korb entfernt. Listen sind daher besser geeignet um Exemplare dauerhaft zu merken. Mehr Informationen zu Listen finden Sie in dem Kapitel `Listen im Dienstclient <#stafflists>`__ dieses Handbuchs.
it: Il carrello è un contenitore temporaneo di record che ti servono durante la sessione. Quando avrai fatto il logout o chiuso il browser, perderai i record del carrello. Una lista è un contenitore permanente di record. Per imparare le liste, vai al capitolo `Liste nell'interfaccia dello staff <#stafflists>`__ di questo manuale.

source: Lists
de: Listen
it: Liste

source: Patrons can manage their own private lists by visiting the 'your lists' section of their account.
de: Benutzer können Ihre eigenen privaten Listen verwalten indem Sie den Bereich 'Ihre Listen' öffnen.
it: Gli utenti possono gestire le proprie liste private accedendo alla sezione 'Le mie liste' nel proprio account.

source: Creating lists
de: Listen erstellen
it: Creare una lista

source: Lists can also be created by choosing the 'New list' option in the 'Add to' menu on the search results
de: Neue Listen können auch erstellt werden indem Sie im Auswahlmenü 'Hinzufügen zu ...' der Trefferliste 'Neue Liste' auswählen
it: Le liste possono anche essere create scegliendo l'opzione 'Nuova lista' nel menù 'Aggiungi a' sui risultati della ricerca

source: To create a list the patron simply needs to click the 'New list' link and populate the form that appears
de: Der Benutzer muss dann nur das folgende Formular ausfüllen
it: Per creare una lista l'utente deve semplicemente cliccare sul link 'Nuova lista' e compilare il modulo che appare

source: The only field required is the 'List name,' but the patron can also choose how they want the list sorted and if the list is public or private.
de: Das einzige Pflichtfeld ist das Feld 'Listenname:'. Der Benutzer kann auch auswählen wie die Liste sortiert, und ob sie privat oder öffentlich sein soll.
it: L'unico campo obbligatorio è il 'Nome Lista', ma l'utente può anche scegliere l'ordinamento della lista e se la lista è pubblica o privata.

source: A private list is managed by you and can be seen only by you (depending on your permissions settings below)
de: Eine private Liste kann nur von Ihnen eingesehen und bearbeitet werden (abhängig von den Einstellungen)
it: Una lista privata verrà gestita e vista solo da te (in funzione dei permessi impostati sotto)

source: A public list can be seen by everybody, but managed only by you (depending on your permissions settings below)
de: Eine öffentliche Liste ist für alle Benutzer sichtbar, aber nur von Ihnen editierbar (abhängig von den Einstellungen)
it: Una lista pubblica verrà vista da tutti ma gestita solo da te (in funzione dei permessi impostati sotto)

source: If you aren't allowing patrons to create public lists with the :ref:`OpacAllowPublicListCreation` preference then patrons will only be able to create private lists.
de: Wenn Sie es Benutzer über den Systemparameter :ref:`OpacAllowPublicListCreation` nicht erlauben öffentliche Listen anzulegen, können diese nur private Listen anlegen.
it: Se non consenti agli utenti di creare liste pubbliche con la preferenza :ref:`OpacAllowPublicListCreation`, allora gli utenti saranno solo in grado di creare liste private.

source: Finally decide what your permissions will be on the list. You can all or disallow:
de: Entscheiden Sie wie die Berechtigungen für die Liste aussehen sollen. Sie können Änderungen erlauben für:
it: Al termine decidi quali permessi dare alla lista. Puoi permettere o non permettere:

source: anyone else to add entries
de: alle die diese Liste anzeigen können
it: a chiunque altro di aggiungere elementi

source: anyone to remove his own contributed entries
de: jedem die eigenen Einträge zu entfernen
it: a chiunque altro di rimuovere i propri elementi

source: The owner of a list is always allowed to add entries, but needs permission to remove.
de: Der Besitzer einer Liste kann immer Einträge hinzufügen, aber benötigt die Bereichtigung um Einträge zu entfernen.
it: Il padrone di una lista può sempre aggiungere voci, ma ha bisogno del permesso per cancellarle.

source: anyone to remove other contributed entries
de: jedem andere Einträge zu entfernen
it: chiunque a rimuovere contributi di altri

source: Adding titles to lists
de: Titel zu Listen hinzufügen
it: Aggiungere titoli alle liste
