Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: de, it

source: Your purchase suggestions
de: Anschaffungsvorschläge
it: I miei suggerimenti di acquisto

source: If your library allows patrons to make purchase suggestions the next tab will show all suggestions that the patron made to the library and their statuses. To disable this tab and the suggestion functionality set the :ref:`suggestion` preference to 'Don't allow.'
de: Erlaubt Ihre Bibliothek den Benutzern Anschaffungsvorschläge zu machen, bekommt er in seiner Kontoübersicht den Reiter 'Anschaffungsvorschläge' angzeigt. Dieser enthält alle Anschaffungsvorschläge, die der Benutzer für die Bibliothek gemacht hat, mit Statusanzeige. Um diesen Reiter und die Möglichkeit Anschaffungsvorschläge zu machen zu deaktivieren, setzen Sie den Systemparameter :ref:`suggestion` auf 'Erlaube nicht'.
it: Se la biblioteca consente agli utenti di effettuare suggerimenti di acquisto, la scheda successiva mostrerà tutti i suggerimenti che l'utente ha inviato alla biblioteca e il loro stato. Per disabilitare questa scheda e la funzionalità dei suggerimenti di acquisto, impostare la preferenza :ref:`suggestion` a 'Non consentire.'

source: If you have :ref:`OPACViewOthersSuggestions` set to 'Show' then patrons will be able to search suggestions from the top of this list.
de: Haben Sie den Systemparameter :ref:`OPACViewOthersSuggestions` auf 'Zeige' gesetzt, haben die Benutzer die Möglichkeit Anschaffungsvorschläge anderer Benutzer zu sehen.
it: Se la preferenza :ref:`OPACViewOthersSuggestions` è impostata a 'Mostrare', gli utenti saranno in grado di cercare tra i suggerimenti dalla testa di questa lista.

source: Your messaging
de: Nachrichten
it: I miei messaggi

source: If your library has the :ref:`EnhancedMessagingPreferences` and the :ref:`EnhancedMessagingPreferencesOPAC` preferences set to 'Allow' then your patrons will be able to choose which messages they receive from the library (with the exception of overdue notices which the library controls).
de: Hat Ihre Bibliothek die Systemparameter :ref:`EnhancedMessagingPreferences` und :ref:`EnhancedMessagingPreferencesOPAC` auf 'Erlaube' gesetzt, können Ihre Benutzer wählen, welche Benachrichtigungen Sie von der Bibliothek erhalten möchten (mit Ausnahme von Mahnbenachrichtigungen, welche die Bibliothek kontrolliert).
it: Se la vostra biblioteca ha le preferenze :ref:`EnhancedMessagingPreferences` e :ref:`EnhancedMessagingPreferencesOPAC` impostate su 'Consenti' allora i vostri utenti saranno in grado di scegliere i messaggi che ricevono dalla biblioteca (con l'eccezione di avvisi di prestiti scaduti che controlla la biblioteca).

source: If you use an outside driver for sending text messages set with the :ref:`SMSSendDriver` preference, you will see an additional column to receive these messages as SMS (or text messages) and a field for a cell (or SMS) number.
de: Verwenden Sie einen anderen Versandtreiber um Textnachrichten zu verschicken aktivieren Sie den Systemparameter :ref:`SMSSendDriver` und Sie bekommen eine zusätzliche Spalte angezeigt, um diese Benachrichtigungen als SMS (oder Textnachricht) zu erhalten und es wird ein Feld für eine Mobil- bzw. SMS-Nummer angezeigt.
it: Se sono consentiti anche messaggi SMS con la preferenza :ref:`SMSSendDriver`, si vedrà una colonna aggiuntiva per ricevere questi messaggi come SMS (o messaggi di testo) e un campo per il numero del cellulare.

source: If you are using the Email protocol for sending text messages set with the :ref:`SMSSendDriver` preference, you will see an additional column to receive these messages as SMS (or text messages), a field for a cell (or SMS) number, and a pull down listing :ref:`cellular providers entered in administration <sms-cellular-providers-label>`.
de: Benutzen Sie das E-Mail-Protokoll um Textnachrichten zu versenden, bekommen Sie mit dem Setzen des Systemparameters :ref:`SMSSendDriver` eine zusätzliche Spalte angezeigt, um diese Nachrichten als SMS (oder Textnachrichten) zu erhalten, ein Feld für eine Mobil- oder SMS-Nummer und eine Auswahlliste mit :ref:`Mobilfunkanbietern <sms-cellular-providers-label>`, die im Administrationsmodul konfiguriert wurden, zu erhalten.
it: Se si utilizza la posta elettronica per l'invio di messaggi di testo insieme con la preferenza :ref:`SMSSendDriver`, si vedrà una colonna aggiuntiva per ricevere questi messaggi come SMS (o messaggi di testo), un numero di campo per un numero di cellulare (Voce o solo SMS) e un menu a discesa `fornitori servizi di fonia mobile <sms-cellular-providers-label>` immessi nel sistema dai bibliotecari.

source: If you are using the :ref:`Itiva Talking Tech <talkingtechitivaphonenotification-label>` service you will see an additional column to receive these messages via Phone.
de: Nutzen Sie den Service :ref:`Itiva Talking Tech <talkingtechitivaphonenotification-label>` bekommen Sie eine zusätzliche Spalte angezeigt um diese Nachrichten per Telefon zu erhalten.
it: Se si utilizza il servizio :ref:`Itiva Talking Tech <talkingtechitivaphonenotification-label>` si vedrà una colonna aggiuntiva per ricevere questi messaggi via telefono.

source: These notices are:
de: Diese Benachrichtigungen sind:
it: Questi avvisi sono:

source: Advanced notice: A notice in advance of the patron's items being due (The patron can choose the number of days in advance)
de: Erinnerungsbenachrichtigung: diese Benachrichtigung wird im Voraus an den Benutzer versandt mit dem Hinweis, wann die ausgeliehenen Medien fällig sind (die Anzahl der Tage wie lange vor dem Fälligkeitsdatum die Nachricht verschickt wird, kann vom Benutzer gewählt werden).
it: Preavviso: Un preavviso all'utente con le copie che stanno per scadere (l'utente può scegliere il numero di giorni di anticipo)

source: Item checkout: A notice that lists all the of the items the patron has just checked out and/or renewed, this is an electronic form of the checkout receipt
de: Ausleihquittung: diese Benachrichtigung listet alle Medien auf die der Benutzer soeben ausgeliehen oder verlängert hat. Das ist die elektronische Version der Ausleihquittung
it: Prestito di una copia: un avviso che elenca tutte le copie che l'utente ha preso in prestito e/o rinnovato; è la versione elettronica della ricevuta dei prestiti

source: Hold filled: A notice when you have confirmed the hold is waiting for the patron
de: Vormerkbenachrichtigung: ist diese Benachrichtigungsart angehakt, wird der Benutzer darüber informiert das eine Vormerkung abholbereit ist
it: Prenotazione accettata: Un avviso quando hai confermato che la prenotazione è in attesa di ritiro da parte dell'utente

source: Item due: A notice on the day and item is due back at the library
de: Fälligkeitsbenachrichtigung: am Tag der Fälligkeit des ausgeliehenen Mediums wird diese Benachrichtigung verschickt
it: Copia in scadenza: Un avviso nel giorno in cui una copia deve essere restituita alla biblioteca

source: Item check-in: A notice that lists all the of the items the patron has just checked in
de: Rückgabequittung: Diese Benachrichtigung listet alle Medien auf, die der Benutzer zurückgegeben hat
it: Copia restituita: Un avviso che elenca le copie da poco restituite dall'utente

source: Patrons can choose to receive their notices as a digest by checking the 'Digest only?' box along with the delivery method. A digest is a combination of all the messages of that type (so all items due in 3 days in one email) in to one email instead of multiple emails for each alert.
de: Nutzer können diese Benachrichtigungen gesammelt erhalten, wenn die Checkbox in der Spalte 'Sammelmail' angehakt, und die Benachrichtigungsart gewählt wird. Bei einer Sammelbenachrichtigung werden alle Benachrichtigungen eines Benachrichtigungstyps in einer Mail zusammengefasst (z. B. alle Exemplare die in drei Tagen fällig werden in einer Mail) anstelle von mehreren Mails für jedes Exemplar.
it: Gli utenti possono scegliere se ricevere gli avvisi come digest spuntando la casella 'solo digest' e il metodo di spedizione. Il digest è un raggruppamento di tutti i messaggi di un certo tipo (p.es. tutte le copie da restituire nei prossimi 3 giorni in un solo messaggio) invece di un messaggio per avviso.

source: You must choose a delivery method (SMS or email or phone) along with 'Digest only?' if you would like to receive a digest of the messages.
de: Möchten Sie nur eine kurze Zusammenfassung der Nachrichten erhalten, müssen Sie eine Lieferart auswählen (SMS, Email oder Telefon).
it: È necessario scegliere un metodo di consegna (SMS o e-mail o telefono), insieme a 'solo digest?' se si desidera ricevere i messaggi raggruppati.

source: Your lists
de: Ihre Listen
it: Le tue liste

source: If your library has the :ref:`virtualshelves` set to 'Allow' they will see the 'your lists' tab. From here your patrons can review public lists and create or edit their own private lists.
de: Hat Ihre Bibliothek den Systemparameter :ref:`virtualshelves` auf 'Ja' gesetzt, bekommen Sie in Ihrem Benutzeraccount den Reiter 'Listen' angezeigt. In diesem Reiter bekommen Ihre Benutzer öffentliche Listen angezeigt und können ihre eigenen privaten Listen erstellen und bearbeiten.
it: Infine, se la biblioteca ha impostato la preferenza :ref:`virtualshelves` a 'Consentire', l'ultima scheda sarà 'le mie liste.' Da qui gli utenti possono leggere le liste pubbliche e creare o modificare le proprie liste private.

source: Ask for a discharge
de: Entlastung beantragen
it: Chiedi una liberatoria

source: If you have enabled the :ref:`useDischarge` preference then patrons will be able to request a discharge via the OPAC.
de: Haben Sie den Systemparameter :ref:`useDischarge` aktiviert, können Benutzer über den OPAC eine Entlastung beantragen.
it: Se hai abilitato la preferenza :ref:`useDischarge` gli utenti potranno chiedere una liberatoria attraverso l'OPAC.

source: From here patrons can request a discharge
de: Von hier aus kann der Benutzer eine Entlastung anfordern.
it: Da qui gli utenti posso chiedere una liberatoria

source: And will receive confirmation of their request.
de: und bekommt eine Bestätigung für die Beantragung.
it: E riceveranno conferma della loro richiesta.

source: Your routing lists
de: Ihre Umlauflisten
it: Le mie routing list

source: If you are named as a recipient on any :ref:`serial routing lists <create-a-routing-list-label>` you will see them listed here. The following note is displayed "You are subscribed to the routing lists for following serial titles. If you wish to make changes, please contact the library".
de: Wenn Sie als Empfänger auf einer der :ref:`Zeitschriftenumlauflisten <create-a-routing-list-label>` stehen, werden Sie hier eine Übersicht sehen. Es wird ein Hinweis angezeigt: "Sie stehen auf den Umlauflisten für die folgenden Zeitschriftentitel. Wenn Sie Änderungen vornehmen möchten, sprechen Sie bitte das Bibliothekspersonal an".
it: Se sei un destinatario elencato in :ref:`serial routing lists <create-a-routing-list-label>`, le vedrai elencate qui. La seguente nota verrà visualizzata "Sei abbonato alla routing list per i seguenti titoli di periodici. Se vuoi cambiamenti, per favore contatta la biblioteca".

source: Your interlibrary loan requests
de: Fernleihen
it: Le tue richieste di prestito interbibliotecario

source: If your library has the :ref:`ILLModule` preference set to ‘Enable’ patrons will have the option to make ILL requests when logged in to their OPAC account. From here they can view their existing requests and place new ones.
de: Hat Ihre Bibliothek den Systemparameter :ref:`ILLModule` auf 'Aktiviere' gesetzt, haben Benutzer die Möglichkeit ILL Anfragen zu machen, wenn Sie in Ihrem OPAC Account eingeloggt sind. Hier können Sie Ihre Anfragen sehen oder neue plazieren.
it: Se la biblioteca ha la preferenza :ref:`suggestion` la preferenza impostata a 'Consenti', gli utenti avranno la possibilità di inoltrare suggerimenti di acquisto da varie zone dell'OPAC.

source: To place a new interlibrary loan request click on ‘Create a new request’ and choose a request form.
de: Um eine Fernleihanfrage zu machen, klicken Sie auf 'Neue Bestellung' und wählen Sie ein Bestellformat aus.
it: Per procedere a una nuova richiesta di prestito, clicca su "Crea una nuova richiesta" e scegli una form.

source: The options displayed are dependent on your ILL configuration. See the ILL backends wiki page at https://wiki.koha-community.org/wiki/ILL_backends further explanation.
de: Die angezeigten Optionen hängen von Ihrer Fernleihkonfiguration ab. Weitere Informationen finden Sie auf der Wiki-Seite https://wiki.koha-community.org/wiki/ILL_backends.
it: Le opzioni mostrate sono indipendenti dalla tua configurazione ILL. Vedi la pagina sui backend ILL a https://wiki.koha-community.org/wiki/ILL_backends per approfondimenti.

source: If you have entered copyright text in the :ref:`ILLModuleCopyrightClearance` preference the text displays here and you need to click ‘Yes’ to accept before continuing.
de: Haben Sie einen Copyright Text im Systemparameter :ref:`ILLModuleCopyrightClearance` eingegeben müssen Sie zum Bestätigen 'Ja' klicken und können dann weiter vor gehen.
it: Se hai indicato un testo di copyright nella preferenza di sistema :ref:`ILLModuleCopyrightClearance`, il testo verrà mostrato qui e dovrai cliccare su 'Sì' per accettare e continuare.

source: Complete the publication details as fully as possible. Depending on the form in use you may see the option to add Custom fields for additional information such as notes. Destination branch is a required field, this is the branch you would like the request to be sent to.
de: Füllen Sie die Informationen zur Veröffentlichung so genau wie möglich aus. Abhängig von der Form sehen Sie für zusätzliche Informationen, die Optionen um benutzerdefinierte Felder hinzufügen zu können, wie zum Beispiel Notizfelder. Der Bestimmungsort ist ein notwendiges Feld, da die Anfrage dort hin gesendet wird.
it: Completa i dettagli della pubblicazione il più possibile. In funzione della form in uso, potrai anche aggiungere campi personalizzati, quali le note. La biblioteca di destinazione è un campo obbligatorio, e sarà la biblioteca a cui verrà inoltrata la richiesta.

source: Click on 'Create' to submit your request to the library for processing.
de: Klicken Sie auf 'Erstelle', um die Anfrage bei Ihrer Bibliothek einzureichen.
it: Clicca su 'Crea' per inviare la tua richiesta alla biblioteca.

source: Your submitted request will be listed with a status of ‘New request’. Once processed the status will be updated to ‘Requested’.
de: Ihre eingereichte Anfrage wird mit dem Status 'Neue Anfrage' aufgelistet. Ist die Anfrage erledigt, wird der Status auf 'bearbeitet' gesetzt.
it: La tua richiesta verrà elencata con stato di 'Nuova richiesta'. Una volta elaborata, passerà allo stato di 'Richiesto'.

source: Click on ‘View’ to make changes or cancel your request.
de: Klicken Sie auf 'Zeige' um Änderungen oder eine Stornierung Ihrer Anfrage vorzunehmen.
it: Clicca su 'Vedi' per modificare o cancellare la richiesta.

source: You cannot edit the form details but you can add a note to request a modification and then click on ‘Submit modifications’ at the bottom of the screen. Your modification will be sent to the library for processing.
de: Sie können die Details des Formats nicht bearbeiten aber Sie können eine Notiz für eine Änderungsanfrage hinterlegen. Klicken Sie dann auf 'Änderung beantragen' unten am Bildschirm. Ihre Änderung wird zur Bearbeitung an die Bibliothek geschickt.
it: Non puoi modificare i dettagli del form ma potrai aggiungere note per richiedere una modifica., Poi fai click su 'Invia le modifiche' al fondo dello schermo. Le tue modifiche saranno inviate alla biblioteca.

source: For new requests you will also have the option to ‘Request cancellation’. Your request will be updated with the status ‘Cancellation requested’ and can then be removed by library staff.
de: Für neue Anfragen haben Sie auch die Möglichkeit eine Stornierung zu beantragen. Ihre Anfrage erhält dann den Status 'Stornierung angefragt' und kann dann vom Bibliothekspersonal entfernt werden.
it: Per le nuove richieste hai anche la possibilità di 'Chiedere la cancellazione'. La tua richiesta passerà allo stato 'Cancellazione richiesta' e verrà poi rimossa dallo staff della biblioteca.

source: Purchase suggestions
de: Anschaffungsvorschläge
it: Suggerimenti di acquisto

source: If your library has the :ref:`suggestion` preference set to 'Allow' then patrons will have the option to make purchase suggestions in several areas in the OPAC.
de: Hat Ihre Bibliothek den Systemparameter :ref:`suggestion` auf 'Erlaube' gesetzt, kann der Benutzer an verschiedenen Stellen im OPAC Anschaffungsvorschläge machen.
it: Se la biblioteca ha la preferenza :ref:`suggestion` la preferenza impostata a 'Consenti', gli utenti avranno la possibilità di inoltrare suggerimenti di acquisto da varie zone dell'OPAC.

source: If you are allowing everyone to see the purchase suggestions made by others with the :ref:`OPACViewOthersSuggestions` preference, then there will be a link at the top of your OPAC under the search box.
de: Wenn Sie über den Systemparameter :ref:`OPACViewOthersSuggestions` erlauben, dass jeder Benutzer die Anschaffungsvorschläge von anderen Benutzern sehen darf, wird ein Link 'Anschaffungsvorschläge' unterhalb der Suchleiste angezeigt.
it: Se si consente a tutti di vedere le proposte di acquisto fatte da altri con la preferenza :ref:`OPACViewOthersSuggestions`, ci sarà un link nella parte superiore dell'OPAC sotto la casella di ricerca.

source: There will be a link when the patron finds nothing for their search.
de: Es gibt auch einen Link, wenn die Suchanfrage eines Benutzers nicht erfolgreich war.
it: Ci sarà un collegamento quando l'utente non trova nulla con la ricerca.

source: And there will be a link on the patron's :ref:`Your purchase suggestions <your-purchase-suggestions-label>` tab.
de: Und es gibt einen Link im Benutzeraccount im Reiter :ref:`Anschaffungsvorschläge <your-purchase-suggestions-label>`.
it: E ci sarà un link nella scheda dell'utente :ref:`I miei suggerimenti di acquisto <your-purchase-suggestions-label>`.

source: Clicking any one of these links will open the purchase suggestion form.
de: Jede dieser Optionen öffnet das Formular für einen Anschaffungsvorschlag.
it: Facendo clic su uno qualsiasi di questi link si aprirà il modulo dei suggerimenti di acquisto.

source: From the form only the 'Title' is required by the library.
de: In diesem Formular ist nur der 'Titel' ein Pflichtfeld.
it: Nel modulo solo il campo 'Titolo' è obbligatorio.

source: The item type list can be edited by editing the SUGGEST\_FORMAT :ref:`authorized value <authorized-values-label>`.
de: Die Liste der Medientypen kann durch SUGGEST\_FORMAT :ref:`Normierte Werte <authorized-values-label>` bearbeitet werden.
it: La lista di tipi copia può essere modificata modificando la :ref:`lista di valori autorizzati <authorized-values-label>` SUGGEST\_FORMAT.

source: If you would like the 'Reason for suggestion' menu shown in the screenshot above to appear on your suggestions list you need to add an :ref:`authorized value <authorized-values-label>` category titled 'OPAC\_SUG' and include reasons as values in that list.
de: Wenn Sie möchten, dass das Menü für den 'Grund für den Anschaffungsvorschlag' in Ihrer Liste der Anschaffungsvorschläge angezeigt wird, müssen Sie einen normierten Wert :ref:`Normierte Werte <authorized-values-label>` category titled 'OPAC\_SUG' hinzufügen und den Grund als Wert in dieser Liste hinterlegen.
it: Se si desidera che il menu 'Motivo del suggerimento' mostrato nella figura qui sopra compaia sopra la Lista dei suggerimenti è necessario aggiungere una categoria di :ref:`valore autorizzato <authorized-values-label>` chiamata 'OPAC\_SUG' e includervi i motivi come valori in tale elenco.

source: If you would like the patron to be able to choose which branch they are making a suggestion for you need to set the :ref:`AllowPurchaseSuggestionBranchChoice` preference to 'Allow'
de: Wenn Sie möchten, dass der Benutzer beim Erstellen eines Anschaffungsvorschlages die Bibliothek angibt, müssen Sie den Systemparameter:ref:`AllowPurchaseSuggestionBranchChoice` auf 'Erlaube' setzen.
it: Se si desidera che l'utente sia in grado di scegliere a quale biblioteca inviare un suggerimento di acquisto, si deve impostare la preferenza :ref:`AllowPurchaseSuggestionBranchChoice` a 'Consenti'

source: Once the form is submitted the data will be saved to the :ref:`Acquisitions <managing-purchase-suggestions-label>` module for the librarians to manage.
de: Wenn der Anschaffungsvorschlag eingereicht wurde, wird er im Modul the :ref:`Erwerbung <managing-purchase-suggestions-label>` gespeichert, wo er dann von der Bibliothek verwaltet werden kann.
it: Una volta che il modulo viene inviato, i dati verranno salvati nel Modulo delle :ref:`Acquisizioni <managing-suggestions-label>` e verranno gestiti dal personale.

source: Tagging
it: Marcatura
