Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: de, it

source: Then on the :ref:`patron's record set the value <editing-patrons-label>` for SHOW\_BCODE to yes.
de: In :ref:`patron's record set the value <editing-patrons-label>` setzen Sie für SHOW\_BCODE ein 'ja'.
it: Poi :ref:`modifica l'utente <editing-patrons-label>` e poni il campo SHOW\_BCODE a 'yes'.

source: This will add a column to the check out summary in the OPAC that shows the patrons the barcodes of the items they have checked out.
de: Dies fügt eine Spalte in der Ausleihübersicht im OPAC hinzu, welche dem Benutzer die Barcodes der Exemplare anzeigt, die er ausgeliehen hat.
it: Verrà aggiunta una colonna nella sintesi dei prestiti nell'OPAC che mostra agli utenti il codici a barre delle copie in prestito.

source: If you would like your patrons to leave a note on an item they have checked out :ref:`allowcheckoutnotes` preference must be set to allow.
de: Wenn Sie möchten, dass der Benutzer eine Notiz zu ausgeliehene Exemplare hinterlegen kann, müssen Sie den Systemparameter :ref:`allowcheckoutnotes` auf 'Erlaube' setzen.
it: Se vuoi che i tuoi utenti lascino una nota sulla copia che hanno in prestito, la preferenza :ref:`allowcheckoutnotes` deve essere attiva.

source: In the patron's summary of checkouts, there will be an added column to allow the patron to leave a note (for example: missing first page, or DVD is scratched). This note once confirmed by the patron will appear to the staff at the bottom of the staff interface's home page, and also when the item is checked in.
de: In der Ausleihübersicht eines Benutzers erscheint eine zusätzliche Spalte, die dem Benutzer erlaubt eine Notiz zu hinterlegen (zum Beispiel: erste Seite fehlt, oder DVD ist zerkratzt). Diese vom Benutzer hinterlegte Notiz wird dem Bibliothekspersonal unten auf der Startseite der Dienstoberfläche angezeigt und auch bei der Rückgabe des Exemplars.
it: Nel riassunto dei prestiti dell'utente sarà aggiunta una colonna per permettere di lasciare una nota. Una volta confermata dall'utente, essa apparirà allo staff quando la copia verrà restituita.

source: If their guarantee has allowed it via :ref:`their privacy <your-privacy-label>`, when the guarantor logs in they will see a tab labeled "Relatives' checkouts" on their summary tab.
de: Wenn über :ref:`their privacy <your-privacy-label>` eine Bürgschaft erlaubt wurde, kann sich der Bürge einloggen und bekommt einen Tab mit Ausleihen der Angehörigen in seiner Kontoübersicht angezeigt.
it: Se gli utenti sotto tutela lo hanno permesso con l'opzione :ref:`opacmyprivacy <your-privacy-label>`, quando il loro garante si collegherà egli avrà a disposizione una tab con "Prestiti dei parenti" dentro la loro scheda di riepilogo.

source: Clicking on the 'Overdue' tab will show only the items that are overdue.
de: Ein Klick auf den Tab 'Überfällig' zeigt nur die Exemplare an die überfällig sind.
it: Facendo clic sulla scheda 'in ritardo' verranno mostrate solo le copie prestate in ritardo di restituzione.

source: The 'Fines' tab will show just a total of what the patron owes. Clicking on the total will take them to the 'your fines' tab where they will see a complete breakdown of their fines and bills. If you don't charge fines at your library you can turn the display of these tabs off by setting the :ref:`OPACFinesTab` preference to 'Don't allow.'
de: Der Gebührentab zeigt nur die Summe der offenen Gebühren an. Klickt man auf die Summe wird man auf den Tab 'Ihre Gebühren' weitergeleitet, wo der Benutzer dann eine Auflistung seiner Gebühren und Rechnungen angezeigt bekommt. Erheben Sie keine Gebühren in Ihrer Bibliothek können Sie diesen Tab ausblenden, indem Sie den Systemparameter :ref:`OPACFinesTab` auf 'Erlaube nicht' setzen.
it: La scheda 'multe' mostrerà solo il totale di ciò che l'utente deve pagare. Cliccando sul totale lo porterà alla scheda 'le mie multe' dove potrà vedere una ripartizione completa di multe e rimborsi. Se non si comminano multe in biblioteca, è possibile disattivare la visualizzazione di questa scheda impostando il la preferenza :ref:`OPACFinesTab` a 'non consentire.'

source: Finally, clicking on the 'Holds' tab will show the patron the status of all of the items they have on hold.
de: Klicken Sie schliesslich auf den Tab 'Vormerkungen' bekommt der Benutzer all seine Vormerkungen angezeigt.
it: Infine, cliccando sulla scheda 'Prenotazioni', l'utente vedrà lo stato di tutte le copie che hanno prenotato.

source: Patrons can cancel or suspend (depending on the value of your :ref:`SuspendHoldsOpac` system preference) their own holds if they are not in transit or already waiting for them. When they click 'Suspend' they will be presented with the option to choose a date for their hold to resume.
de: Benutzer können Ihre eigenen Vormerkungen selber stornieren oder aussetzen (dies ist abhängig von der Einstellung, die Sie im Systemparameter :ref:`SuspendHoldsOpac` vergeben haben) wenn diese Vormerkungen sich nicht im Transport befinden, oder der Benutzer bereits auf eine Vormerkung wartet. Klickt der Benutzer auf 'Aussetzen' bekommt er eine Option angezeigt, wo er ein Datum auswählen kann, wann die Vormerkung fällig sein soll.
it: Gli utenti possono annullare o sospendere (a seconda del valore della preferenza :ref:`SuspendHoldsOpac`) prenotazioni effettuate, se non sono in transito da una biblioteca all'altra, o già in attesa di essere ritirate. Quando si fa clic su 'Sospendi' avranno la possibilità di scegliere una data per riattivare la prenotazione.

source: They can also suspend all of their holds indefinitely or until a specific date if they choose by filling in the suspend options at the bottom of the page.
de: Der Benutzer kann die Vormerkungen auch auf unbestimmte Zeit aussetzen, oder diese auf ein spezielles Datum setzen. Hierfür müssen Sie die Optionen unten auf der Seite ausfüllen.
it: Essi possono anche sospendere tutte le prenotazioni indefinitamente o fino a una data specifica che scelgono compilando le opzioni per la sospensione in fondo alla pagina.

source: If you have your :ref:`AutoResumeSuspendedHolds` preference set to "Don't allow" then you will not have the option to put an end date on the hold suspension
de: Wenn der Systemparameter :ref:`AutoResumeSuspendedHolds` auf "Erlaube nicht" gesetzt ist, kann kein Datum für die Reaktivierung der Vormerkung angegeben werden
it: Se hai configurato la preferenza di sistema :ref:`AutoResumeSuspendedHolds` a "Non permettere", allora non avrai la possibilità di mettere una data di fine alla prenotazione sospesa

source: Patron flags
de: Kontosperren
it: Permessi utente

source: If you have `flagged your patron's account <#patronflags>`__ they may see one of the following error messages at the top of their account.
de: Wenn Sie `flagged your patron's account <#patronflags>`__angegeben haben, kann der Benutzer eine der folgenden Fehlermeldungen oben im Benutzeraccount angezeigt bekommen.
it: Se hai `bloccato degli utenti <#patronflags>`__ essi vedreanno uno dei seguenti messaggi di errore in alto nei loro account.

source: Card marked as lost
de: Benutzerausweis wurde als verloren markiert
it: Tessera contrassegnata come smarrita

source: Patron address in question
de: Benutzeradresse fraglich
it: Indirizzo da modificare

source: this error message will not include a link to the update form if you have :ref:`OPACPatronDetails` set to 'Don't allow'
de: Haben Sie den Systemparameter :ref:`OPACPatronDetails` auf 'Erlaube nicht' gesetzt, beinhaltet die Fehlermeldung keinen Link um die Adresse auf den neusten Stand zu bringen.
it: questo messaggio di errore non includerà un link al modulo aggiornamento se si imposta :ref:`OPACPatronDetails` su 'Non consentire'

source: Patron marked restricted
de: Benutzer ist gesperrt
it: Utente contrassegnato come limitato

source: Your fines
de: Ihre Gebühren
it: Le tue multe

source: If your library charges fines the next tab on the left is 'your fines'. Opening this tab will show the patron an entire history of their accounting at the library.
de: Erhebt Ihre Bibliothek Gebühren, ist der zweite Reiter im Benutzeraccount der Reiter 'Gebühren'. Klicken Sie auf diesen Reiter, bekommt der Benutzer die gesamte Historie der Abrechnung der Bibliothek angezeigt.
it: Se la biblioteca prevede multe, la scheda successiva a sinistra è 'le mie multe.' L'apertura di questa scheda mostra all'utente tutta la storia della sua contabilità con la biblioteca.

source: If you are allowing patrons to pay their fines using PayPal with the :ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-and-paypalsandboxmode-label>` preference there will be checkboxes to the left of each fine with an outstanding amount.
de: Wenn Sie Benutzern erlauben Gebühren mit PayPal über den OPAC zu bezahlen, indem der Systemparameter :ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-and-paypalsandboxmode-label>` auf 'Erlaube' gesetzt ist, erscheinen Checkboxen auf der linken Seite jeder angezeigten ausstehenden Gebühr.
it: Se si consente agli utenti di pagare le loro multe tramite PayPal con la preferenza :ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-&-paypalsandboxmode-label>`, ci saranno delle caselle di controllo a sinistra di ogni multa con un importo residuo.

source: At the bottom the patron will see the option to pay with PayPal for the items they have checked.
de: Darunter bekommt der Benutzer die PayPal-Option für jedes Exemplar angezeigt.
it: Nella parte inferiore l'utente vedrà la possibilità di pagare con PayPal per quanto ha selezionato.

source: After paying they will be presented with a confirmation
de: Nach dem Bezahlen bekommen Sie eine Bestätigung angezeigt.
it: Dopo aver pagato, ti verrà presentato un messaggio di conferma

source: And you will see that the fine was paid using PayPal on the staff side.
de: Sie können auch auf der Seite der Dienstoberfläche sehen, dass die Gebühr mit PayPal bezahlt wurde.
it: E vedrai che la multa è stata pagata tramite PayPal dentro l'interfaccia del bibliotecario.

source: Your personal details
de: Persönliche Daten
it: il tuo profilo

source: If you have your :ref:`OPACPatronDetails` preference set to 'Allow', your patrons will see a form filled in with their contacting information by clicking on the 'Your personal details' tab. You can control what fields patrons see and can modify via the OPAC by setting the :ref:`PatronSelfRegistrationBorrowerMandatoryField` :ref:`PatronSelfRegistrationBorrowerUnwantedField` preferences.
de: Wenn Sie Ihren Systemparameter :ref:`OPACPatronDetails` auf 'Erlaube' gesetzt haben, bekommt der Benutzer eine Seite mit seinen Kontaktinformationen angezeigt, wenn er auf den Reiter 'Persönliche Daten' klickt. Sie können kontrollieren, welche Felder der Benutzer angezeigt bekommen soll und können diese mit den Systemparametern :ref:`PatronSelfRegistrationBorrowerMandatoryField` und :ref:`PatronSelfRegistrationBorrowerUnwantedField` konfigurieren.
it: Se la preferenza :ref:`OPACPatronDetails` è impostata a 'Permetti', gli utenti vedranno un modulo precompilato con l'informazione dei loro contatti nella scheda 'i miei dati in breve'. Puoi controllare quali campi vedranno e potranno modificare gli utenti tramite l'OPAC impostando le preferenze :ref:`PatronSelfRegistrationBorrowerMandatoryField` e :ref:`PatronSelfRegistrationBorrowerUnwantedField`.

source: Patrons can edit their details in this form and click 'Submit changes' to have their edits sent to the library for review before their record is updated. Staff will see all patrons requesting modification to their record listed below the modules on the main dashboard along with anything else awaiting library attention.
de: Die Benutzer können Ihre persönlichen Daten bearbeiten und mit dem Klick auf die Schaltfläche 'Aktualisierte Daten abschicken'. Die Aktualisierung wird an die Bibliothek zur Kontrolle weitergeleitet. Alle Adressänderungswünsche werden auf der Startseite der Dienstoberfläche unterhalb der Module angezeigt zusammen mit anderen Optionen.
it: Gli utenti possono modificare i propri dati in questo modulo e cliccare su 'Invia modifiche' per inviare le modifiche alla biblioteca per la revisione prima che il loro record venga aggiornato. Il personale vedrà le richieste di modifica degli utenti in una lista sotto i moduli della homepage dell'interfaccia dello staff, insieme a qualsiasi altra cosa in attesa di attenzione da parte della biblioteca.

source: If the :ref:`OPACPatronDetails` preference is set to 'Don't allow' then patrons will simply see their details and a message stating that they should contact the library for changes.
de: Ist der Systemparameter :ref:`OPACPatronDetails` auf 'Erlaube nicht' gesetzt, bekommen die Benutzer nur Ihre persönlichen Details angezeigt und eine Nachricht, dass Sie sich für Änderungen an die Bibliothek wenden sollen.
it: Se la preferenza :ref:`OPACPatronDetails` è impostata su 'Non consentire', gli utenti vedranno semplicemente i loro dettagli e un messaggio che indica che devono contattare la biblioteca per le modifiche.

source: Your tags
de: Ihre Tags
it: i tuoi tag

source: If your library has :ref:`TagsEnabled` set to 'Allowed' then the next tab on the left will be 'your tags'. This tab will show patrons all of the tags in the system as a cloud and then all of the tags they have applied in a list format. From here patrons have the ability to remove tags that they have added if they want.
de: Hat Ihre Bibliothek den Systemparameter :ref:`TagsEnabled` auf 'Erlaube' gesetzt wird in Ihrem Account als nächster Reiter, der Reiter 'Tags' angezeigt. In diesem Reiter bekommt der Benutzer alle Tags angezeigt, die sich in der Cloud befinden und danach im Listenformat alle Tags, die der Benutzer vergeben hat. Von hier aus hat der Benutzer die Möglichkeit markierte Tags zu löschen.
it: Se la biblioteca ha impostato :ref:`TagsEnabled` a 'Ammettere', la scheda successiva sulla sinistra sarà 'i miei tags.' Questa scheda mostrerà all'utente tutti i tag nel sistema come una nuvola e poi tutti i tag che ha assegnato in forma di elenco. Da qui l'utente potrà di rimuovere i tag che ha aggiunto, se lo desidera.

source: Change your password
de: Passwort ändern
it: Cambiare password

source: Next, if you have :ref:`OpacPasswordChange` set to 'Allow' the next tab will be 'change your password,' where patrons can change their password for logging into the OPAC. Patrons will be presented with a standard form asking them to enter their old password and then their new password twice.
de: Haben Sie den Systemparameter :ref:`OpacPasswordChange` auf 'Erlaube' gesetzt, so wird im Benutzeraccount des OPACs der Reiter 'Passwort ändern' angezeigt, wo Benutzer das Passwort für das Einloggen im OPAC ändern können. Der Benutzer bekommt ein Standardformular präsentiert, welches das alte Passwort und dann das neue Passwort mit Wiederholung abfragt.
it: Poi, se la preferenza di :ref:`OpacPasswordChange` è impostata a 'Consenti' la scheda successiva sarà 'cambia la mia password,' dove gli utenti modificare la password per accedere all'OPAC. Gli utenti vedranno un modulo standard che chiede di digitare la vecchia password e poi la nuova password due volte.

source: Your search history
de: Suchhistorie
it: Cronologia ricerche

source: If you have your :ref:`EnableOpacSearchHistory` preference set to 'Allow' then your patrons can access their search history via the 'your search history' tab.
de: Ist Ihr Systemparameter :ref:`EnableOpacSearchHistory` auf 'Speichere' gesetzt, können die Benutzer durch den Reiter 'Suchhistorie' Ihre Suchhistorie aufrufen.
it: Se la preferenza :ref:`EnableOpacSearchHistory` è impostata a 'Consenti', gli utenti possono accedere alla loro cronologia di ricerca tramite la scheda 'Cronologia di ricerca'.

source: The search history is a record of all searches run by the patron. Clicking on any of the search phrases will re-run the search for the patron. The search history can be deleted by the patron at any time by clicking the 'Delete your search history' link found at the top of this tab or by clicking the little red 'x' next to the 'Search history' link at the top right of the OPAC.
de: Die Suchhistorie zeigt alle Suchschritte auf, die der Benutzer ausgeführt hat. Klicken Sie auf eine Suchabfrage, wird diese Suche wieder ausgeführt. Der Benutzer kann die Suchhistorie jederzeit löschen in dem er auf den Link 'Markierte Suchen entfernen' klickt, der in diesem Reiter unter der Historie angezeigt wird, oder über der Liste auf das kleine 'x' 'Löschen' klickt.
it: La cronologia delle ricerche è una registrazione di tutte le ricerche gestiti dal patron. Cliccando su una qualsiasi delle frasi di ricerca si riesegue la ricerca. La cronologia di ricerca può essere eliminato dall'utente in qualsiasi momento cliccando sul pulsante 'Elimina la cronologia di ricerca' posto nella parte superiore di questa scheda o facendo clic sul piccolo rosso 'x' accanto al link 'Ricerche effettuate' in alto a destra dell'OPAC.

source: Your reading history
de: Ausleihverlauf
it: La mia cronologia delle letture

source: Depending on your library's setting for :ref:`opacreadinghistory` your patrons may see the 'your reading history' tab next. This will show the patron their entire reading history unless they have asked the library to not keep that information via the 'your privacy' tab which will appear if you have the :ref:`OPACPrivacy` preference set to 'Allow.'
de: Abhängig von der Einstellung im Systemparameter :ref:`opacreadinghistory` bekommt der Benutzer seinen Ausleihverlauf im Benutzeraccount angezeigt. Hier bekommt der Benutzer die gesamte Ausleihhistorie angezeigt. Hierfür muss allerdings auch der Systemparameter :ref:`OPACPrivacy` auf 'Erlaube' gesetzt sein.
it: In base all'impostazione della tua biblioteca per :ref:`opacreadinghistory` gli utenti possono vedere la scheda 'la mia cronologia delle letture'. Questo mostrerà all'utente tutta la storia dei prestiti a meno che non abbia chiesto alla biblioteca di non mantenere le informazioni tramite la scheda 'la mia privacy' che apparirà se la preferenza :ref:`OPACPrivacy` è impostata a 'Consenti'.

source: If you have HTML entered in the :ref:`OPACMySummaryHTML` preference then you will see that to the right of the 'Date' column.
de: Wenn Sie HTML-Codes im Systemparameter :ref:`OPACMySummaryHTML` eingegeben haben, sehen Sie diese rechts der Datumsspalte.
it: Se hai inserito codice HTML nella preferenza :ref:`OPACMySummaryHTML`, apparirà alla destra della colonna 'Data'.

source: Your privacy
de: Datenschutzoptionen
it: La mia Privacy

source: The 'your privacy' tab will appear if you have both the :ref:`opacreadinghistory` and the :ref:`OPACPrivacy` preferences set to 'Allow.' This tab will allow the patrons to decide how the library keeps their circulation history data.
de: Der Reiter mit der Ausleihhistorie wird angezeigt, wenn die Systemparameter :ref:`opacreadinghistory` und :ref:`OPACPrivacy` auf 'Erlaube' gesetzt sind. Dieser Reiter erlaubt dem Benutzer seine eigenen Datenschutzeinstellungen für die Lesehistorie festzulegen.
it: La scheda 'la mia privacy' apparirà se le preferenze :ref:`opacreadinghistory` e :ref:`OPACPrivacy` sono impostate su 'Consentire.' Questa scheda permetterà agli utenti di decidere come la biblioteca conserva i loro dati storici di circolazione.

source: The patron can choose from three options:
de: Der Benutzer kann zwischen 3 Optionen wählen:
it: L'utente può scegliere tra tre opzioni:

source: Forever: keep my reading history without limit. This is the option for users who want to keep track of what they are reading.
de: Für immer: Meine Lesehistorie wird ohne Einschränkung gespeichert. Dies ist die Option für Benutzer, die den Überblick über das Gelesene bewahren möchten.
it: Sempre: mantieni traccia dei mie prestiti per sempre. Questa opzione è per quegli utenti che voglio ricordarsi di tutto quello che hanno letto.

source: Default: keep my reading history according to local laws. This is the default option : the library will keep your reading history for the duration permitted by local laws.
de: Standard: Speichern Sie meine Lesehistorie nach den geltenden Datenschutzbestimmungen. Dies ist die Standardeinstellung: Die Bibliothek wird die Daten so lange speichern, wie die geltenden Datenschutzbestimmungen dies erlauben.
it: Predefinito: conserva il mio storico prestiti secondo le leggi locali. Questa è l'opzione predefinita: la biblioteca conserverà il tuo storico prestiti per la durata ammessa dalle leggi locali.

source: Never: Delete my reading history immediately. This will delete all record of the item that was checked-out upon check-in.
de: Niemals: Lösche meine Suchhistorie sofort. Mit dieser Option wird die Lesehistorie sofort nach der Rückgabe des Titels gelöscht.
it: Mai: cancella subito i miei prestiti. La registrazione del prestito verrà cancellata al momento della restituzione.

source: Depending on the patron's suggestions the contents of the ':ref:`Your reading history <your-reading-history-label>`' tab and the ':ref:`Circulation History <circulation-history-label>`' tab in the staff client may change.
de: Abhängig vom Vorschlag des Benutzers kann der Inhalt der ':ref:`Lesehistorie <your-reading-history-label>`' und der Inhalt der ':ref:`Ausleihhistorie <circulation-history-label>`' in der Dienstoberfläche voneinander abweichen.
it: A seconda dei suggerimenti degli utenti il contenuto delle schede ':ref:`la mia storia lettura <your-reading-history-label>`' e ':ref:` Storico della Circolazione <circulation-history-label>`' nell'interfaccia dello staff può cambiare.

source: Regardless of the patron's choice they can delete their reading history in bulk at any time by clicking the 'Immediate deletion' button.
de: Unabhängig von der Wahl des Benutzers kann die Lesehistorie jederzeit im Stapel gelöscht werden.
it: Indipendentemente dalla sua scelta, l'utente può cancellare la sua storia di lettura in blocco in qualsiasi momento facendo clic sul pulsante 'eliminazione immediata'.

source: Clicking this button will not delete items that are currently checked out, but will clear the patron's past reading history.
de: Wenn Sie diese Schaltfläche klicken, werden keine Exemplare gelöscht, die aktuell ausgeliehen sind, sondern es wird die vergangene Lesehistorie des Benutzers geleert.
it: Facendo clic su questo pulsante non eliminerà le copie attualmente in prestito, ma cancellerà la precedente cronologia di lettura dell'utente.

source: In order for the patron to be able to delete their reading history you must have the :ref:`AnonymousPatron` preference set.
de: Um dem Benutzer zu ermöglichen seine Lesehistorie zu löschen, muss der Systemparameter :ref:`AnonymousPatron` aktiviert sein.
it: Affinché l'utente sia in grado di eliminare la sua cronologia di lettura è necessario avere la preferenza :ref:`AnonymousPatron` impostata.

source: If you're allowing guarantees to grand permission to their guarantors to view their current checkouts with the :ref:`AllowPatronToSetCheckoutsVisibilityForGuarantor` preference they will see that option on this screen.
de: Mit dem Systemparameter :ref:`AllowPatronToSetCheckoutsVisibilityForGuarantor` erlauben Sie Bürgen die aktuellen Ausleihen von der Person zu sehen, für die er/sie die Bürgschaft übernommen hat.
it: Se si attiva la preferenza :ref:`AllowPatronToSetCheckoutsVisibilityForGuarantor` le persone sotto tutela vedranno nel loro riepilogo la possibilità di far vedere i loro prestiti al loro garante.

source: When the guarantor logs in they will see a tab labeled "Relatives' checkouts" on their summary tab.
de: Wenn sich der Bürge einloggt, bekommt er in seiner Kontoübersicht den Reiter 'Ausleihen von Angehörigen' angezeigt.
it: Quando il garante si collegherà egli avrà a disposizione una scheda con "Prestiti dei parenti" dentro la sua scheda di riepilogo.
