Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: de, it

source: Depending on the rules you set regarding item specific holds in your :ref:`circulation and fines rules <circulation-and-fines-rules-label>` the patron will be allowed to choose whether to place the hold on the next available copy and/or a specific copy.
de: Abhängig von den Regeln, die für die Vormerkungen in Ihren :ref:`Ausleihkonditionen <circulation-and-fines-rules-label>` konfiguriert wurden, kann der Benutzer auswählen, ob er die Vormerkung auf das nächste verfügbare Exemplar setzen möchte oder auf ein bestimmtes Exemplar.
it: In funzione delle regole sulle prenotazioni definite nelle tue :ref:`regole dei prestiti e dei ritardi <circulation-and-fine-rules-label>`, gli utenti saranno autorizzati a poter scegliere di prenotare o meno una specifica copia al posto della successiva disponibile.

source: After clicking the 'Place hold' button the patron will be brought to their account page where they'll see all of the items they have on hold.
de: Nachdem Sie auf die Schaltfläche 'Vormerken' geklickt haben, wird dem Benutzer sein Benutzeraccount angezeigt, wo alle gesetzten Vormerkungen aufgelistet sind.
it: Una volta fatto clic sul pulsante Prenota l'utente sarà portata alla sua pagina di account dove si vedranno tutte le copie che ha prenotato.

source: Enhanced content
de: Kataloganreicherung
it: Contenuti avanzati

source: Depending on your settings for the :ref:`TagsEnabled`, :ref:`TagsInputOnList` and :ref:`TagsInputOnDetail` preferences you may be able to add tags to bibliographic records from the search results and/or bibliographic records. If you are allowing patrons to add tags from the search results screen you will see an input box below each result and a 'Tag' option at the top of the screen.
de: Abhängig von Ihren Einstellungen in den Systemparametern :ref:`TagsEnabled`, :ref:`TagsInputOnList` und :ref:`TagsInputOnDetail` können Sie einem bibliographischen Datensatz Tags hinzufügen, ausgehend von der Trefferliste, oder der Detailansicht eines Datensatzes. Erlauben Sie einem Benutzer ausgehend vom Bildschirm der Trefferliste Tags hinzuzufügen, bekommen Sie unter jedem Titel ein Kästchen zum Ausfüllen angezeigt, nachdem Sie auf 'Tag hinzufügen' geklickt haben. Auch über der Trefferliste befindet sich eine Option 'Tag'.
it: A seconda delle impostazioni per le preferenze di sistema :ref:`TagsEnabled`, :ref:`TagsInputOnList` e :ref:`TagsInputOnDetail` potresti essere in grado di aggiungere tag ai record bibliografici dai risultati della ricerca e/o dai record bibliografici. Se si consente agli utenti di aggiungere i tag dalla schermata di risultati di ricerca, allora vedrai una casella di input sotto ogni risultato e un'opzione 'Tag' nella parte superiore dello pagina.

source: To add a tag to one item, type the tabs (separated by commas) in the 'New tag' box and click 'Add'. You will be presented with a confirmation of your tags being added.
de: Um ein Tag einem Exemplar hinzuzufügen, geben Sie die neuen Tags (getrennt durch Komma) in dem Kästchen 'Neue Tags' ein und klicken danach auf die Schaltfläche 'Hinzufügen' Sie erhalten eine Bestätigung, welche Tags Sie hinzugefügt haben.
it: Per aggiungere un tag a una copia, scrivi i tag (separati da virgole) nella casella 'Nuovi tag' e fai clic su 'Aggiungi'. Verrà chiesta conferma per l'aggiunta dei tag.

source: From the results you can also tag items in bulk by clicking the checkboxes on the left and then clicking the 'Tag' button at the top. After clicking the button it will change into an input box for you to add tags to all of the items you have selected.
de: Ausgehend von der Trefferliste können Sie auch mehreren Exemplaren gleichzeitigs Tags vergeben, indem Sie die Exemplare über die Checkboxen links auswählen und die Option 'Tag' über der Trefferliste auswählen. Es öffnet sich ein Kasten 'Neuer Tag' in den Sie die Tags für alle ausgewählten Exemplare schreiben können.
it: Dai risultati puoi anche assegnare tag a oggetti in blocco cliccando le caselle di controllo a sinistra e facendo clic sul pulsante 'Tag' nella parte superiore. Dopo averlo cliccato, il pulsante cambierà in una casella di testo per aggiungere tag a tutte le copie selezionate.

source: Emojis can also be included using the emoji picker when adding tags
de: Emojis können auch eingefügt werden, indem Sie den Emoji-Picker bedienen während Sie Tags hinzufügen.
it: Le emoji possono essere usate nei tags tramite l'emoji picker

source: Comments
de: Kommentare
it: Commenti

source: Patrons can leave comments in the OPAC if you have the :ref:`reviewson` preference set to allow this. Each bibliographic record has a comments tab below the bibliographic information.
de: Benutzer können auch Kommentare im OPAC verfassen, wenn der Systemparameter :ref:`reviewson` auf 'Erlaube' gesetzt ist. Jeder bibliographische Datensatz hat einen Tab 'Kommentare' unterhalb der Detailansicht eines jeden Datensatzes.
it: Gli utenti possono lasciare commenti nell'OPAC se la preferenza :ref:`reviewson` è impostata per permetterlo. Ogni record bibliografico ha una scheda commenti sotto le informazioni bibliografiche.

source: If the patron is logged in they will see a link to add a comment to the item. Clicking this link will open a pop up window with a box for their comments.
de: Ist der Benutzer eingeloggt, bekommt er einen Link angezeigt, wo er einen Kommentar zum Exemplar verfassen kann. Durch Klicken dieses Links wird ein PopUp-Fenster geöffnet, die eine Box für die Kommentare anzeigt.
it: Se l'utente è collegato vedrà un link per aggiungere un commento alla copia. Cliccando su questo link si apre una finestra pop-up con una casella di testo per i commenti.

source: Once the comment has been typed and the 'Submit' button clicked, the patron will see their comment as pending and other patrons will simply see that there are no comments on the item.
de: Ist der Kommentar eingegeben und abgeschickt, bekommt der Benutzer angezeigt, dass sich der Kommentar noch in der Vorschau befindet und auf Moderation wartet. Andere Benutzer bekommen den Kommentar nicht angezeigt, wenn sie auf das Exemplar klicken.
it: Una volta che il commento è stato digitato e il inviato tramite il bottone 'Invia', l'utente vedrà il commento come in sospeso e altri utenti non vedranno il commento.

source: Once the comment is approved the patron will see the number of comments on the 'Comments' tab and their comment labeled amongst the other comments. If you have set your :ref:`ShowReviewerPhoto` preference to 'Show' then you'll see the patron's photo pulled from the `Libravatar <https://www.libravatar.org>`__ library.
de: Wenn der Kommentar akzeptiert wurde, bekommt der Benutzer im Tab 'Kommentare' die Anzahl der Kommentare angezeigt. Ist der Systemparameter :ref:`ShowReviewerPhoto` auf 'Zeige' gesetzt, wird das Benutzerfoto mit angezeigt, welches über `Libravatar <https://www.libravatar.org>` ausgegeben wird.
it: Una volta approvato il commento l'utente vedrà il numero di commenti nella scheda 'Commenti' e i loro commenti etichettati tra gli altri commenti. Se avete impostato la preferenza di sistema :ref:`ShowReviewerPhoto` a 'Mostra' allora si vedrà la foto dell'utente presa da `Libravatar <https://www.libravatar.org>`__ .

source: Other patrons will see the comment with the name of the patron who left the comment (unless you have set the :ref:`ShowReviewer` preference to not show patron names).
de: Andere Benutzer bekommen den Kommentar mit dem Namen des Benutzers, der den Kommentar verfasst hat, angezeigt (sofern Sie nicht den Systemparameter :ref:`ShowReviewer` auf 'Zeige keinen Namen' gesetzt haben).
it: Altri utenti vedranno il commento con il nome dell'utente che ha lasciato il commento (se non si è impostata la preferenza di sistema :ref:`ShowReviewer` per non mostrare i nomi degli utenti).

source: If you have your :ref:`OpacShowRecentComments` set to show then you'll see the approved comments on that page.
de: Haben Sie den Systemparameter :ref:`OpacShowRecentComments` auf 'Zeige' gesetzt, bekommen Sie einen Link zu den akzeptierten Kommentaren angezeigt.
it: Se :ref:`OpacShowRecentComments` è impostato a 'Mostrare', vedrai i commenti approvati su quella pagina.

source: From this page patrons can subscribe to the recent comments using RSS if they would like.
de: Ausgehend von dieser Seite können Benutzer über das RSS-Sheet kürzlich verfasste Kommentare abonnieren.
it: Da questa pagina gli utenti possono ricevere i commenti recenti utilizzando il feed RSS.

source: Zotero is a Firefox add on that allows for the saving and generating of a bibliography. Learn more about and download Zotero at http://zotero.org.
de: Zotero ist eine Firefox-Applikation, die das Speichern und Generieren einer Bibliographie erlaubt. Lernen Sie mehr darüber über http://zotero.org, wo Sie Zotero auch herunterladen können.
it: Zotero è un add on di Firefox che consente di salvare e generare una bibliografia. Ulteriori informazioni e per scaricare Zotero vedere http://zotero.org.

source: When on the search results in the Koha OPAC, if you have Zotero installed, you will see a folder icon in the address bar to the right of the URL. Clicking that folder will open up a list of titles on the page for you to pick from to add to Zotero.
de: Wenn Sie Zotero installiert haben, sehen Sie in der Trefferliste im Koha-OPAC ein Ordner-Icon in der Adresszeile rechts der URL. Klicken Sie darauf öffnet sich eine Liste von Titeln, die Sie von der Liste Zotero hinzufügen können.
it: Quando su risultati della ricerca in OPAC Koha, se avete installato Zotero, vedrete un'icona di cartella nella barra degli indirizzi a destra dell'URL. Facendo clic su tale cartella si aprirà un elenco di titoli nella pagina da scegliere per aggiungerli a Zotero.

source: Select the titles you want to add to Zotero and then click the 'OK' button. This will add the title to Zotero. You can see the title by opening your Zotero library.
de: Wählen Sie die Titel aus, die Sie Zotero hinzufügen möchten und betätigen Sie die Schaltfläche 'OK'. Die Titel werden angezeigt, wenn Sie Ihre Zotero-Bibliothek öffnen.
it: Selezionare i titoli che si desidera aggiungere a Zotero e fare clic sul pulsante 'OK'. Questo aggiungerà i titoli a Zotero. È possibile visualizzare il titolo aprendo poi la biblioteca di Zotero.

source: Custom RSS feeds
de: benutzerdefinierte RSS-Feeds
it: Feed RSS personalizzati

source: Using the :ref:`RSS feeds cron job <cron-rss-feeds-label>` you can generate an RSS feed for any SQL query (for example a new acquisitions RSS feed). The cron job is run on the command line to produce an RSS XML document.
de: Indem Sie :ref:`RSS feeds Cronjob <cron-rss-feeds-label>` verwenden, können Sie ein RSS feed für jede SQL-Abfrage (zum Beispiel für ein neues RSS fees in der Erwerbung) generieren. Der Cronjob läuft über die Kommandozeile um ein RSS XML Dokument zu produzieren.
it: È possibile utilizzare :ref: `../rss/rss.pl per generare un feed RSS <cron-rss-feeds-label>` per qualsiasi query SQL (ad esempio una RSS per il bollettino delle nuove acquisizioni). RSS.pl viene eseguita sulla riga di comando e produce un documento XML RSS.

source: The output should be placed in a directory accessible to the OPAC (or staff) web interface so that users can download the RSS feed.
de: Die Datenausgabe sollte in einem Verzeichnis zugänglich von der OPAC- (oder Dienstoberfläche) erfolgen, so dass der Benutzer das RSS feed herunterladen kann.
it: L'output va sistemato in una directory accessibile all'interfaccia dell'OPAC (o dello staff) affinché gli utenti possano scaricare il feed RSS.

source: An example of usage can be found at: misc/cronjobs/rss.pl lastAcquired.conf
de: Ein Beispiel zur Benutzung finden Sie unter: misc/cronjobs/rss.pl lastAcquired.conf
it: Un esempio di utilizzo può essere trovato presso: misc/cronjobs/rss.pl lastAcquired.conf

source: Normally the RSS cron job should be run periodically (e.g., daily) to keep the feed up-to-date.
de: Der RSS Cronjob sollte regelmäßig laufen (zum Beispiel täglich) um das Feed auf dem aktuellen Stand zu halten.
it: Normalmente il cronjob RSS deve essere eseguito periodicamente (ad es., al giorno) per mantenere il feed aggiornati.

source: The configuration file (e.g., lastAcquired.conf) lists
de: Die Konfigurationsdatei (zum Beispiel lastAcquired.conf) listet
it: Elenca i file di configurazione (ad esempio, lastAcquired.conf)

source: name of the template file to use
de: den Namen der Templatedatei auf, die benutzt werden sollte
it: nome del file da utilizzare come modello

source: path of output file
de: Pfad zur Ausgabedatei
it: percorso del file di output

source: SQL query
de: SQL-Abfrage
it: Interrogazione SQL

source: The RSS cron job runs the SQL query, then feeds the output of the query through the template to produce the output file.
de: Der RSS Cronjob läuft durch die SQL-Abfrage und gibt dann die Feeds der Abfrage aus, druch das Template, welches die Ausgabedatei erstellt.
it: Il cronjob RSS esegue la query SQL, quindi alimenta l'output della query attraverso il modello per produrre il file di output.

source: To use custom RSS feeds you need to turn on the :ref:`RSS cron job <cron-rss-feeds-label>`.
de: Für die Benutzung der benutzerdefinierten RSS feeds müssen Sie den :ref:`RSS Cronjob <cron-rss-feeds-label>` anschalten.
it: Per utilizzare i feed RSS personalizzati è necessario eseguire il :ref:`RSS cron job <cron-rss-feeds-label>`.

source: OPAC self registration
de: Selbstregistrierung im OPAC
it: Auto registrazione tramite l'OPAC

source: If you allow it, patrons can register for their own accounts via the OPAC. If you have the :ref:`PatronSelfRegistration` preference set to 'Allow' then patrons will see a link to register below the log in box on the right of the main OPAC page.
de: Erlauben Sie die Selbstregistrierung, können sich Benutzer über den OPAC für Ihre eigenen Accounts registrieren. Wenn Sie den Systemparameter :ref:`PatronSelfRegistration` auf 'Erlaube' gesetzt haben bekommt der Benutzer unterhalb der Login-Box auf der Hauptseite des OPACs einen Link zur Registrierung angezeigt.
it: Se lo consenti, gli utenti potranno registrare i propri account tramite l'OPAC. Se la preferenza :ref:`PatronSelfRegistration` è impostata su 'Consenti', gli utenti vedranno un link per la registrazione sotto la casella di login nel riquadro a destra della pagina principale dell'OPAC.

source: When the patron clicks the 'Register here' link they will be brough to a registration page. The options on the registration page can be conrolled by editing the :ref:`PatronSelfRegistrationBorrowerMandatoryField` and the :ref:`PatronSelfRegistrationBorrowerUnwantedField` preferences.
de: Wenn der Benutzer auf den 'Hier anmelden' Link klickt, wird er auf die Registrierungsseite weitergeleitet. Die Optionen der Registrierungsseite können durch die Einstellungen in den Systemparametern :ref:`PatronSelfRegistrationBorrowerMandatoryField` und :ref:`PatronSelfRegistrationBorrowerUnwantedField` kontrolliert werden.
it: Quando un utente fa clic sul collegamento 'Iscriviti qui' si aprirà a una pagina di registrazione. Le opzioni nella pagina di registrazione possono essere controllate modificando le preferenze :ref:`PatronSelfRegistrationBorrowerMandatoryField` e :ref:`PatronSelfRegistrationBorrowerUnwantedField`.

source: Once the patron has confirmed submitted their registration they will either be sent an email to confirm their account (if you have the :ref:`PatronSelfRegistrationVerifyByEmail` preference to require this) or presented with their new username and password.
de: Wenn der Benutzer seine Registrierung bestätigt hat, bekommt er eine Email mit seinem neuen Bentzername und Passwort zugeschickt um den Account zu bestätigen ( wenn Sie den Systemparameter :ref:`PatronSelfRegistrationVerifyByEmail` auf 'Erfordere' gesetzt haben).
it: Una volta che l'utente ha inviato la registrazione, gli verrà spedita una e-mail per confermare l'account (se la preferenza :ref:`PatronSelfRegistrationVerifyByEmail` è attiva) o gli verrà presentato il suo nuovo username e password.

source: Patrons registered in this way will not have a cardnumber until assigned one by the library, but will have access to all OPAC functionality immediately. For this reason it is recommended that you:
de: Benutzer die sich auf diesem Weg angemeldet haben, erhalten keinen Benutzerausweis, bis die Bibliothek Ihnen einen zugeteilt hat. Er erhält aber sofort Zugang zu allen OPAC-Funktionen. Darum ist es empfehlenswert, dass Sie:
it: Gli utenti registrati in questo modo non avranno un numero di tessera fino a quando la biblioteca non ne assegnerà uno; ma avranno immediatamente accesso a tutte le funzionalità dell'OPAC. Per questo motivo si raccomanda di:

source: set up a provisional :ref:`patron category <adding-a-patron-category-label>` for self registered patrons (such as 'Self Registered) instead of using an existing patron category and set that value in the :ref:`PatronSelfRegistrationDefaultCategory` preference
de: eine provisorische :ref:`Benutzerkategorie <adding-a-patron-category-label>` für sich selbst registrierende Benutzer im Systemparameter :ref:`PatronSelfRegistrationDefaultCategory` anzulegen, statt eine bestehende Benutzerkategorie zu verwenden.
it: impostare una :ref:`categoria utente <adding-a-patron-category-label>` provvisoria per l'auto registrazione di utenti (es.: 'Auto registrato) invece di usare una categoria utente esistente e impostare tale valore nella preferenza :ref:`PatronSelfRegistrationDefaultCategory`

source: give this patron category minimal circulation privileges in the :ref:`Circulation and fines rules` (such as allowing a couple holds, but no check outs)
de: geben Sie dieser Benutzerkategorie minimale Ausleihrechte, die Sie in den :ref:`Ausleihkonditionen` definieren (wie zum Beispiel das Erlauben von Vormerkungen, aber keine Ausleihen).
it: dare a questa categoria utente privilegi minimi di circolazione nelle :ref:`Regole della circolazione e multe` (come ad esempio consentendo un paio di prenotazioni, ma nessun prestito)

source: That way patrons will either have to come in to the library to verify their identity before given a cardnumber and the ability to check items out or the library will have to come up with internal policy on generating cardnumbers before providing them to self registered patrons. Once this is done the library can change the category to one that is more appropriate (be it an adult, resident, non resident, student, etc) and add a cardnumber/barcode.
de: Benutzer müssen aus datenschutzrechtlichen Gründen in die Bibliothek kommen um Ihre Identität zu bestätigen, bevor Sie einen Benutzerausweis erhalten und Exemplare ausleihen können. Danach kann die Bibliothek eine entsprechende Benutzerkategorie vergeben (sollte es sich um einen Erwachsenen, einen Ortsansässigen, nicht Ortsansässigen, einen Student etc. handeln) und einen Benutzerausweisnummer/Barcode vergeben.
it: In questo modo gli utenti, o dovranno venire in biblioteca per verificare la loro identità prima di avere un numero di tessera e la possibilità di avere prestiti o la biblioteca dovrà definire una procedura interna per la generazione di numeri di tessera prima di fornirne una all'utente autoregistrato. Una volta fatto questo la biblioteca può modificare la categoria a una più appropriato (sia esso un adulto, residente, non residente, studente, ecc) e aggiungere un numero di tessera / codice a barre.

source: Your account
de: Benutzerkonto
it: Il mio account

source: From the OPAC patrons can log in and access their account if you have set the :ref:`opacuserlogin` preference to 'Allow'. Once logged in patrons are brought to their account summary. If you would like to get to your account in the OPAC, you can click on your name in the top right of any page in the OPAC.
de: Ist der Systemparameter :ref:`opacuserlogin` auf 'Erlaube' gesetzt, können sich Benutzer vom OPAC aus in Ihren Account einloggen. Sind die Benutzer eingeloggt bekommen Sie Zugang zur Inhaltsübersicht ihres Accounts. Möchten Sie sich im OPAC in Ihrem Account anmelden, dann klicken Sie rechts oben im OPAC auf Ihren Namen.
it: Dall'OPAC gli utenti possono aver accesso al loro conto se la preferenza :ref:`opacuserlogin` è impostata a 'Consenti'. Una volta effettuato l'accesso, gli utenti vengono portati alla pagina di sintesi dell'account. Per arrivare all' account tramite l'OPAC, è possibile fare clic sul nome in alto a destra di qualsiasi pagina dell'OPAC.

source: Resetting your password
de: Ihr Password zurücksetzen
it: Reimpostazione della password

source: If you have the :ref:`OpacResetPassword` set to allow patrons to reset their password they can click 'Forgot your password?' link found under the log in box to reset their passwords.
de: Haben Sie den Systemparameter :ref:`OpacResetPassword` auf 'Dürfen' gesetzt, erlaubt dieses den Benutzern ihr Password zurückzusetzen, indem Sie auf den Link 'Passwort vergessen' unter der Anmeldebox klicken.
it: Se avete la preferenza di sistema :ref:`OpacResetPassword` impostata per consentire agli utenti di reimpostare la password, essi potranno cliccare il link 'Hai dimenticato la password?' sotto la casella di login per reimpostazione della password.

source: Once clicked they will be presented with a form asking for their username and their email address (patrons must have an email address on file to reset their password).
de: Hat der Benutzer auf den Link geklickt, wird er nach seinem Benutzername und der E-Mail-Adresse gefragt (Benutzer müssen eine E-Mail-Adresse hinterlegt haben um das Passwort zurücksetzen lassen zu können).
it: Una volta cliccato sarà presentato un modulo per chiedere il loro username e indirizzo email (gli utenti devono avere un indirizzo e-mail nell'anagrafica per poter reimpostare la password).

source: The system will then email the patron instructions for resetting their password.
de: Das System sendet eine E-Mail mit einem Bestätigungslink und weiteren Hinweisen an den Benutzer.
it: Il sistema invierà all'utente le istruzioni per reimpostare la password.

source: Your summary
de: Kontoübersicht
it: I miei dati in breve

source: From the 'your summary' tab, patrons will see all of the items they have checked out with the overdue items highlighted in red. If you have :ref:`OpacRenewalAllowed` set to 'Allow' then your patrons will be able to renew their books right from the OPAC. If you have HTML entered in the :ref:`OPACMySummaryHTML` preference then you will see that to the right of the 'Fines' column.
de: Ausgehend vom Tab 'Kontoübersicht' sehen die Benutzer alle Exemplare, die sie ausgeliehen haben. Die überfälligen Exemplare werden rot unterstrichen. Ist der Systemparameter :ref:`OpacRenewalAllowed` auf 'Erlaube' gesetzt, kann Ihr Benutzer direkt vom OPAC aus, seine Bücher selber verlängern. Wenn Sie im Systemparameter :ref:`OPACMySummaryHTML` einen HTML-Code hinterlegt, sehen Sie diesen rechts der Gebühren-Spalte.

source: If your patrons would like to see the items barcodes on their list of checked out items you can set up a :ref:`patron attribute <patron-attribute-types-label>` with the value of SHOW\_BCODE and :ref:`authorized value <authorized-values-label>` of YES\_NO.
de: Möchten die Benutzer die Exemplarbarcodes in Ihrer Ausleihliste angezeigt bekommen, können Sie ein Benutzerattribut :ref:`Benutzerattribute <patron-attribute-types-label>` mit dem Wert SHOW\_BCODE vergeben und einen normierten Wert :ref:`Normierte Werte <authorized-values-label>` YES\_NO.
it: Se i tuoi utenti vogliono vedere i codici a barre sulla loro lista di copie in prestito si può impostare un :ref:`attributo utente <patron-attribute-types-label>` con il valore di SHOW\_BCODE e un :ref:`valore autorizzato <authorized-values-label>` tipo YES\_NO.
