Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/opac.po
Languages: de, it

source: Titles can be added to lists from the search results and/or from the bibliographic record. On the search results options to add items to the list appear below each result and across the top of the results page
de: Titel können ausgehend von der Trefferliste und/oder vom Titelsatz zu einer Liste hinzugefügt werden. Möglichkeiten zum Hinzufügen von Titeln zu einer Liste erscheinen in der Trefferliste am Ende eines jeden einzelnen Titels, sowie ganz oben zu Beginn der Trefferliste
it: I titoli possono essere aggiunti alle listeo dalla pagina dei risultati e/o dal record bibliografico. Nella pagina dei risultati appaiono delle caselle di spunta sotto ogni record e in alto

source: To add a single title to a list, click the 'Save to lists' option and then choose the list you'd like to add the title to. To add multiple titles to a list check the boxes on the left of the titles you want to add and then choose the list you want to add the titles to from the 'Add too' pull down at the top of the screen.
de: Wählen Sie die Option 'In Listen speichern' wenn Sie einen einzelnen Titel zu einer Liste hinzufügen möchten. Wählen Sie anschließend die Liste, zu der Sie den Titel hinzufügen möchten. Um mehrere Titel zu einer Liste hinzuzufügen, verwenden Sie die Checkboxen auf der linken Seite bei den Titeln die Sie hinzufügen möchten und setzen dort Häkchen, wählen dann die Option 'Hinzufügen zu...' oberhalb der Trefferliste, und wählen schließlich die Liste aus.
it: Per aggiungere un singolo titolo a una lista, fare clic sul 'Salva in una lista' e scegliere la lista a cui aggiungere il titolo. Per aggiungere più titoli a una lista, selezionare le caselle sulla sinistra dei titoli che si desidera aggiungere e scegliere la lista a cui si desidera aggiungere i titoli dal menù a tendina 'Aggiungi anche a' nella parte superiore dello schermo.

source: Viewing lists contents
de: Listeninhalte anzeigen
it: Visualizzazione del contenuto di una lista

source: To view the contents of a list, click on the list name under the 'Lists' button.
de: Möchten Sie den Inhalt einer Liste anschauen, dann klicken Sie auf den Listenname unter der Schaltfläche "Listen".
it: Per visualizzare il contenuto di una lista, fare clic sul nome della lista sotto il pulsante Liste.

source: The contents of the list will look similar to your search results pages except that there will be different menu options across the top of the list.
de: Die Inhalte der Liste sind ähnlich wie die Trefferliste mit Ausnahme von verschiedenen Optionen, die Ihnen über der Liste angezeigt werden.
it: Il contenuto della lista sarà simile alle pagine dei risultati di ricerca, tranne che ci saranno diverse opzioni di menu nella parte superiore della lista.

source: To the right of the list title there is an RSS icon that will allow you to subscribe to updates to the list.
de: Rechts vom Listentitel befindet sich ein RSS Icon. Dieses erlaubt Ihnen Updates zur Liste zu abonnieren.
it: Sulla destra della lista titolo c'è una icona RSS che ti abilita a sottoscrivere gli aggiornamenti alla lista.

source: Using the menu options above the list you can place multiple items on hold, download the list contents, email the list or print the list out.
de: Sie können mehrere Exemplare auf Vormerkungen setzen, den Inhalt der Liste herunterladen, die Liste verschicken, oder ausdrucken, indem Sie die Optionen über der Liste verwenden.
it: Utilizzando le opzioni del menu sopra l'elenco è possibile prenotare più copie, scaricare il contenuto della lista, inviarla per e-mail o stamparla.

source: To place a hold on one or more list items check the box to the left of the item and click the 'Place hold' link at the top
de: Wenn Sie Vormerkungen auf ein oder mehrere Exemplare setzen möchten, die sich auf einer Liste befinden, können Sie die Checkboxen auf der linken Seite anklicken und dann oben die Vormerk-Schaltfläche aktivieren.
it: Per prenotare una o più copie nella lista selezionare la casella a sinistra della copia e fare clic sul link 'Prenota' in alto

source: To download the list contents click the 'Download list' link and choose the format you'd like to download the list in
de: Um Listeninhalte herunterzuladen, klicken Sie die Schaltfläche 'Liste herunterladen' und wählen Sie das Format aus.
it: Per scaricare il contenuto della lista clicca sul collegamento 'Scarica Lista' e scegliere il formato desiderato per scaricarla

source: To email the list contents to someone, click the 'Send list' link and enter in your email details in the form that pops up
de: Um den Listeninhalt verschicken zu können, klicken Sie auf die Schaltfläche 'Liste verschicken' und geben Sie in dem PopUp die Email-Details ein.
it: Per inviare via e-mail il contenuto della lista a qualcuno, fare clic su 'Invia Lista' link ed inserire i dati di posta elettronica nel modulo che si apre

source: To print the contents of your list out click the 'Print list' link
de: Um den Inhalt der Liste zu drucken, klicken Sie auf die Schaltfläche 'Liste drucken'.
it: Per stampare il contenuto della lista cliccare sul link 'Stampa lista'

source: Managing lists
de: Listen verwalten
it: Gestione delle liste

source: Once the list is saved patrons can begin adding items to it. From the 'your lists' tab on the patron record the patron can edit and delete the lists they have created by clicking the appropriate link to the right of the list name.
de: Ist die Liste gespeichert, können Benutzer Exemplare hinzufügen. Ausgehend vom Tab 'Ihre Listen' im Benutzerdatensatz kann der Benutzer Listen, die er erstellt hat bearbeiten und löschen, indem er auf den entsprechenden Link rechts des Listennamen klickt.
it: Una volta che la lista è stato salvata gli utenti possono iniziare ad aggiungere titoli ad essa. Dalla scheda 'Mie liste' sul record utente, l'utente può modificare e cancellare le liste che ha creato facendo clic sul collegamento relativo a destra del nome della lista.

source: To edit the list's title or sorting patrons click the 'Edit' link to the right of the list description.
de: Um den Titel einer Liste zu bearbeiten oder Benutzer zu sortieren klicken Sie auf die Schaltfläche 'Bearbeiten' rechts von der Listenbeschreibung.
it: Per modificare il titolo della lista o l'ordinamento, gli utenti devono cliccare sul link 'Modifica' alla destra della descrizione della lista.

source: When clicking 'Delete' next to a list you will be asked to confirm that you want to delete the list.
de: Wenn Sie auf die Schaltfläche 'Löschen' klicken, müssen Sie bestätigen, dass Sie die Liste wirkliche löschen möchten.
it: Quando si clicca 'Elimina' accanto a una lista vi verrà chiesto di confermare che si desidera eliminarla.

source: The list will not be deleted until the 'Confirm' button is clicked to the right of the list you'd like to delete.
de: Die Liste wird nicht gelöscht, wenn Sie nicht auf 'OK' klicken.
it: La lista non sarà cancellata fino a quando il pulsante 'Conferma' viene premuto; si trova sulla destra della lista che si desidera eliminare.

source: If the library is allowing you to share private lists with the :ref:`OpacAllowSharingPrivateLists` preference then you will see the 'Share' link on your list of lists and the 'Share list' link at the top of each individual list. Clicking this will ask you to enter the email address of a patron.
de: Wenn die Bibliothek erlaubt private Listen zu teilen, indem sie den Systemparameter :ref:`OpacAllowSharingPrivateLists` aktiviert hat, wird Ihnen der 'Teile Liste'-Link in Ihrer Liste der Listen angezeigt und auch der 'Teile Liste-Link oberhalb jeder persönlichen Liste. Hier müssen Sie dann die Email-Adresse eines Benutzers angeben.
it: Se la biblioteca consente di condividere le liste private con la preferenza :ref:`OpacAllowSharingPrivateLists`, allora vedrai il link 'Condividi' nell'elenco delle delle liste e il link 'Condividi lista' nella parte superiore di ogni singola lista. Facendo clic su questo vi chiederà di inserire l'indirizzo email di un utente.

source: Once the email address is entered Koha will present you with a confirmation message
de: Ist die E-Mail-Adresse eingegeben, sendet Koha eine Bestätigungsnachricht.
it: Una volta inserito l'indirizzo email, Koha presenterà un messaggio di conferma

source: and will send a message to that patron.
de: und schickt auch eine Nachricht an den Benutzer.
it: e invierà un messaggio a quell'utente.

source: Cart
de: Korb
it: Carrello

source: Adding titles to the cart
de: Titel einem Korb hinzufügen
it: Aggiunta di titoli al carrello

source: Titles can be added to the cart from the search results and/or from the bibliographic record. On the search results options to add items to the cart appear below each result and across the top of the results page
de: Titel können sowohl von der Trefferliste und/oder auch von der Detailansicht des Datensatzes einem Korb hinzugefügt werden. Ausgehend von der Trefferliste können Sie die Titel dem Korb hinzufügen über die Schaltfläche unter jedem Ergebnis, oder über der Trefferliste mit 'Hinzufügen zu'.
it: I titoli possono essere aggiunti al carrello dalla pagina dei risultati e/o dal record bibliografico. Nella pagina dei risultati appaiono delle caselle di spunta sotto ogni record e in alto

source: Clicking the 'Add to cart' button will add the one title to your cart. To add multiple titles at once, check the box to the left of each result and then choose 'Cart' from the 'Add to' pull down at the top of the screen. Once titles are added to the cart you will be presented with a confirmation
de: Der Titel wird Ihrem Korb hinzugefügt, wenn Sie 'Meinem Korb hinzufügen' klicken. Möchten Sie mehrere Titel auf einmal Ihrem Korb hinzufügen, dann markieren Sie die Checkboxen auf der linken Seite von jedem Ergebnis und wählen Sie 'Korb' aus, ausgehend vom PullDown-Menü 'Hinzufügen zu' über der Trefferliste. Befinden sich die Titel im Korb, bekommen Sie eine Bestätigung angezeigt.
it: Facendo clic sul pulsante 'Aggiungi al carrello' aggiungerà il titolo al carrello. Per aggiungere più titoli in una sola volta, selezionare la casella a sinistra di ogni risultato e scegliere 'Aggiungi al carrello' dal menù a tendina nella parte superiore dello schermo. Una volta che i titoli vengono aggiunti al carrello sarà chiesta conferma

source: From the results you will see which items are in your cart and will be able to remove those items by clicking '(remove)'.
de: Sie können die Exemplare, die sich im Korb befinden auch wieder entfernen, indem Sie auf 'Entfernen' klicken.
it: Dai risultati si vedrà quali copie sono presenti nel carrello e si potranno rimuovere facendo clic su '(rimuovi)'.

source: Managing the cart
de: Korb verwalten
it: Gestione del carrello

source: Once you have titles in your cart you can manage the contents by clicking on the 'Cart' button usually found at the top of the screen. Your cart will open in a new window.
de: Wenn Sie Titel in Ihrem Korb haben, können Sie den Inhalt verwalten, indem Sie auf die Schaltfläche 'Korb' oben am Bildschirm klicken. Ihr Korb öffnet sich in einme neuen Fenster.
it: Una volta che hai dei titoli nel carrello è possibile gestirne i contenuti facendo clic sul pulsante 'Carrello' che di solito si trova nella parte superiore dello schermo. Il carrello si apre in una nuova finestra.

source: From this window you are presented with several options. Across the top of the cart are several buttons.
de: Ausgehend von diesem Fenster, bekommen Sie verschiedene Möglichkeiten angezeigt. In der Kopfzeile Ihres Korbes haben Sie verschiedene Schaltflächen.
it: Da questa finestra vengono presentate diverse opzioni. Nella parte superiore del carrello ci sono alcuni pulsanti.

source: First is the 'More details' button. Clicking this will show you additional information about the titles in your cart (ISBNs, subjects, publisher info, notes and more).
de: Als erstes die Schaltfläche 'Weitere Details'. Wenn Sie diese betätigen, bekommen Sie zusätzliche Informationen zum Titel in Ihrem Korb angezeigt. (ISBNs, Thema, Verlagsinformation, Notizen und weitere).
it: Il primo è il tasto 'Maggiori dettagli'. Facendo clic su questo, Koha mostrerà ulteriori informazioni sui titoli nel carrello (codici ISBN, soggetti, dati sull'edizione, note e altro ancora).

source: Next is the option to send the contents of your cart to an email address. This is handy if you want to send the resources you found at the library to your home email account to refer to later or to send to a patron researching a specific topic. Clicking this link will open up a new window that asks for the email address and message to send.
de: Mit der nächsten Option können Sie den Inhalt eines Korbes an eine Email-Adresse weiterleiten. Dies ist hilfreich, wenn Sie die Quellen, die Sie gefunden haben von der Bibliothek an Ihren Emailaccount zu Hause schicken möchten oder wenn Sie einem Benutzer zu einem bestimmten Thema Material zusenden möchten. Wenn Sie auf 'Abschicken' klicken, öffnet sich ein neues Fenster, in dem Sie die Emailadresse und eine Nachricht eingeben können.
it: Poi c'è la possibilità di inviare il contenuto del carrello a un indirizzo email. Utile se si desidera inviare le risorse trovate in biblioteca al tuo account di posta elettronica di casa o per inviarlo ad un altro utente. Cliccando su questo link si aprirà una nuova finestra che chiede l'indirizzo email e il messaggio da inviare.

source: The cart can only be emailed by logged in users. This will prevent your cart email function from being used for spamming.
de: Sie können nur als eingeloggter Benutzer einen Korb per Email versenden. Dies verhindert, dass die Email-Funktion des Korbes als Spam verwendet wird.
it: Il carrello può essere inviato solo da utenti registrati. Questo consentirà di evitare che la funzione venga utilizzata per lo spamming.

source: In addition to sending your cart you can download the contents of your cart in several pre-defined formats or using a :ref:`CSV profile <csv-profiles-label>` that you defined in the tools module.
de: Zusätzlich zur Sendefunktion Ihres Korbes können Sie den Inhalt eines Korbes auch herunterladen. Hierfür stehen Ihnen verschiedene vordefinierte Formate zur Verfügung oder Sie nutzen ein :ref:`CSV Profil <csv-profiles-label>` das Sie im Modul 'Werkzeuge' festgelegt haben.
it: Oltre a inviare il carrello via email è possibile scaricarne il contenuto in diversi formati predefiniti o con un :ref:`Profilo CSV <csv-profiles-label>` definito nel modulo Strumenti.

source: Finally you can print out the contents of your cart by choosing the 'Print' link.
de: Zum Schluß können Sie den Inhalt Ihres Korbes auch ausdrucken, indem Sie auf 'Print' klicken.
it: Infine è possibile stampare il contenuto del tuo carrello scegliendo il link 'Stampa'.

source: In addition to the various different ways to save the contents of your cart, there are ways to add value to the data in your cart. By selecting one or more titles from the cart you can add them to a list (click 'Add to a list'), place hold(s) (click 'Place hold'), or tag them (click 'Tag'). All of these operations follow the same procedure as they do when performing them in the OPAC.
de: Zusätzlich zu den verschiedenen Möglichkeiten den Inhalt Ihres Korbes zu speichern gibt es Wege verschiedene Werte dem Bestand Ihres Korbes hinzuzufügen. Sie können einen oder mehrere Titel durch auswählen einer Liste hinzufügen (Schaltfläche 'Einer Liste hinzufügen'), eine Vormerkung setzen (Schaltfläche 'Vormerken') oder den Bestand taggen (Schaltfläche 'Tag'). All diese Arbeitsabläufe erfolgen nach dem selben Verfahren wie im OPAC.
it: Oltre ai vari modi per salvare il contenuto del carrello, ci sono modi per aggiungere valore ai dati nel tuo carrello. Selezionando uno o più titoli dal carrello poterle aggiungerli a una lista (clicca su 'Aggiungi ad una lista'), fare prenotazioni (clicca 'Prenota'), o assegnare tag (fare clic su 'tag'). Tutte queste operazioni seguono la stessa procedura che si fanno nell'OPAC.

source: Placing holds
de: Vormerken
it: Fare prenotazioni

source: Patrons can place holds on items via the OPAC if they're logged in and you have the :ref:`RequestOnOpac` preference set to 'Allow'. If the item can be placed on hold the option to place it on hold will appear in several different places.
de: Benutzer können im OPAC Exemplare vormerken, wenn Sie eingeloggt sind und wenn Sie den Systemparameter :ref:`RequestOnOpac` auf 'Erlaube' gesetzt haben. Wenn das Exemplar vorgemerkt werden kann, erscheint diese Option an mehreren Stellen im OPAC.
it: Gli utenti possono prenotare copie tramite l'OPAC se sono registrati e se la preferenza :ref:`RequestOnOpac` è impostata su 'Consenti'. Se la copia può essere prenotata la possibilità di prenotarla in attesa apparirà in diversi posti.

source: When viewing a list or search results page you'll see the option to place hold on multiple items by checking the boxes to the left of the results and clicking 'Place hold' at the top
de: Befinden Sie sich auf einer Listenseite oder einer Trefferliste, dann wird Ihnen die Option 'Vormerken' auf mehrere Exemplare angezeigt, indem Sie ausgehend von der Trefferliste die Checkboxen links anklicken und oberhalb der Trefferliste auf die Schaltfläche 'Vormerken' klicken.
it: Quando si visualizza una pagina di elenco o risultati di ricerca vedrete la possibilità di inserire presa sugli oggetti multipli spuntando le caselle a sinistra dei risultati e facendo clic 'Place Hold' in alto

source: When viewing a list or search results page you'll see the option to place the item on hold below the basic information about the title
de: Befinden Sie sich auf einer Listenseite oder einer Trefferliste bekommen Sie die Option zum Vormerken unterhalb der Basisinformation des Titels angezeigt.
it: Quando si visualizza una lista o una pagina risultati di ricerca, si vedrà l'opzione per prenotare la copia sotto le informazioni di base sul titolo

source: When viewing an individual title you'll see the option to place a hold in the box on the right side of the screen
de: Wenn Sie sich die Detailansicht eines Titels anschauen, sehen Sie die Option zur Vormerkung in dem Kasten rechts auf Ihrem Bildschirm.
it: Durante la visualizzazione di un singolo titolo c'è la possibilità di inserire una prenotazione nella casella sul lato destro dello schermo

source: No matter which of the above links you click to place your hold you'll be brought to the same hold screen.
de: Es spielt keine Rolle welchen dieser Links Sie verwenden, sie zeigen Ihnen alle den gleichen Vormerkbildschirm an.
it: Indipendentemente da quale link posti in alto si sceglie per fare una prenotazione, si sarà portati alla stessa schermata delle prenotazioni.

source: Check the box to the left of the items you'd like to place on hold
de: Markieren Sie die Checkbox auf der linken Seite des Exemplars, auf welches Sie eine Vormerkung setzen möchten.
it: Cliccare la casella a sinistra delle copie che si desidera prenotare

source: The title includes a link back to the detail page for the record
de: Der Titel enthält einen Link zurück zur Detailansicht eines Datensatzes.
it: Il titolo include un link alla pagina di dettaglio per il record

source: The priority shows where in the holds queue this hold will fall
de: Das Feld 'Priorität' zeigt Ihnen an welcher Stelle in der Vormerktabelle die Vormerkung steht.
it: La priorità mostra la posizione nella coda assunta da una prenotazione

source: If allowed by your :ref:`OPACAllowUserToChooseBranch` preference the patron can choose where they'd like to pick up their hold. The list of available pickup locations will include all libraries that have 'Pickup location' set to 'Yes' on the library configuration page.
de: Haben Sie den Systemparameter :ref:`OPACAllowUserToChooseBranch` auf 'Erlaube' gesetzt, können die Benutzer die Bibliothek auswählen, in der Sie ihre Vormerkung abholen möchten. Die Liste der verfügbaren Abholorte enthält alle Bibliotheken, bei denen in der Konfiguration das bei 'Abholstandort' 'Ja' eingetragen ist.
it: Se consentito dalla preferenza :ref:`OPACAllowUserToChooseBranch`, l'utente può scegliere dove prelevare la prenotazione. La lista di punti di prelievo includerà tutte le biblioteche che hanno un 'Punto prelievo' impostato a 'Sì' nella pagina di configurazione della biblioteca.

source: If you would like to see more options you can click 'Show more options'
de: Wenn Sie mehrere Optionen sehen möchten, verwenden Sie die entsprechende Checkbox.
it: Se volete vedere altre opzioni è possibile fare clic su 'Mostra altre opzioni'

source: Place hold form with more options
de: Vormerkungen setzen mit mehreren Optionen
it: Modulo prenotazioni con più opzioni

source: If you have the :ref:`AllowHoldItemTypeSelection` preference set to 'Allow' and the record had more than one item type attached you will see an option to choose to limit the hold to a specific item type
de: Wenn Sie den Parameter :ref:`AllowHoldItemTypeSelection` auf 'Erlaube' gesetzt haben, und der Datensatz mehr als ein Medientyp aufweist, haben Sie die Möglichkeit bei der Vormerkung einen spezifischen Medientyp auszuwählen.
it: Se avete la preferenza :ref:`AllowHoldItemTypeSelection` impostata su 'Consenti' e il record ha più di un tipo di copia collegato vedrete un'opzione per scegliere di limitare le prenotazioni ad un tipo di copia specifico

source: If allowed by your :ref:`OPACAllowHoldDateInFuture` preference, the 'Hold starts on date' column will show. This field allows the patron to have their hold start on a future date.
de: Haben Sie den Systemparameter :ref:`OPACAllowHoldDateInFuture` auf 'Erlaube' gesetzt, beginnt die Vormerkung mit dem Datum, welches in der Spalte angezeigt wird. Diese Funktion erlaubt einem Benutzer dass die Vormerkung an einem Datum in der Zukunft starten kann.
it: Se consentito dalla preferenza :ref:`OPACAllowHoldDateInFuture`, apparirà la colonna 'Inizio prenotazione in data'. Questo campo consente all'utente di indicare una data futura.

source: By default holds placed in the system remain until canceled, but if the patron fills in a 'Hold not needed after' date then the hold has an expiration date.
de: Über Standardeinstellungen bleiben Vormerkungen im System, bis sie gelöscht werden. Gibt der Benutzer allerdings ein Datum ein, ab welchem die Vormerkung nicht mehr benötigt wird, dann hat die Vormerkung ein Ablaufdatum.
it: Per impostazione predefinita, le prenotazioni rimangono nel sistema finché non vengono annullate, ma se l'utente indica 'Prenotazione non necessaria oltre il' , la prenotazione avrà una data di scadenza.

source: Expired holds are removed by the :ref:`expired holds cron job <cron-expired-holds-label>`, this is not an automatic process and must be set up by your system administrator
de: Durch den :ref:`Cronjob 'abglaufene Vormerkungen' <cron-expired-holds-label>` werden abglaufene Vormerkungen aus dem System entfernt. Hierbei handelt es sich allerdings nicht um einen automatischen Prozess. Der Cronjob muss durch Ihren Systemadministrator aktiviert werden.
it: Le prenotazioni scadute vengono rimosse dal job di cron :ref:`Prenotazioni scadute <cron-expired-holds-label>`, che non è un processo attivato automaticamente ma deve essere impostato dall'amministratore del sistema

source: If allowed by the :ref:`OpacHoldNotes` preference then patrons can leave notes about their holds for the library by clicking the 'Edit notes' button
de: Ist der Systemparameter :ref:`OpacHoldNotes` auf 'Erlaube' gesetzt, kann der Benutzer beim Setzen einer Vormerkung eine Vormerknotiz eintragen.
it: Se consentito dalla preferenza :ref:`OpacHoldNotes`, allora gli utenti lasciare note per la biblioteca sulle loro prenotazioni cliccando sul pulsante "Modifica note'
