Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: Mark checkout notes as seen\/not seen (manage\_checkout\_notes)
de: Ausleihmitteilungen als gesehen\/nicht gesehen markieren (manage\_checkout\_notes)
hi: देखा\/नहीं देखा के रूप में मार्क चेकआउट नोट्स (manage\_checkout\_notes)

source: The permission to manage the checkout notes written by users
de: Berechtigung, um Ausleihmitteilungen von Benutzern zu bearbeiten
hi: उपयोगकर्ताओं द्वारा लिखे गए चेकआउट नोट्स को प्रबंधित करने की अनुमति

source: through the OPAC
de: über den OPAC
hi: ओपेक के माध्यम से

source: Manage restrictions for accounts (manage\_restrictions)
de: Benutzersperren verwalten (manage\_restrictions)
hi: खातों के लिए प्रतिबंध प्रबंधित करें (manage\_restrictions)

source: Grants permission to the staff member to lift a restriction that might be on the patron's record
de: Gibt dem Bibliotheksmitarbeiter die Berechtigung, eine Sperre im Benutzerkonto aufzuheben
hi: एक प्रतिबंध यह है कि संरक्षक के रिकार्ड पर हो सकता है उठाने के लिए स्टाफ के सदस्य के लिए अनुदान की अनुमति

source: Execute overdue items report (overdues\_report)
de: Report für Überfälligkeiten ausführen (overdues\_report)
hi: अतिदेय आइटम रिपोर्ट निष्पादित (overdues\_report)

source: The permission to run the overdues reports found under Circulation
de: Die Berechtigung für das Ausführen des Überfälligkeiten-Reports findet sich unter Ausleihe
hi: संचालन के तहत पाया बकाया रिपोर्ट चलाने के लिए अनुमति

source: Override blocked renewals (override\_renewals)
de: Verlängerungsbeschränkungen überschreiben (override\_renewals)
hi: अवरुद्ध नवीकरण ओवरराइड (override\_renewals)

source: With this permission, a staff member can override renewals if there is a restriction
de: Mit dieser Berechtigung kann Bibliothekspersonal auch dann Verlängerungen durchführen, wenn es Beschränkungen gibt
hi: इस अनुमति के साथ, यदि कोई प्रतिबंध है, तो एक कर्मचारी सदस्य नवीनीकरण को ओवरराइड कर सकता है

source: Requires that the staff member also has circulate\_remaining\_permissions
de: Erfordert, dass die Berechtigung circulate\_remaining\_permissions ebenfalls vergeben wird
hi: कर्मचारियों सदस्य की भी आवश्यकता है circulate\_remaining\_permissions

source: Staff access, allows viewing the catalogue in staff client (catalogue) **Required for staff login.**
de: Zugang zur Dienstoberfläche, erlaubt den Zugriff auf den Katalog (catalogue) **Für Bibliothekspersonal erforderlich**
hi: स्टाफ का उपयोग, स्टाफ क्लाइंट (कैटलॉग) में कैटलॉग को देखने की अनुमति देता है **कर्मचारी लॉगिन के लिए आवश्यक है।**

source: Must be given to all staff members to allow them to login to the staff interface
de: Diese Berechtigung muss allen Bibliotheksmitarbeitenden zugewiesen werden, damit diese sich in der Dienstoberfläche anmelden können.
hi: सभी स्टाफ सदस्यों को उन्हें स्टाफ इंटरफेस में लॉगिन करने की अनुमति दी जानी चाहिए

source: Manage Koha system settings (Administration panel) (parameters)
de: Systemkonfiguration verwalten (Administration) (parameters)
hi: कोहा प्रणाली सेटिंग्स (प्रशासन पैनल) (पैरामीटर) प्रबंधित करें

source: Manage account debit and credit types (manage\_accounts)
de: Gebühren- und Gutschriftenarten verwalten (manage\_accounts)
hi: खाता डेबिट और क्रेडिट प्रकार प्रबंधित करें (manage\_accounts)

source: This gives access to the :ref:`debit types section <debit-types-label>`
de: Dies gibt Zugang zum Bereich für :ref:`Gebührenarten <debit-types-label>`
hi: यह तक पहुँच देता है :ref:`डेबिट प्रकार अनुभाग <debit-types-label>`

source: Manage additional fields for baskets or subscriptions (manage\_additional \_fields)
de: Zusätzliche Felder für Bestellungen und Abonnements verwalten (manage\_additional \_fields)
hi: बास्केट या सदस्यता के लिए अतिरिक्त फ़ील्ड प्रबंधित करें (manage\_additional \_fields)

source: This gives access to the :ref:`additional fields section <additional- fields-label>`
de: Dies gibt Zugang zum Bereich :ref:`Zusatzfelder <additional- fields-label>`
hi: यह तक पहुँच देता है :ref:`अतिरिक्त फ़ील्ड अनुभाग <additional- fields-label>`

source: This permission requires that the staff member also have the 'Edit an existing subscription' permission from the 'Manage serial subscriptions' section and the 'Manage basket and order lines' permission from the 'Acquisition and\/or suggestion management' section
de: Für diese Berechtigung ist erforderlich, dass zeitgleich auch die Berechtigungen "Existierendes Abonnement bearbeiten" aus dem Bereich "Zeitschriftenabonnements bearbeiten" und "Bestellungen und Bestellposten verwalten" aus dem Bereich "Erwerbung" vergeben werden
hi: इस अनुमति के लिए आवश्यक है कि स्टाफ सदस्य के पास 'सीरियल सब्सक्राइबर्स प्रबंधित करें' अनुभाग से 'एक मौजूदा सदस्यता संपादित करें' की अनुमति हो और 'अधिग्रहण और \/ या सुझाव प्रबंधन' अनुभाग से 'टोकरी और ऑर्डर लाइनों को प्रबंधित करें' की अनुमति हो।

source: Manage audio alerts (manage\_audio\_alerts)
de: Akustische Signale verwalten (manage\_audio\_alerts)
hi: ऑडियो अलर्ट प्रबंधित करें (manage\_audio\_alerts)

source: The ability to access the :ref:`audio alerts <audio-alerts-label>` configuration in the administration module.
de: Die Berechtigung auf den Bereich :ref:`Akustische Signale <audio-alerts-label>` im Administrationsmodul zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`ऑडियो अलर्ट <audio-alerts-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage authorized value categories and authorised values (manage\_auth\_ values)
de: Normierte-Werte-Kategorien und -Werte verwalten (manage\_auth\_ values)
hi: अधिकृत मूल्य श्रेणियां और अधिकृत मान प्रबंधित करें (manage\_auth\_ values)

source: The ability to access the :ref:`auhorized values <authorized-values-label>` configuration in the administration module.
de: Die Berechtigung erlaubt den Zugriff auf den Bereich :ref:`Normierte Werte <authorized-values-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`अधिकृत मूल्य <authorized-values-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage circulation rules (manage\_circ\_rules)
de: Ausleihkonditionen verwalten (manage\_circ\_rules)
hi: परिसंचालन नियम प्रबंधित (manage\_circ\_rules)

source: The ability to access the :ref:`circulation and fines rules <circulation-and-fines-rules-label>` configuration in the administration module.
de: Die Berechtigung auf die :ref:`Ausleihkonditionen <circulation-and-fine-rules-label>` in der Administration zuzugreifen.
hi: पहुँचने की क्षमता:ref: `सर्कुलेशन और जुर्माना नियमों तक <circulation-and-fine-rules-label>` प्रशासन मॉड्यूल में कॉन्फ़िगरेशन।

source: Manage circulation rules form any library (manage\_circ\_rules\_from\_ any\_libraries)
de: Ausleihkonditionen von allen Bibliotheken verwalten (manage\_circ\_rules\_from\_ any\_libraries)
hi: संचलन नियमों का प्रबंधन किसी भी पुस्तकालय के रूप में होता है (manage\_circ\_rules\_from\_ any\_libraries)

source: If not set the logged in user can only edit circulation rules from their own library
de: Wenn dies nicht markiert ist, kann der Benutzer nur die Ausleihkonditionen der eigenen Bibliothek verwalten
hi: यदि उपयोगकर्ता में लॉग इन नहीं किया जाता है तो केवल अपने स्वयं के पुस्तकालय से संचलन नियमों को संपादित कर सकते हैं

source: The staff member still has to have the 'Manage circulation rules' permission above.
de: Das Bibliothekspersonal muss trotzdem die Berechtigung 'Ausleihkonditionen verwalten' darüber haben
hi: स्टाफ सदस्य के पास अभी भी 'प्रचलन के नियमों का प्रबंधन' करने की अनुमति है।

source: Manage cities and towns (manage\_cities)
de: Städte verwalten (manage\_cities)
hi: शहरों और कस्बों का प्रबंधन (manage\_cities)

source: The ability to access the :ref:`cities and towns <cities-and-towns-label>` configuration in the administration module.
de: Die Berechtigung auf die :ref:`Verwaltung von Städten <cities-and-towns-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`शहरों और कस्बों <cities-and-towns-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage classification sources and filing rules (manage\_classifications)
de: Klassifikationsquellen and Sortierregeln verwalten (manage\_classifications)
hi: वर्गीकरण स्रोतों और फाइलिंग नियमों को प्रबंधित करें (manage\_classifications)

source: The ability to access the :ref:`classification sources <classification-sources-label>` configuration in the administration module.
de: Die Berechtigung auf die :ref:`Klassifikationsquellen <classification-sources-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`वर्गीकरण के स्रोत <classification-sources-label>` प्रशासन मॉड्यूल में विन्यास..

source: Manage column configuration (manage\_column\_config)
de: Spaltenkonfiguration verwalten (manage\_column\_config)
hi: कॉलम कॉन्फ़िगरेशन प्रबंधित करें (manage\_column\_config)

source: The ability the access the :ref:`configure columns <column-settings-label>` page in the administration module.
de: Die Berechtigung auf die :ref:`Spaltenkonfiguration <column-settings-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`कॉलम कॉन्फ़िगर करें <column-settings-label>` प्रशासन मॉड्यूल में पेज.

source: Manage Did you mean? configuration (manage\_didyoumean)
de: Meinten Sie?-Konfiguration verwalten (manage\_didyoumean)
hi: प्रबंधित करें क्या आपका मतलब है? विन्यास (manage\_didyoumean)

source: The ability to access the :ref:`Did you mean? <did-you-mean?-label>` configuration in the administration module.
de: Die Berechtigung auf die :ref:`Meinten Sie?-Konfiguration <did-you-mean?-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`क्या आपका मतलब है? <did-you-mean?-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage item circulation alerts (manage\_item\_circ\_alerts)
de: Benachrichtigungseinstellungen für Ausleihe und Rückgabe verwalten (manage\_item\_circ\_alerts)
hi: आइटम परिसंचालन अलर्ट को प्रबंधित करें (manage\_item\_circ\_alerts)

source: The ability to access the :ref:`item circulation alerts <item-circulation-alerts-label>` configuration in the administration module.
de: Die Berechtigung für den Zugriff auf den Bereich :ref:`Benachrichtigungseinstellungen für Ausleihe und Rückgabe <item-circulation-alerts-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`आइटम संचलन अलर्ट <item-circulation-alerts-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage item search fields (manage\_item\_search\_fields)
de: Suchfelder für Exemplare verwalten (manage\_item\_search\_fields)
hi: आइटम खोज फ़ील्ड प्रबंधित करें (manage\_item\_search\_fields)

source: The ability to access the :ref:`item search fields <item-search-fields-label>` configuration in the administration module.
de: Die Berechtigung für den Zugriff auf den Bereich :ref:`Suchfelder für Exemplare <item-search-fields-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`आइटम खोज फ़ील्ड <item-search-fields-label>` प्रशासन मॉड्यूल में विन्यास..

source: Manage item types (manage\_itemtypes)
de: Medientypen verwalten (manage\_itemtypes)
hi: आइटम प्रकार प्रबंधित करें (manage\_itemtypes)

source: The ability to access the :ref:`item types <item-types-label>` configuration in the administration module.
de: Die Berechtigung für den Zugriff auf den Bereich :ref:`Medientypen <item-types-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`आइटम प्रकार <item-types-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage keyboard shortcuts for the advanced cataloging editor (manage\_ keyboard\_shortcuts)
de: Tastaturkürzel für den erweiterten Katalogisierungseditor verwalten (manage\_ keyboard\_shortcuts)
hi: उन्नत कैटलॉगिंग संपादक के लिए कीबोर्ड शॉर्टकट प्रबंधित करें (manage\_ keyboard\_shortcuts)

source: The ability to access the keyboard shortcuts configuration in the administration module
de: Die Berechtigung ermöglicht den Zugriff auf den Bereich Tastaturkürzel im Administrationsmodul
hi: प्रशासन मॉड्यूल में कीबोर्ड शॉर्टकट कॉन्फ़िगरेशन तक पहुंचने की क्षमता

source: Manage libraries and library groups (manage\_libraries)
de: Bibliotheken und Bibliotheksgruppen verwalten (manage\_libraries)
hi: पुस्तकालयों और पुस्तकालय समूहों का प्रबंधन करें (manage\_libraries)

source: The ability to access the :ref:`libraries <libraries-label>` and :ref:`library groups <library-groups-label>` configuration pages in the administration module.
de: Die Berechtigung für den Zugriff auf die Bereiche :ref:`Bibliotheken <libraries-label>` und :ref:`Bibliotheksgruppen <library-groups-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`पुस्तकालय <libraries-label>` and :ref:`पुस्तकालय समूह <library-groups-label>` प्रशासन मॉड्यूल में विन्यास पृष्ठों.

source: Manage Mana KB content sharing (manage\_mana)
de: Einstellungen für Mana KB verwalten (manage\_mana)
hi: माना केबी सामग्री साझाकरण प्रबंधित करें(manage\_mana)

source: The ability to access the :ref:`share content with Mana KB <share-with-mana-kb-label>` in the administration module
de: Die Berechtigung ermöglicht den Zugriff auf den Bereich :ref:`Daten mit der Mana KB teilen <share-with-mana-kb-label>` im Administrationsmodul
hi: तक पहुँचने की क्षमता :ref:`माना केबी के साथ शेयर सामग्री <share-with-mana-kb-label>`प्रशासन मॉड्यूल में

source: Manage MARC bibliographic and authority frameworks and test them (manage\_marc\_frameworks)
de: Bibliografische MARC-Frameworks und Normdaten-Frameworks verwalten und testen (manage\_marc\_frameworks)
hi: मार्क ग्रंथ सूची और प्राधिकरण ढांचे को प्रबंधित करें और उनका परीक्षण करें (manage\_marc\_frameworks)

source: The ability to access the :ref:`MARC bibliographic framework <marc-bibliographic-frameworks-label>`, :ref:`authority types <authority-types-label>`, :ref:`Koha to MARC mapping <koha-to-marc-mapping-label>`, and :ref:`MARC Bibliographic framework test <marc-bibliographic-framework-test-label>` configuration areas in the administration module.
de: Die Berechtigung für den Zugriff auf die Bereiche :ref:`Bibliografisches MARC-Framework <marc-bibliographic-frameworks-label>`, :ref:`Normdatentypen <authority-types-label>`, :ref:`Koha-zu-MARC-Mapping <koha-to-marc-mapping-label> ` und :ref:`Test des bibliografischen MARC-Frameworks <marc-bibliographic-framework-test-label>` im Administrations-Modul.
hi: :ref: `MARC ग्रंथ सूची ढांचे तक पहुँचने की क्षमता<marc-bibliographic-frameworks-label>`, :ref:`प्राधिकरण प्रकार <authority-types-label> `,>`, :ref:`कोहा से मार्क मैपिंग <koha-to-marc-mapping-label>`, और :ref:`मार्क बीबियोग्राफिक फ्रेमवर्क टेस्ट <marc-bibliographic-framework-test-label>`कॉन्फ़िगरेशन मॉड्यूल प्रशासन मॉड्यूल में।

source: Manage record matching rules (manage\_matching\_rules)
de: Datensatzabgleichregeln verwalten (manage\_matching\_rules)
hi: रिकॉर्ड मिलान नियम प्रबंधित करें (manage\_matching\_rules)

source: The ability to access the :ref:`record matching rules <record-matching-rules-label>` configuration in the administration module.
de: Die Berechtigung für den Zugriff auf den Bereich :ref:`Datensatzabgleichregeln <record-matching-rules-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`रिकार्ड मिलान नियम <record-matching-rules-label>` cप्रशासन मॉड्यूल में विन्यास.

source: Manage OAI sets (manage\_oai\_sets)
de: OAI-Sets verwalten (manage\_oai\_sets)
hi: OAI सेट प्रबंधित करें (manage\_oai\_sets)

source: The ability to access the :ref:`OAI sets <oai-sets-configuration-label>` configuration in the administration module.
de: Die Berechtigung auf die :ref:`OAI Sets <oai-sets-configuration-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`OAI सेट करता है <oai-sets-configuration-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage extened patron attributes (manage\_patron\_attributes)
de: Benutzerattribute verwalten (manage\_patron\_attributes)
hi: विस्तारित संरक्षक विशेषताओं को प्रबंधित करें (manage\_patron\_attributes)

source: The ability to access the :ref:`patron attribute types <patron-attribute-types-label>` configuration in the administration module.
de: Die Berechtigung für den Zugriff auf den Bereich :ref:`Benutzerattribute <patron-attribute-types-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`संरक्षक विशेषता प्रकार <patron-attribute-types-label>` रशासन मॉड्यूल में विन्यास.

source: Manage patron categories (manage\_patron\_categories)
de: Benutzertypen verwalten (manage\_patron\_categories)
hi: संरक्षक श्रेणियों का प्रबंधन करें (manage\_patron\_categories)

source: The ability to access the :ref:`Patron categories <patron-categories-label>` configuration in the administration module.
de: Die Berechtigung auf die :ref:`Benutzertypen <patron-categories-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`संरक्षक श्रेणियां <patron-categories-label>` प्रशासन मॉड्यूल में विन्यास..

source: Manage search engine configuration (manage\_search\_engine\_config)
de: Suchmaschinenkonfiguration verwalten (manage\_search\_engine\_config)
hi: खोज इंजन कॉन्फ़िगरेशन प्रबंधित करें (manage\_search\_engine\_config)

source: The ability to access the Search engine configuraton in the administration module. Note: This area will only be visible when the :ref:`SearchEngine` system preference is set to 'Elasticsearch'.
de: Die Berechtigung für den Zugriff auf die Suchmaschinenkonfiguration. Hinweis: Dieser Bereich ist nur sichtbar, wenn der Systemparameter :ref:`SearchEngine` auf 'Elasticsearch' gesetzt ist.
hi: प्रशासन मॉड्यूल में खोज इंजन कॉन्फ़िगरेशन तक पहुंचने की क्षमता। नोट: यह क्षेत्र केवल तभी दिखाई देगा जब :ref:`खोज इंजन 'सिस्टम वरीयता' एलेस्टिक्स खोज 'पर सेट हो।

source: Manage Z39.50 and SRU server configuration (manage\_search\_targets)
de: Z39.50- und SRU-Serverkonfiguration verwalten (manage\_search\_targets)
hi: Z39.50 और SRU सर्वर कॉन्फ़िगरेशन प्रबंधित करें (manage\_search\_targets)

source: The ability to access the :ref:`Z39.50/SRU servers <z39.50/sru-servers-label>` configuration in the administration module.
de: Die Berechtigung auf die :ref:`Z39.50- und SRU-Serverkonfiguration <z39.50/sru-servers-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`Z39.50/SRU servers <z39.50/sru-servers-label>` प्रशासन मॉड्यूल में विन्यास.

source: Manage SMS cellular providers (manage\_sms_providers)
de: SMS-Mobilfunk-Provider verwalten (manage\_sms_providers)
hi: एसएमएस सेलुलर प्रदाताओं की व्यवस्था करें (manage\_sms_providers)

source: The ability to access the :ref:`SMS cellular providers <sms-cellular-providers-label>` configuration in the administration module. Note: This area will only be visible when the :ref:`SMSSendDriver` system preference is set to 'Email'.
de: Die Berechtigung auf die :ref:`SMS Mobilfunk-Provider Konfiguration <sms-cellular-providers-label>` zuzugreifen. Hinweis: dieser Bereich ist nur sichtbar wenn der Systemparameter :ref:`SMSSendDriver` auf 'Email' gesetzt ist.
hi: :ref:`एसएमएस सेलुलर प्रदाताओं <sms-cellular-providers-label>` प्रशासन मॉड्यूल में विन्यास की क्षमता। नोट: यह क्षेत्र केवल तभी दिखाई देगा जब :ref:`SMSSendDriver` सिस्टम वरीयता 'ईमेल' पर सेट हो।

source: Manage global system preferences (manage\_sysprefs)
de: Globale Systemparameter verwalten (manage\_sysprefs)
hi: ग्लोबल सिस्टम वरीयताएँ को प्रबंधित करें (manage\_sysprefs)

source: The ability to access the :ref:`global system preferences <administration-system-preferences-label>` in the administration module.
de: Die Berechtigung für den Zugriff auf den Bereich :ref:`Globale Systemparameter <administration-system-preferences-label>` im Administrationsmodul.
hi: उपयोग करने की क्षमता :ref:`वैश्विक प्रणाली प्राथमिकताएं <administration-system-preferences-label>` प्रशासन मॉड्यूल में .

source: Manage library transfer limits and transport cost matrix (manage\_transfers)
de: Transportregeln und Transportkostenmatrix verwalten (manage\_transfers)
hi: लाइब्रेरी ट्रांसफर सीमा और परिवहन लागत मैट्रिक्स प्रबंधित करें (manage\_transfers)

source: The ability to access the :ref:`library transfer limits <library-transfer-limits-label>` and :ref:`transport cost matrix <transport-cost-matrix-label>` configuration pages in the administration module.
de: Die Berechtigung auf die :ref:`Transportregeln <library-transfer-limits-label>` und die :ref:`Transportkostenmatrix <transport-cost-matrix-label>` in der Administration zuzugreifen.
hi: तक पहुँचने की क्षमता :ref:`लाइब्रेरी ट्रांसफर लिमिट <library-transfer-limits-label>` और :ref:`ट्रांसपोर्ट कॉस्ट मैट्रिक्स <transport-cost-matrix-label>` एडमिनिस्ट्रेशन मॉड्यूल में कॉन्फ़िगरेशन पेज.

source: Manage usage statistics settings (manage\_usage\_stats)
de: Einstellungen für mit der Koha-Community geteilte Nutzungsstatistiken verwalten (manage\_usage\_stats)
hi: उपयोग सांख्यिकी सेटिंग्स प्रबंधित करें (manage\_usage\_stats)

source: The ability to access the :ref:`share your usage statistics <share-anonymous-usage-statistics-label>` configuration in the administration module.
de: Die Berechtigung für den Zugriff auf den Bereich :ref:`Bibliotheksstatistiken mit der Koha-Community teilen <share-anonymous-usage-statistics-label>` im Administrationsmodul.
hi: तक पहुँचने की क्षमता :ref:`अपने उपयोग के आंकड़े साझा करें <share-anonymous-usage-statistics-label>` प्रशासन मॉड्यूल में विन्यास.

source: Remaining system parameters permissions (parameters\_remaining\_permissions)
de: Verbleibende Berechtigungen für das Administrationsmodul (parameters\_remaining\_permissions)
hi: शेष सिस्टम पैरामीटर अनुमतियाँ (parameters\_remaining\_permissions)

source: The ability to access all remaining areas in the administration module.
de: Berechtigung alle weiteren Bereiche der Administration zu verwenden (mit Ausnahme der Ausleihkonditionen).
hi: प्रशासन मॉड्यूल में सभी शेष क्षेत्रों तक पहुंचने की क्षमता.

source: Add, modify and view patron information (borrowers)
de: Benutzerdaten erstellen, bearbeiten und anzeigen (borrowers)
hi: संरक्षक जानकारी जोड़ें, संशोधित करें और देखें (borrowers)

source: Add, modify and view patron information (edit\_borrowers)
de: Benutzerdaten erstellen, bearbeiten und anzeigen (edit\_borrowers)
hi: संरक्षक जानकारी जोड़ें, संशोधित करें और देखें (edit\_borrowers)

source: The ability to access the Patrons module to view patron files, as well as adding new patrons and editing patron files
de: Die Berechtigung auf das Modul Benutzer zuzugreifen um Benutzerinformationen anzuzeigen, hinzuzufügen und zu bearbeiten
hi: संरक्षक फ़ाइलों को देखने के लिए संरक्षक मॉड्यूल तक पहुंचने की क्षमता, साथ ही साथ नए संरक्षक और संरक्षक फ़ाइलों को संपादित करने की क्षमता

source: View patron infos from any libraries (view\_borrower\_infos\_from\_any\_libraries)
de: Zeige Benutzerinformationen von allen Bibliotheken (view\_borrower\_infos\_from\_any\_libraries)
hi: किसी भी लाइब्रेरी से संरक्षक जानकारी देखें (view\_borrower\_infos\_from\_any\_libraries)

source: If not set the logged in user will only be able to access patron information from their own library or group of libraries.
de: Wenn nicht gesetzt, können für diesen Benutzer nur Benutzerinformationen der eigenen Bibliothek oder Bibliotheksgruppe angezeigt werden.
hi: यदि उपयोगकर्ता में लॉग इन नहीं किया जाता है, तो वह केवल अपने स्वयं के पुस्तकालय या पुस्तकालयों के समूह से संरक्षक जानकारी प्राप्त कर सकेगा।

source: Set user permissions (permissions)
de: Berechtigungen setzen (permissions)
hi: उपयोगकर्ता अनुमतियां सेट (permissions)

source: The ability to set permissions for other staff members
de: Die Berechtigung zum Setzen von Berechtigungen für andere Mitarbeiter
hi: अन्य स्टाफ सदस्यों के लिए अनुमतियाँ सेट करने की क्षमता

source: Place and modify holds for patrons (reserveforothers)
de: Vormerkungen für Benutzer setzen und bearbeiten (reserveforothers)
hi: संरक्षक के लिए स्थान रखें और संशोधित करें (reserveforothers)

source: Modify holds priority (modify\_holds\_priority)
de: Reihenfolge der Vormerkungen verändern (modify\_holds\_priority)
hi: होल्ड प्राथमिकता संशोधन (modify\_holds\_priority)
