Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: You can also browse through the patron records by clicking on the linked letters across the top.
de: Sie können die Benutzer auch durchblättern, indem Sie auf die verlinkten Buchstaben am oberen Rand klicken.
hi: तुम भी शीर्ष भर में जुड़े हुए पत्र पर क्लिक करके संरक्षक रिकॉर्ड के माध्यम से ब्राउज़ कर सकते हैं।

source: Before importing or adding patrons be sure to set up your :ref:`patron categories <patron-categories-label>`.
de: Stellen Sie vor dem Importieren oder Hinzufügen von Benutzern sicher, dass die Benutzertypen angelegt sind: :ref:`Benutzertypen <patron-categories-label>`.

source: First, enter the identifying information regarding your patron
de: Geben Sie zuerst Informationen zur Identität des Benutzers ein

source: 'Salutation' is populated by the :ref:`BorrowersTitles` system preference
de: Die Anrede ist abhängig vom Systemparameter :ref:`BorrowersTitles`

source: If this patron is a child, you will be asked to attach the child patron to an adult patron (guarantor)
de: Wenn es sich bei diesem Benutzer um ein Kind handelt, werden Sie aufgefordert dieses mit einem Erwachsenen zu verknüpfen

source: Access the point of sale page and take payments (takepayment)
de: Zugang zum Verkaufsmodul und Bearbeitung von Einzahlungen

source: Grants access to the point of sale module
de: Erlaubt Zugriff auf das Verkaufsmodul

source: Printing invoices
de: Rechnungen drucken
