Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: The patron's complete accounting history will appear on the Fines tab. Contrary to its name, the Fines tab does not just show fine data, it also shows membership fees, rental fees, reserve fees and any other charge you may have for patrons.
hi: संरक्षक का पूरा लेखा इतिहास जुर्माना टैब पर दिखाई देगा। अपने नाम के विपरीत, जुर्माना टैब बस ठीक डेटा दिखाने के लिए नहीं है, यह भी सदस्यता शुल्क, किराए पर लेने की फीस, रिजर्व फीस और किसी भी अन्य प्रभार आप संरक्षक के लिए हो सकता है पता चलता है।

source: The Accounts tab will show you the following columns:
hi: खाता टैब आपको निम्नलिखित कॉलम दिखाएगा:

source: Date: the date the charge/payment was posted
hi: दिनांक: दिनांक प्रभारी/भुगतान पोस्ट किया गया

source: In the case of fines this will be the last day that the fine was accrued
de: Wenn es sich um Mahngebühren handelt, ist dies der letzte Tag an dem die Gebühr aktualisiert wurde
hi: जुर्माना के मामले में यह आखिरी दिन है कि ठीक उपार्जित किया गया था होना होगा

source: Description: a description of the charges including the due date for overdue items and a link to the item record where one is available
hi: विवरण: अतिदेय मदों के लिए नियत तारीख और आइटम रिकॉर्ड करने के लिए एक लिंक सहित आरोपों का एक विवरण, जहां एक ही उपलब्ध है

source: Home library: if the charge is linked to a particular item the home library is displayed
de: Heimatbibliothek: wenn die Gebühr mit einem spezifischen Exemplar verknüpft ist, wird dessen Heimatbibliothek angezeigt
hi: होम लाइब्रेरी: यदि चार्ज को किसी विशेष आइटम से जोड़ा जाता है तो होम लाइब्रेरी प्रदर्शित होती है

source: Note: any notes about this charge/payment
de: Hinweis. Hinweise zur Gebühr oder Zahlung
hi: नोट: यह नोट किसी भी शुल्क/भुगतान के बारे में

source: If you're allowing patrons to pay fines via the OPAC with PayPal (:ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-and-paypalsandboxmode-label>`) you will see a Note that says 'PayPal' for items paid this way
de: Wenn Sie Benutzern erlauben Gebühren mit PayPal über den OPAC zu bezahlen (Systemparameter :ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-and-paypalsandboxmode-label>`), erscheint der Hinweis 'PayPal' bei Exemplaren, deren Mahngebühren auf diese Weise bezahlt wurden.
hi: यदि आप पेपैल के साथ ओपेक के माध्यम से ओपैक के माध्यम से जुर्माना अदा करने की अनुमति दे रहे हैं (:ref:`EnablePayPalOpacPayments <enablepaypalopacpayments-and-paypalsandboxmode-label>`) आपको एक नोट दिखाई देगा जो इस तरह से भुगतान किए गए आइटमों के लिए 'पेपॉल' कहता है

source: Amount: the total amount of the payment or charge
de: Betrag: die Gesamtsumme der Gebühr oder Zahlung
hi: राशि: भुगतान या आरोप की कुल राशि

source: Outstanding: the amount still due on charge
de: Unbezahlt: diese Summe ist noch fällig
hi: बकाया: राशि अभी भी चार्ज पर देय

source: Actions column:
hi: क्रिया कॉलम:

source: A link to print a receipt for that line item
hi: एक कड़ी है कि लाइन आइटम के लिए एक रसीद मुद्रित करने के लिए

source: A link to show further details about the charge and any payments that have been made
hi: शुल्क और किए गए किसी भी भुगतान के बारे में अधिक जानकारी दिखाने के लिए एक लिंक

source: A link to void (delete) the payment
hi: भुगतान को हटाने (हटाने) के लिए एक लिंक

source: At the top of the table you can click the 'Filter paid transaction' to hide all completed transaction and above that you can use the search box to find a specific charge or payment.
de: Zu Beginn der Tabelle können Sie über 'Bezahlte Transaktionen ausblenden' alle bezahlten Gebühren ausblenden. Darüber können Sie über das Suchfeld nach einer bestimmten Gebühr oder Zahlung suchen.
hi: तालिका आप 'फ़िल्टर भुगतान लेनदेन' पर क्लिक कर सकते हैं के शीर्ष पर सभी पूरा लेनदेन को छिपाने के लिए और ऊपर है कि आप खोज बॉक्स का उपयोग कर सकते हैं एक विशिष्ट शुल्क या भुगतान खोजने के लिए।

source: Charging fines/fees
de: Erhebung von Gebühren/Entgelten
hi: जुर्माना/शुल्क चार्ज करना

source: Most fees and fines will be charged automatically if the :ref:`fines cron job <cron-fines-label>` is running:
hi: अधिकतर फीस और जुर्माना स्वचालित रूप से चार्ज किया जाएगा यदि :ref:` जुर्माना क्रोन जॉब <cron-fines-label>' चल रहा है:

source: Fines will be charged based on your :ref:`circulation and fines rules <circulation-and-fines-rules-label>`
de: Gebühren werden auf Grundlage der in der Administration konfigurierten :ref:`Ausleihkonditionen <circulation-and-fines-rules-label>` berechnet.
hi: जुर्माना आपके आधार पर लिया जाएगा :ref:`परिसंचरण और जुर्माना नियम <circulation-and-fines-rules-label>`

source: Hold fees will be charged based on the rules you set in the :ref:`Patron types and categories <patron-categories-label>` administration area
de: Vormerkgebühren werden anhand des :ref:`Benutzertyps und der Ausleihkonditionen <patron-categories-label>` im Administrationsmodul berechnet.
hi: आपके द्वारा निर्धारित नियमों के आधार पर होल्ड शुल्क लिया जाएगा :ref:`संरक्षक प्रकार और श्रेणियाँ <patron-categories-label>` प्रशासन क्षेत्र

source: Rental fees will be charged based on the settings in your :ref:`Item iypes <item-types-label>` administration area
de: Leihgebühren werden anhand der Konfiguration der :ref:`Medientypen <item-types-label>` berechnet
hi: आपकी फीस के आधार पर किराया शुल्क लिया जाएगा :ref:`आइटम प्रकार <item-types-label>' प्रशासन क्षेत्र

source: Marking an item 'Lost' via the cataloging module will automatically charge the patron the replacement cost for that item
de: Wenn Sie in der Katalogisierung ein Exemplar als 'Verloren' markieren, wird dem Benutzer automatisch die entsprechende Buchersatzgebühr auf das Konto gebucht.
hi: एक आइटम सूचीबद्ध मॉड्यूल के माध्यम से 'खो' अंकन स्वचालित रूप से संरक्षक है कि आइटम के लिए प्रतिस्थापन लागत चार्ज होगा

source: Pay/Void fines
hi: भुगतान / शून्य जुर्माना

source: Each line item can be paid in full (or written off) using the 'Pay fines' tab.
hi: 'भुगतान जुर्माना' टैब का उपयोग करके प्रत्येक लाइन आइटम को पूर्ण (या भट्टे - खाते में डाला गया) में भुगतान किया जा सकता है।

source: Each line item can be paid in full, partially paid, or written off.
de: Jede Zeile kann vollständig oder teilweise bezahlt oder erlassen werden.
hi: प्रत्येक पंक्ति वस्तु, पूरा भुगतान किया जा सकता है आंशिक रूप से भुगतान किया है, या बंद लिखा।

source: Pay a fine in full
de: Gebühr vollständig bezahlen
hi: पूर्ण जुर्माने का भुगतान करें

source: If you have a note about the payment please type that first then move on
de: Wenn Sie eine Notiz zur Zahlung eingeben möchten, tippen Sie diese zuerst ein bevor Sie fortfahren
hi: आप भुगतान के बारे में एक नोट है कि पहले प्रकार फिर आगे बढ़ने के लिए कृपया

source: Click "Pay" next to the fine you want to pay in full
de: Klicken Sie auf "Bezahlen" neben der Gebühr, die Sie vollständig bezahlen möchten
hi: क्लिक करें "भुगतान" ठीक बगल में आप पूर्ण में भुगतान करना चाहते

source: The full amount of the fine will be populated for you in the "Collect from patron" box
de: Der vollständige zu bezahlende Betrag wird im Feld "Einzahlung" angezeigt
hi: जुर्माने की पूरी राशि "संरक्षक से इकट्ठा" बॉक्स में आप के लिए भरे जाएंगे

source: There is a change feature included in this payment process. An option to specify how much money was collected when paying a fine, as well as defining how much was paid on the fine. If these numbers are different (i.e. more money was collected) a popup displaying the amount of change to be given will be displayed and require confirmation before proceeding
de: Im Bezahlprozess ist eine Funktion für die Berechnung des Wechselgelds enthalten. Dazu kann angegeben werden, welche Gebührensumme übergeben wurde und wie viel davon für die Bezahlung der Gebühr verwendet wurde. Wenn diese Summen voneinander abweichen, wird ein Dialogfenster mit der Wechselgeldsumme angezeigt, das eine Bestätigung erfordert
hi: इस भुगतान प्रक्रिया में एक परिवर्तन विशेषता शामिल है। जुर्माना अदा करते समय यह निर्दिष्ट करने का विकल्प कि कितना धन एकत्र किया गया था, साथ ही यह भी निर्धारित किया गया था कि जुर्माने का कितना भुगतान किया गया था। यदि ये संख्या अलग है (यानी अधिक धन एकत्र किया गया था) तो दिए जाने वाले परिवर्तन की मात्रा प्रदर्शित करने वाला पॉपअप प्रदर्शित किया जाएगा और आगे बढ़ने से पहले पुष्टि की आवश्यकता होगी

source: If one or more values are defined under the PAYMENT\_TYPE authorized value category a dropdown selection box will be displayed to specify a custom payment type
de: Wenn in den Normierten Werten unter PAYMENT\_TYPE mehr als eine Zahlungsart definiert wurde, werden in der Auswahlliste bei 'Art der Bezahlung' diese entsprechend angezeigt
hi: यदि PAYMENT\_TYPE अधिकृत मूल्य श्रेणी के तहत एक या अधिक मान परिभाषित किए गए हैं तो कस्टम भुगतान प्रकार निर्दिष्ट करने के लिए ड्रॉपडाउन चयन बॉक्स प्रदर्शित किया जाएगा

source: If the :ref:`UseCashRegisters` system preference is enabled, you will have a choice of cash register in which to enter the transaction
de: Wenn der Systemparameter :ref:`UseCashRegisters` aktiviert ist, können Sie wählen, welche Kasse für eine Transaktion verwendet werden soll
hi: यदि :ref:`UseCashRegisters`सिस्टम वरीयता सक्षम है, तो आपके पास नकदी रजिस्टर का विकल्प होगा जिसमें लेनदेन दर्ज करना है

source: Click "Confirm"
de: Klicken Sie auf "Bestätigen"
hi: क्लिक "पुष्टी"

source: The fine will be removed from outstanding fines, and displayed as fully paid.
de: Die Gebühr wird aus der Liste der offenen Gebühren entfernt und als vollständig bezahlt angezeigt.
hi: ठीक बकाया जुर्माना से निकाल दिया जाएगा, और के रूप में पूरी तरह से भुगतान दिखाया गया है।

source: Pay a partial fine
de: Gebühr teilweise bezahlen
hi: एक आंशिक जुर्माना भुगतान करे

source: Click "Pay" next to the fine you want to partially pay
de: Klicken Sie auf "Bezahlen" neben der Gebühr, die Sie teilweise bezahlen möchten
hi: क्लिक करें "भुगतान करे" पर ठीक करने के लिए अगले आप आंशिक रूप से भुगतान करना चाहते हैं

source: Enter the amount you are collecting from the patron in the "Collect from patron" box
de: Geben Sie die Summe der zu bezahlenden Gebühr bei "Einzahlung" ein
hi: "संरक्षक से एकत्र करें" बॉक्स में संरक्षक से एकत्र की गई राशि दर्ज करें

source: The fine will be updated to show the original amount, and the current amount outstanding
de: Die Gebühr wird aktualisiert, und zeigt neben dem ursprünglichen auch den noch offenen Betrag
hi: मूल राशि, और बकाया वर्तमान राशि दिखाने के लिए जुर्माना अपडेट किया जाएगा

source: Pay an amount towards all fines
de: Gebühr gegen alle Gebührenposten bezahlen
hi: सभी जुर्माना की दिशा में एक राशि का भुगतान करें

source: Click the "Pay amount" button
de: Klicken Sie auf den Button "Betrag bezahlen"
hi: "भुगतान राशि " बटन पर क्लिक करें

source: Enter the amount you are collecting from the patron in "Collect from patron." The sum of all fines is shown in "Total amount outstanding"
de: Geben Sie die Gebühr, die Sie vom Benutzer erhalten haben unter "Einzahlung" ein. Die Gesamtsumme offener Gebühren wird unter "Offener Betrag" angezeigt
hi: "संरक्षक से लीजिए" में संरक्षक से एकत्र की गई राशि दर्ज करें। सभी जुर्माने का योग "बकाया कुल राशि" में दिखाया गया है

source: The fine totals will be updated with the payment applied to oldest fines first.
de: Die Gesamtgebühr wird aktualisiert, indem die ältesten Gebühren zuerst bezahlt werden.
hi: ठीक योग भुगतान पहले पुराना जुर्माना करने के लिए आवेदन के साथ अद्यतन किया जाएगा।

source: Pay selected fines
de: Ausgewählte Gebühren bezahlen
hi: चयनित जुर्माना भुगतान करें

source: Check the selection boxes next to the fines you wish to pay, click "Pay selected"
de: Markieren Sie die Gebühren, die bezahlt werden sollen, über die Checkboxen und klicken Sie auf "Ausgewählte bezahlen"
hi: आप जिस जुर्माना का भुगतान करना चाहते हैं उसके बगल में चयन बॉक्स चेक करें, "चयनित भुगतान करें" पर क्लिक करें

source: Enter an amount to pay towards the fines.
de: Geben Sie die Summe an, die bezahlt werden soll.
hi: जुर्माना की दिशा में भुगतान करने के लिए एक राशि में प्रवेश.

source: The fine totals will be updated with the payment applied to the oldest selected fines first.
de: Die Gesamtgebühr wird aktualisiert, indem zuerst die ältesten Gebühren bezahlt werden.
hi: ठीक योग भुगतान पहले पुराना चुने गए जुर्माने को आवेदन के साथ अद्यतन किया जाएगा।

source: Writeoff a single fine
de: Eine einzelne Gebühr erlassen
hi: एकल जुर्माना खारिज

source: Click "Writeoff" next to the fine you wish to writeoff.
de: Klicken Sie auf "Erlassen" neben der Gebühr, die Sie erlassen möchten
hi: क्लिक करें "खारिज" अगले ठीक आप writeoff करना चाहते हैं के लिए.

source: A confirmation box will appear to specify a total amount to writeoff. This box allows a partial writeoff of fines.
de: Ein Formular zur Bestätigung des Erlasses erscheint. Es kann auch ein Teilbetrag erlassen werden.
hi: राइटऑफ के लिए कुल राशि निर्दिष्ट करने के लिए एक पुष्टिकरण बॉक्स दिखाई देगा। यह बॉक्स जुर्माना के आंशिक लेखन की अनुमति देता है।

source: The fine will be removed from outstanding fines, and displayed as written off.
de: Die Gebühr wird aus der Liste der offenen Gebühren entfernt und als erlassen angezeigt.
hi: ठीक बकाया जुर्माना से निकाल दिया जाएगा, और के रूप में बंद लिखा दिखाया गया है।

source: Writeoff selected fines
de: Ausgewählte Gebühren erlassen
hi: चयनित जुर्माना खारिज

source: Check the selection boxes next to the fines you wish to pay, click "Writeoff selected".
de: Markieren Sie die Gebühren, die bezahlt werden sollen, über die Checkboxen und klicken Sie auf "Ausgewählte erlassen".
hi: आपके द्वारा भुगतान किए जाने वाले जुर्माना के बगल में चयन बॉक्स की जांच करें, "राइटऑफ़ चयनित" पर क्लिक करें।

source: Click "Confirm".
de: Klicken Sie auf "Bestätigen".
hi: क्लिक "पुष्टी"

source: Writeoff all fines
de: Alle Gebühren erlassen
hi: सभी जुर्माना खारिज

source: Click the "Writeoff all" button
de: Klicken Sie auf "Alles erlassen"
hi: क्लिक करें "खारिज सभी " बटन

source: All fines will be removed from outstanding fines, and displayed as written off.
de: Alle Gebühren werden aus der Liste der offenen Gebühren entfernt und als erlassen angezeigt.
hi: सभी जुर्माना बकाया जुर्माना से निकाल दिया जाएगा, और के रूप में बंद लिखा दिखाया गया है।

source: If you accidentally mark and item as paid, you can reverse that line item by clicking 'Void' to the right of the line
de: Wenn Sie aus Versehen einen Gebührenposten als bezahlt markiert haben, können Sie dies über die Schaltfläche auf der rechten Seite "ungültig machen"
hi: यदि आप गलती से भुगतान के रूप में चिह्नित और आइटम करते हैं, तो आप लाइन के दाईं ओर 'शून्य' पर क्लिक करके उस लाइन आइटम को उल्टा कर सकते हैं

source: Once clicked a new line item will be added to the account showing the payment as ‘Voided’. The payment line is added back to the Pay fines tab as an outstanding charge.
de: Nach dem Anklicken wird der Tabelle eine neue Zeile hinzugefügt, welche die Zahlung als "Ungültig" anzeigt. Die Gebühr wird wieder als offen angezeigt.
hi: एक बार क्लिक किए जाने के बाद खाते में एक नई पंक्ति वस्तु जोड़ी जाएगी जो भुगतान को 'शून्य' के रूप में दर्शाएगी’. भुगतान लाइन को बकाया शुल्क के रूप में जुर्माना पे टैब पर वापस जोड़ा जाता है।

source: You can enable email receipts for payment and writeoff transactions with the :ref:`UseEmailReceipts` system preference.
hi: आप भुगतान के लिए ईमेल रसीदों को :ref:`UseEmailReceipts` सिस्टम वरीयता के साथ सक्षम कर सकते हैं।

source: Creating manual invoices
de: Gebühren erheben
hi: मैन्युअल चालान बनाना

source: For fees that are not automatically charged, librarians can create a manual invoice
de: Für nicht automatisch berechnete Gebühren können Sie manuall eine Rechnung erzeugen
hi: फीस है कि स्वचालित रूप से शुल्क नहीं कर रहे हैं, पुस्तकालयाध्यक्षों एक मैनुअल चालान बना सकते हैं

source: First choose the type of invoice you would like to create
de: Wählen Sie den Gebührentyp, den Sie anlegen möchten
hi: पहला चालान के प्रकार आप बनाना चाहते हैं चुनें

source: To add additional values to the manual invoice type pull down menu, add them to the :ref:`debit types <add-debit-type-label>` in the Administration module.
de: Um zusätzliche Werte zur Auswahlliste für die manuellen Gebührentypen hinzuzufügen, fügen Sie diese zu den :ref:`Gebührenarten <add-debit-type-label>` im Administrationsmodul hinzu.
hi: मैन्युअल इनवॉइस टाइप पुल डाउन मेनू में अतिरिक्त मान जोड़ने के लिए, उन्हें इसमें जोड़ें :ref:`डेबिट प्रकार <add-debit-type-label>` एडमिनिस्ट्रेशन मॉड्यूल में.

source: If the fee is associated with an item you can enter its barcode so that the line item shows a link to that item
de: Wenn die Gebühr mit einem bestimmten Exemplar verknüpft ist, können Sie dessen Barcode angeben, damit der Eintrag einen Link zum Exemplar anzeigt.
hi: ताकि लाइन मद है कि आइटम के लिए एक लिंक से पता चलता शुल्क एक आइटम के साथ जुड़ा हुआ है, तो आप अपने बारकोड प्रवेश कर सकते हैं

source: The description field is where you will enter the description of the charge
de: Unter Beschreibung geben kann eine Beschreibung der manuellen Gebühr gespeichert werden
hi: विवरण क्षेत्र है जहाँ तुम प्रभार का विवरण दर्ज होगा

source: In the amount field, do not enter currency symbols, only numbers and decimals
de: Verwenden Sie im Feld Summe keine Währungssymbole, sondern nur Zahlen und Dezimalpunkte
hi: राशि के क्षेत्र में, मुद्रा प्रतीकों प्रवेश नहीं करते, केवल संख्या और दशमलव में

source: Creating manual credits
de: Guthaben erzeugen
hi: मैन्युअल क्रेडिट बनाना

source: Manual credits can be used to pay off parts of fines, or to forgive a fine amount.
de: Manuelle Guthaben können verwendet werden, um einen Teil einer Gebühr zu bezahlen oder eine bestimmte Summe zu erlassen.
hi: मैनुअल क्रेडिट बंद जुर्माना के कुछ हिस्सों को भुगतान करने के लिए, या एक ठीक राशि माफ करने के लिए इस्तेमाल किया जा सकता है।

source: First choose the type of credit you'd like to apply
de: Wählen Sie die Gebührenart die Sie hinzufügen möchten:
hi: पहले क्रेडिट के प्रकार आप लागू करना चाहते हैं चुनें

source: If this credit is associated with an item you can enter that item's barcode so that the line item links to the right item
de: Wenn dieses Guthaben mit einem Exemplar verknüpft ist, können Sie den Barcode angeben um einen Link zum Exemplar rechts daneben anzuzeigen.
hi: इस क्रेडिट के लिए एक आइटम के साथ जुड़ा हुआ है, तो आप उस आइटम के बारकोड में प्रवेश कर सकते हैं ताकि सही आइटम के लिए लाइन आइटम लिंक

source: The description field is where you will enter the description of the credit
de: Unter Beschreibung kann eine Beschreibung des Guthabens gespeichert werden
hi: विवरण क्षेत्र है जहां आप क्रेडिट का विवरण दर्ज होगा

source: To the right of each account line there is a print link. Clicking that link will print an invoice for the line item that includes the date and description of the line item along with the total outstanding on the account.
de: Rechts neben jedem Konto ist ein Link für den Druck. Wenn Sie diesen Link anklicken wird eine Rechnung für das Konto ausgedruckt, die das Datum und die Beschreibung des betreffenden Titels zusammen mit ausstehenden Totalbetrag des Kontos enthält.
hi: प्रत्येक खाते लाइन के अधिकार के लिए वहाँ एक प्रिंट कड़ी है। उस लिंक पर क्लिक लाइन आइटम की कुल अकाउंट में बकाया के साथ तारीख और लाइन आइटम का विवरण भी शामिल है कि के लिए एक चालान प्रिंट होगा।

source: Routing lists
de: Umlauflisten
hi: रूटिंग सूचियां

source: A list of all of the serial routing lists the patron belongs to will be accessible via the 'Routing lists' tab on the patron record.
de: Eine Liste aller Umlauflisten auf denen ein Benutzer steht ist im Benutzerkonto über den Reiter 'Umlauflisten' verfügbar.
hi: सभी सीरियल रूटिंग सूचियों की एक सूची संरक्षक से संबंधित 'रूटिंग सूचियों' टैब के माध्यम से संरक्षित संरक्षक से संबंधित होगी।

source: On this tab you will be able to see and edit all of the routing lists that this patron is on.
de: Unter diesem Reiter können Sie alle Umlauflisten dieses Benutzers bearbeiten.
hi: इस टैब पर आप देख सकते हैं और है कि इस संरक्षक पर है रूटिंग सूची के सभी संपादित करने के लिए सक्षम हो जाएगा।

source: Circulation history
de: Ausleihhistorie
hi: परिचालन इतिहास

source: The circulation history tab will appear if you have set the :ref:`intranetreadinghistory` preference to allow it to appear. If you have the :ref:`OPACPrivacy` system preference set to 'Allow' and the patron has decided that the library cannot keep this information this tab will only show currently checked out items.
de: Der Reiter mit der Ausleihhistorie wird angezeigt, wenn der Systemparameter :ref:`intranetreadinghistory` entsprechend gesetzt ist. Wenn Sie den Systemparameter :ref:`OPACPrivacy` auf 'Erlauben' gesetzt haben, und der Benutzer entschieden hat, dass die Bibliothek diese Information nicht speichern darf, zeigt dieser Reiter lediglich aktuell entliehene Medien an.
hi: यदि आपने सेट किया है तो परिसंचरण इतिहास टैब दिखाई देगा : ref: `intranetreadinghistory` वरीयता इसे प्रकट करने की अनुमति देने के लिए। यदि आपके पास है :ref:`OPACPrivacy` सिस्टम प्राथमिकता 'अनुमति दें' पर सेट है और संरक्षक ने निर्णय लिया है कि लाइब्रेरी इस जानकारी को नहीं रख सकती है यह टैब केवल वर्तमान में चेक आउट आइटम दिखाएगा।

source: If you would like to export a list of barcodes for the items checked in today you can find that option under the More menu on the top right of the page.
de: Für den Export einer Liste der heute zurückgegebenen Exemplare können Sie die entsprechende Option unter dem Menüpunkt 'Mehr' am oberen Seitenrand benutzen.
hi: आप आज में जाँच की मदों के लिए बारकोड की एक सूची निर्यात करना चाहते है तो आप पृष्ठ के शीर्ष सही पर अधिक मेनू के तहत है कि विकल्प मिल सकता है।

source: This will generate a text file with one barcode per line.
de: Erzeugt eine Textdatei mit einem Barcode pro Zeile.
hi: यह प्रति पंक्ति एक बारकोड के साथ एक पाठ फ़ाइल उत्पन्न होगा।

source: Modification log
de: Änderungslog
hi: संशोधन लॉग

source: If you have set your :ref:`BorrowersLog` to track changes to patron records, then this tab will appear. The Modification log will show when changes were made to the patron record. If you also have turned on the :ref:`IssueLog` and :ref:`ReturnLog` you will see checkins and outs on this screen as well.
de: Wenn Sie den Systemparameter :ref:`BorrowersLog` aktiviert haben, um Änderungen an Benutzerdatensätzen nachverfolgen zu können, wird dieser Reiter angezeigt. Das Änderungslog zeigt alle Änderungen, die am Benutzerdatensatz gemacht wurden. Wenn zusätzlich die Parameter :ref:`IssueLog` und :ref:`ReturnLog` aktiviert wurden, werden auch die Ausleihen und Rückgaben dort angezeigt.
hi: यदि आपने अपना सेट सेट किया है: ref: 'BorrowersLog` संरक्षक रिकॉर्ड में परिवर्तनों को ट्रैक करने के लिए, तो यह टैब दिखाई देगा। संशोधन लॉग दिखाएगा जब संरक्षक रिकॉर्ड में परिवर्तन किए गए थे। यदि आपने भी चालू किया है: ref: `IssueLog` और : ref:` ReturnLog` आप इस स्क्रीन पर चेकइन और आउट भी देखेंगे।

source: The Librarian field shows the patron number for the librarian who made the changes
de: Das Feld Mitarbeiter zeigt die Benutzernummer des Mitarbeiters, der die Änderungen durchgeführt hat
hi: लाइब्रेरियन क्षेत्र लाइब्रेरियन जो परिवर्तन किए के लिए संरक्षक संख्या से पता चलता

source: The module lists 'MEMBERS' for the patron module
de: Die Spalte Modul zeigt 'Benutzer' für das Benutzermodul
hi: संरक्षक मॉड्यूल के लिए मॉड्यूल सूचियों 'सदस्यों'

source: The action will tell you what action was being logged
de: Die Spalte 'Aktion' zeigt welche Änderung durchgeführt wurde
hi: कार्रवाई तुम बताओ कि क्या कार्रवाई लॉग इन किया जा रहा था

source: The Object field lists the borrowernumber that is being modified (in the example above, it was my changing my own record)
de: Die Spalte 'Objekt' zeigt die Benutzerdatensatznummer die geändert wurde (im obigen Beispiel wurde der eigene Benutzersatz geändert)
hi: वस्तु क्षेत्र उधारकर्ता नंबर जाता है कि संशोधित किया जा रहा सूचीबद्ध करता है (उपरोक्त उदाहरण में, यह मेरे अपने ही रिकॉर्ड को बदल रहा था)

source: Notices
de: Benachrichtigungen
hi: नोटिस
