Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: The borrowers permissions is required in order to enroll patrons in clubs
de: Die borrowers-Berechtigung ist erforderlich um Benutzer für Clubs anzumelden
hi: क्लबों में संरक्षक को भर्ती करने के लिए उधारकर्ताओं की अनुमति की आवश्यकता होती है

source: Create and modify interlibrary loan requests (ill)
de: Erstellen und Bearbeiten von Fernleihbestellungen (ill)
hi: अतरपुस्तकालय ऋण अनुरोधों को बनाएं और संशोधित करें (ill)

source: Gives access to the :ref:`Interlibrary loan (ILL) module <ill-requests-label>`
de: Ermöglicht den Zugriff auf das :ref:`Fernleihmodul <ill-requests-label>`
hi: के लिए पहुँच देता है :ref:`इंटरलाइब्रेरी लोन (ILL) मॉड्यूल <ill-requests-label>`

source: Self check modules (self\_check)
de: Module zur Selbstausleihe und -rückgabe (self\_check)
hi: स्वयं जांच मॉड्यूल (self\_check)

source: Log into the self check-in module (self\_checkin\_module)
de: Für die Selbstrückgabe anmelden (self\_checkin\_module)
hi: स्वयं चेक-इन मॉड्यूल में लॉग इन करें (self\_checkin\_module)

source: ** Note**
hi: **नोट**

source: This permission prevents the patron from using any other OPAC functionality
de: Diese Berechtigung schaltet sämtliche anderen OPAC-Funktionen für diese Benutzerkennung aus
hi: यह अनुमति संरक्षक को किसी अन्य ओपेक कार्यक्षमता का उपयोग करने से रोकती है

source: Perform self checkout at the OPAC (self\_checkout\_module)
de: Selbstausleihe im OPAC durchführen (self\_checkout\_module)
hi: ओपेक पर स्वयं चेकआउट निष्पादित करें (self\_checkout\_module)

source: This permission should be used for the patron matching the :ref:`AutoSelfCheckID <autoselfcheck-preferences-label>` system preference
de: Diese Berechtigung sollte für den im Systemparameter :ref:`AutoSelfCheckID <autoselfcheck-preferences-label>` definierten Benutzer gesetzt sein.
hi: यह अनुमति संरक्षक मिलान के लिए उपयोग की जानी चाहिए :ref:`AutoSelfCheckID <autoselfcheck-preferences-label>`सिस्टम वरीयता

source: Manage :ref:`stockrotation <stock-rotation-label>` operations (stockrotation)
de: Vorgänge der :ref:`Bestandsrotation <stock-rotation-label>` verwalten (stockrotation)
hi: प्रबंधित करें :ref:`स्टॉकरोटेशन <stock-rotation-label>` संचालन (स्टॉकोटेशन)

source: Add and remove items from rotas (manage_rota_items)
de: Exemplare zu Plänen hinzufügen und entfernen (manage_rota_items)
hi: रोटा से आइटम जोड़ें और निकालें (manage_rota_items)

source: Staff with only this permission will be able to manage the items in the rotas, but not the rotas themselves
de: Bibliothekspersonal, dass nur diese Berechtigung hat, kann Exemplare in den Plänen verwalten, aber nicht die eigentlichen Pläne verändern
hi: केवल इस अनुमति वाले कर्मचारी ही रोटा में वस्तुओं का प्रबंधन कर पाएंगे, लेकिन रोटा स्वयं नहीं

source: Create, edit and delete rotas (manage_rotas)
de: Pläne erstellen, bearbeiten und löschen (manage\_rotas)
hi: रोटा बनाएं, संपादित करें और हटाएं (manage_rotas)

source: Staff with only this permission will be able to manage the rotas, but not the actual items
de: Bibliothekspersonal, dass nur diese Berechtigung hat, ist in der Lage die Pläne zu verwalten, aber nicht die eigentlichen Exemplare
hi: केवल इस अनुमति वाले कर्मचारी ही रोटा का प्रबंधन कर पाएंगे, लेकिन वास्तविक वस्तुओं को नहीं

source: Cash management (cash_management)
de: Gebührenverwaltung (cash\_management)
hi: नकदी प्रबंधन (cash_management)

source: Add, edit and archive cash registers (manage_cash_registers)
de: Kassen erstellen, bearbeiten und archivieren (manage\_cash\_registers)
hi: नकद रजिस्टर जोड़ें, संपादित करें और संग्रह करें (manage_cash_registers)

source: Staff with this permissions will be able to manage the :ref:`cash registers in the administration module <cashregisters-label>`
de: Bibliothekspersonal mit dieser Berechtigung kann die :ref:`Kassen <cashregisters-label>` über das Administrationsmodul verwalten
hi: इस अनुमतियों वाले कर्मचारी प्रशासन मॉड्यूल में : ref:`नकद रजिस्टर का प्रबंधन करने में सक्षम होंगे <cashregisters-label>`

source: Patron information
de: Benutzerinformationen
hi: संरक्षक जानकारी

source: When viewing a patron record you have the option to view information from one of many tabs found on the left hand side of the record.
de: Wenn Sie sich einen Benutzersatz anschauen, haben Sie über die Reiter auf der linker Seite die Möglichkeit, sich weitere Benutzerdaten anzeigen zu lassen.
hi: जब एक संरक्षक रिकॉर्ड को देखने के रिकार्ड का बाएं हाथ की ओर पर पाया कई टैब में से एक से जानकारी देखने का विकल्प है।

source: *Get there:* Patrons > Browse or search for patron > Click patron name
de: *Pfad in Koha:* Benutzer > nach Benutzer suchen > Name des Benutzers anklicken
hi: * वहां जाएं: * संरक्षक> संरक्षक के लिए ब्राउज करें या खोजें> संरक्षक नाम पर क्लिक करें

source: Check out
de: Ausleihe
hi: चेक आउट

source: For instruction on checking items out, view the :ref:`Checking out <check-out-(issuing)-label>` section of this manual.
de: Um zu erfahren, wie Medien ausgeliehen werden, klicken Sie auf den Bereich :ref:`Ausleihe <check-out-(issuing)-label>` in diesem Handbuch.
hi: वस्तुओं की जांच करने के निर्देश के लिए, देखें :ref:`चेक आउट आउट <check-out-(issuing)-label>` इस मैनुअल के खंड।

source: Staff members can access their own check out screen by clicking their username in the top right of the staff client and choosing 'My checkouts'
de: Mitarbeiter können über die Dienstoberfläche ihre Ausleihen einsehen, indem Sie rechts oben im Bildschirm auf Ihren Loginnamen klicken, und im Menü 'Meine Ausleihen' auswählen.
hi: स्टाफ सदस्य स्टाफ क्लाइंट के ऊपर सही में अपने उपयोगकर्ता नाम पर क्लिक करें और चुनने 'मेरे checkouts' द्वारा अपने स्वयं के स्क्रीन के बाहर की जाँच उपयोग कर सकते हैं

source: Details
hi: विवरण

source: Staff members can access their own account details by clicking their username in the top right of the staff client and choosing 'My account'
de: Mitarbeiter können über die Dienstoberfläche Ihr Konto aufrufen, indem Sie rechts oben im Bildschirm auf Ihren Loginnamen klicken, und im Menü 'Mein Konto' auswählen.
hi: स्टाफ सदस्य स्टाफ क्लाइंट के ऊपर सही में अपने उपयोगकर्ता नाम पर क्लिक करें और 'मेरा खाता' चुनने के द्वारा अपने स्वयं के खाते के विवरण उपयोग कर सकते हैं

source: All patron information will appear in the Details tab. This includes all the contact information, notes, custom patron attributes, messaging preferences, etc. entered when adding the patron.
de: Alle Benutzerinformationen erscheinen in der Einzelanzeige. Dies schließt alle Kontaktdaten, Hinweise, Benachrichtigungsvorgaben usw. ein, die bei der Aufnahme des Benutzers eingegeben wurden.
hi: सभी संरक्षक जानकारी विवरण टैब में दिखाई देगी। इसमें सभी संपर्क जानकारी, नोट्स, कस्टम संरक्षक विशेषताएँ, संदेश प्राथमिकताएं, आदि शामिल हैं, जब संरक्षक जोड़ते हैं।

source: In the case of patrons who are marked as 'Child' or 'Professional' and their guarantors additional information will appear on their record.
de: Ist ein Benutzer als 'Kind' oder 'Mitarbeiter (Organisation)' markiert, werden die Informationen über den Verantwortlichen angezeigt.
hi: संरक्षक के मामले में जिन्हें 'बाल' या 'पेशेवर' के रूप में चिह्नित किया गया है और उनके गारंटियों को अतिरिक्त जानकारी उनके रिकॉर्ड पर दिखाई देगी।

source: A child patron will list their guarantor
de: In einem Kindbenutzer wird der Bürge angezeigt
hi: एक बच्चा संरक्षक अपने गारंटर की सूची देगा

source: On the guarantor's record, all children and/or professionals will be listed
de: Beim Datensatz für den Bürgen werden alle Kinder und/oder Professionelle aufgeführt
hi: जमानती के रिकार्ड पर, सभी बच्चों और/या पेशेवरों सूचीबद्ध किया जाएगा

source: If the age of the patron is outside the age range defined in their patron category a warning will appear on their record.
de: Wenn das Alter eines Benutzers außerhalb des im Benutzertyps definierten Altersbereichs liegt, wird ein Warnhinweis im Benutzerdatensatz angezeigt.
hi: यदि संरक्षक की आयु उनकी संरक्षक श्रेणी में परिभाषित आयु सीमा के बाहर है, तो उनके रिकॉर्ड पर एक चेतावनी दिखाई देगी।

source: Circulation summary
de: Übersicht der Ausleihen
hi: सर्कुलेशन सारांश

source: Below the patron's information on the details screen is a tabbed display of the items they have checked out, overdue, and on hold.
de: Unterhalb der Informationen zum Benutzer befindet sich eine Informationsbox mit Reitern für die entliehenen, überfälligen und vorgemerkten Titel des Benutzers.
hi: नीचे दिए गए विवरण स्क्रीन पर संरक्षक की जानकारी मदों की एक tabbed प्रदर्शन है कि वे बाहर की जाँच की है, अतिदेय, और पकड़ पर।

source: Checkouts
de: Ausleihen
hi: चेकआउट

source: The first tab shows the items the patron currently has checked out.
de: Unter dem ersten Tab erscheinen die Exemplare die der Benutzer gerade ausgeliehen hat.
hi: पहला टैब उन वस्तुओं को दिखाता है जिन्हें संरक्षक ने वर्तमान में चेक आउट किया है.

source: Relatives' checkouts
de: Ausleihen der Verwandten
hi: संबंधी' चैकआउट

source: If they have family at the library, staff can see what the other family members have checked out.
de: Wenn der Benutzer mit anderen Familienmitgliedern verknüpft ist, können die Bibliotheksmitarbeiter im Konto sehen, was andere Familienmitglieder ausgeliehen haben.
hi: वे परिवार है पुस्तकालय के कर्मचारियों तो देख सकते हैं जो परिवार के अन्य सदस्यों को चेक आउट की है।

source: Fines & charges
hi: जुर्माना और शुल्क

source: The Fines & charges tab will show for all patrons, even those who don't owe anything.
hi: जुर्माना और शुल्क टैब सभी संरक्षक के लिए दिखाई देगा, यहां तक कि उन लोगों के लिए भी जो कुछ भी देना नहीं चाहते हैं।

source: If the patron does owe money to the library, the tab will show the total amount, without any details. To see the details, go to the :ref:`fines tabs <fines-label>`.
hi: यदि संरक्षक पुस्तकालय के लिए पैसा देता है, तो टैब बिना किसी विवरण के कुल राशि दिखाएगा। विवरण देखने के लिए :ref: `जुर्माना टैब <fines-label> पर जाएं

source: Holds
de: Vormerkungen
hi: होल्डस

source: If the patron has holds, the number of holds will appear on this tab's title and the details will appear in the tab.
de: Wenn der Benutzer Vormerkungen hat, wird die Anzahl der Vormerkungen auf dem entsprechenden Tab angezeigt. Die Details der Vormerkungen erscheinen darunter.
hi: यदि संरक्षक के पास होल्ड है, तो इस टैब के शीर्षक पर होल्ड की संख्या दिखाई देगी और विवरण टैब में दिखाई देगा।

source: The barcode and call number will only appear on item-level holds or holds that have been confirmed. Record-level holds that are not waiting to be picked up will not have barocdes or call numbers.
de: Der Barcode und die Signatur werden nur bei Exemplarvormerkungen angezeigt, oder bei Vormerkungen die bereits bereitgestellt wurden. Titelvormerkungen die noch bearbeitet werden müssen haben keine Barcodes oder Signaturen.
hi: बारकोड और कॉल नंबर केवल आइटम-स्तरीय होल्ड या होल्ड पर दिखाई देंगे जिनकी पुष्टि की गई है। रिकॉर्ड-स्तर वाले होल्ड को उठाया जाने की प्रतीक्षा नहीं कर रहे हैं, जिनमें बारकोड या कॉल नंबर नहीं होंगे।

source: From here you can manage the patron's holds: change the pickup library, cancel or suspend holds.
de: Hier können Sie die Vormerkungen bearbeiten indem Sie die Abholbibliothek ändern, die Vormerkung stornieren oder aussetzen.
hi: यहां से आप संरक्षक के होल्ड को प्रबंधित कर सकते हैं: पिक लाइब्रेरी को बदल सकते हैं, होल्ड को रद्द या निलंबित कर सकते हैं।

source: You will only be able to suspend holds if the :ref:`SuspendHoldsIntranet` system preference is set to "Allow".
de: Vormerkungen aussetzen können Sie nur, wenn der Systemparameter :ref:`SuspendHoldsIntranet` auf "Erlaube" gesetzt ist.
hi: आप केवल होल्ड को निलंबित करने में सक्षम होंगे यदि :ref:`SuspendHoldsIntranet` सिस्टम वरीयता" अनुमति "पर सेट है।

source: If, when suspending a hold, you want to be able to set a date at which to automatically resume the hold, set the :ref:`AutoResumeSuspendedHolds` system preference to "Allow" and make sure the :ref:`unsuspend_holds cron job <cron-unsuspend-holds-label>` is activated.
de: Wenn beim Aussetzen einer Vormerkung das Datum, ab wann die Vormerkung automatisch wieder aktiviert ist, gesetzt werden soll, muss der Systemparameter :ref:`AutoResumeSuspendedHolds` auf "Erlaube" gesetzt sein. Außerdem muss der Cronjob :ref:`unsuspend_holds <cron-unsuspend-holds-label>` aktiviert sein.
hi: यदि, किसी होल्ड को निलंबित करते समय, आप एक तिथि निर्धारित करना चाहते हैं, जिस पर स्वचालित रूप से होल्ड को फिर से शुरू करने के लिए, सेट करें :ref:`AutoResumeSuspendedHolds` सिस्टम वरीयता" अनुमति दें "और यह सुनिश्चित करने के लिए :ref:`unsuspend_holds क्रोन जॉब <cron-unsuspend-holds-label> सक्रिय है।

source: Article requests
de: Artikelbestellungen
hi: लेख अनुरोध

source: If the :ref:`ArticleRequests` system preference is enabled, and the circulation rules allow it, the patrons will be able to request articles, either through the OPAC or in the staff interface.
de: Wenn der Systemparameter :ref:`ArticleRequests` auf 'Aktiviere' gesetzt ist und die Ausleihkonditionen es erlauben, können über den OPAC oder die Dienstoberfläche Artikelbestellungen aufgegeben werden.
hi: यदि :ref:`ArticleRequests` सिस्टम वरीयता सक्षम है, और संचलन नियम इसे अनुमति देते हैं, संरक्षक लेखों का अनुरोध करने में सक्षम होंगे, या तो ओपेक के माध्यम से या स्टाफ इंटरफ़ेस में।

source: The details of the patron's request, and its status, are visible in this tab.
de: Die Details der Bestellungen sowie der Status sind unter dem entsprechenden Tab sichtbar.
hi: संरक्षक के अनुरोध का विवरण, और इसकी स्थिति, इस टैब में दिखाई दे रहे हैं.

source: Restrictions
de: Sperren
hi: प्रतिबंध

source: The Restrictions tab will show for all patrons. If the patron has no restrictions you will see that on the tab.
de: Der Tab 'Sperren' wird immer angezeigt. Wenn der Benutzer keine Sperren hat, wird das entsprechend angezeigt.
hi: प्रतिबंध टैब सभी संरक्षक के लिए दिखाई देगा। आप टैब पर कि वहाँ होगा के संरक्षक कोई प्रतिबंध नहीं है।

source: If the patron has restrictions on their account the tab will show the number and the description.
de: Wenn der Benutzer Sperren hat, wird die Anzahl der vorhandenen Sperren und deren Art angezeigt.
hi: संरक्षक अपने अकाउंट पर प्रतिबंध है तो टैब संख्या और विवरण दिखाएगा।

source: There are four kinds of restrictions:
de: Es gibt vier Arten von Sperren:
hi: चार प्रकार के प्रतिबंध हैं:

source: Manual
de: manuelle Sperre
hi: मैनुअल

source: Overdues
de: Überfälligkeiten
hi: ओवरड्यू

source: Suspension
de: Suspendierung
hi: सस्पेंसन

source: Discharge
de: Entlastung
hi: डिस्चार्ज

source: Using the 'Add manual restriction' button you can add a restriction to the patron record from here. This can be used for any type of restriction you need to put manually on a patron record.
de: Über den Button 'Neue manuelle Sperre' kann eine manuelle Sperre hinzugefügt werden.
hi: 'मैनुअल प्रतिबंध प्रतिबंध' बटन का उपयोग करके आप यहां से संरक्षक रिकॉर्ड में प्रतिबंध जोड़ सकते हैं। यह किसी भी प्रकार के प्रतिबंध के लिए उपयोग किया जा सकता है जिसे आपको संरक्षक रिकॉर्ड पर मैन्युअल रूप से डालने की आवश्यकता है।

source: The overdues restrictions are automatically set when overdue notices are sent if you specified you wanted the patron restricted in the :ref:`Overdue notice/status triggers tool <overdue-notice/status-triggers-label>`.
de: Die Sperre Überfälligkeiten kann automatisch über den :ref:`Mahntrigger <overdue-notice/status-triggers-label>` gesetzt werden.
hi: अतिदेय प्रतिबंध स्वचालित रूप से सेट किए जाते हैं जब अतिदेय नोटिस भेजे जाते हैं यदि आपने निर्दिष्ट किया था कि आप संरक्षक को प्रतिबंधित करना चाहते हैं :ref:`ओवरड्यू नोटिस/स्थिति ट्रिगर टूल <overdue-notice/status-triggers-label>`.

source: This restriction will not be removed automatically when the overdue items are returned unless the :ref:`AutoRemoveOverduesRestrictions` system preference is set to 'Do'.
de: Die Sperre wird nicht automatisch entfernt wenn die überfälligen Exemplare zurückgeben werden. Es sei denn, der Systemparameter :ref:`AutoRemoveOverduesRestrictions` ist auf 'Entferne' gesetzt.
hi: जब तक अतिदेय वस्तुओं को वापस नहीं किया जाता है यह प्रतिबंध अपने आप नहीं हटाया जाएगा :ref:`AutoRemoveOverduesRestrictions` सिस्टम वरीयता 'डू' पर सेट है.

source: In the :ref:`circulation rules <circulation-and-fines-rules-label>`, you can choose to fine users by suspending them instead of (or in addition to) fining them money. In that case, returning an overdue document will trigger a suspension restriction.
de: In den :ref:`Ausleihkonditionen <circulation-and-fine-rules-label>` können Sie Benutzergruppen mit Sperren anstelle (oder zusätzlich) mit Mahngebühren belegen. In diesem Fall löst ein zu spät zurückgegebenes Exemplare eine Sperrfrist aus.
hi: में :ref:`परिसंचरण नियम <circulation-and-fines-rules-label>`, आप उन पर जुर्माना लगाने के बजाय (या इसके अलावा) उन्हें निलंबित करके ठीक उपयोगकर्ताओं को चुन सकते हैं। उस मामले में, अतिदेय दस्तावेज़ को वापस करने से निलंबन प्रतिबंध लागू हो जाएगा।

source: Patrons may also be restricted if you have issued a :ref:`discharge <patron-discharges-label>` for them. Once the discharge is validated, the patron is automatically restricted.
de: Benutzer können auch gesperrt werden, wenn eine :ref:`Entlastung <patron- discharges-label>` eingetragen wird. Wenn die Entlastung bestätigt wird, ist der Benutzer automatisch gesperrt.
hi: यदि आपने एक :ref:`डिस्चार्ज <patron- discharges-label>` उनके लिए जारी किया है तो संरक्षक भी प्रतिबंधित हो सकते हैं। एक बार डिस्चार्ज हो जाने के बाद, संरक्षक स्वचालित रूप से प्रतिबंधित हो जाता है।

source: Restrictions on a patron record will block checkouts. In fact, a message will appear in red when going to the checkout page.
de: Bei Sperren in einem Benutzersatz ist keine Ausleihe möglich. Es erscheint eine Nachricht in roter Schrift unter dem Reiter Ausleihe.
hi: एक संरक्षक रिकॉर्ड पर प्रतिबंध चेकआउट को रोक देगा। वास्तव में, चेकआउट पृष्ठ पर जाने पर एक संदेश लाल रंग में दिखाई देगा।

source: Restrictions may also prevent renewing items if the :ref:`RestrictionBlockRenewing` system preference is set to 'block'.
de: Sperren können unter Umständen auch das Verlängern von Exemplaren verhindern wenn der Systemparameter :ref:`RestrictionBlockRenewing` auf 'blockiere' gesetzt ist.
hi: प्रतिबंध भी आइटम को नवीनीकृत करने से रोक सकता है यदि :ref:`RestrictionBlockRenewing` सिस्टम वरीयता 'ब्लॉक' पर सेट है।

source: On the OPAC, patrons will get a message saying their account is frozen. They will not be able to place holds from the OPAC.
de: Im OPAC erhalten Benutzer den Hinweis das das Konto gesperrt ist. Sie können dann keine Vormerkungen im OPAC absetzen.
hi: ओपेक पर, संरक्षक को एक संदेश मिलेगा जिसमें कहा गया है कि उनका खाता जमे हुए है। वे ओपेक से होल्ड रखने में सक्षम नहीं होंगे।

source: If you have patrons that have more than one restriction, you can choose to cumulate their restriction periods or not through the :ref:`CumulativeRestrictionPeriods` system preference.
de: Wenn es Benutzer mit mehr als einer Sperre gibt, können Sie entscheiden ob Sie die Sperrfristen aufaddieren möchten über den Systemparameter :ref:`CumulativeRestrictionPeriods`.
hi: यदि आपके पास ऐसे संरक्षक हैं जिनके पास एक से अधिक प्रतिबंध हैं, तो आप उनके प्रतिबंध की अवधि को कम कर सकते हैं या नहीं :ref:`CumulativeRestrictionPeriods` प्रणाली वरीयता।

source: If you want to restrict patrons from doing various actions if their record is not pristine, check the following system preferences:
de: Wenn Sie nur bestimmte Aktionen für einen Benutzer sperren möchten, beachten Sie die folgenden Systemparameter:
hi: यदि आप संरक्षकों को विभिन्न कार्यों को करने से रोकना चाहते हैं यदि उनका रिकॉर्ड प्राचीन नहीं है, तो निम्न सिस्टम वरीयताओं की जाँच करें:

source: Set the :ref:`OverduesBlockCirc` system preference to 'Block' to prevent patrons who have overdue materials from checking out other materials.
de: Setzen Sie den Systemparameter :ref:`OverduesBlockCirc` auf 'Sperre', um zu verhindern das Benutzer mit überfälligen Medien auf dem Konto weitere Medien ausleihen.
hi: सेट करें :ref:`OverduesBlockCirc` सिस्टम वरीयता जो अन्य सामग्रियों की जाँच से अतिदेय सामग्री वाले संरक्षक को रोकने के लिए 'ब्लॉक' करती है।

source: Set the :ref:`OverduesBlockRenewing` system preference to 'block renewing for all the patron's items' or 'block renewing only for this item' to prevent patrons who have overdue materials from renewing their loans.
de: Setzen Sie den Systemparameter :ref:`OverduesBlockRenewing` auf (Wenn ein Benutzer überfällige Medien auf dem Benuterkonto hat) 'kann grundsätzlich nicht mehr verlängert werden' oder 'können nur diese nicht mehr verlängert werden' um Verlängerungen von überfälligen Medien zu verhindern.
hi: सेट करें :ref:`OverduesBlockRenewing` सिस्टम वरीयता 'सभी संरक्षक वस्तुओं के लिए नए सिरे से ब्लॉक करें' या 'इस आइटम के लिए केवल नए सिरे से ब्लॉक करें', ऐसे संरक्षक को रोकने के लिए जिनके पास अपने ऋणों को नवीनीकृत करने से अतिदेय सामग्री है।

source: Enter values in the :ref:`noissuescharge` and :ref:`NoIssuesChargeGuarantees` system preferences in order to block checking out to patrons who have more than a certain amount in fines or to patrons whose guarantees owe more than a certain amount.
de: Um Ausleihen von Benutzern zu verhindern die mehr als eine bestimmte Summe an Gebühren auf Ihrem Konto offen haben, tragen Sie einen Wert in die Systemparameter :ref:`noissuescharge` bzw. :ref:`NoIssuesChargeGuarantees` ein.
hi: में मान दर्ज करें :ref:`noissuescharge` और :ref:`NoIssuesChargeGuarantees` प्रणाली वरीयताओं के लिए बाहर की जाँच करने के लिए सिस्टम वरीयताएँ जो जुर्माना में एक निश्चित राशि से अधिक है या संरक्षक हैं जिनकी गारंटी एक निश्चित राशि से अधिक है।

source: Enter a value in the :ref:`maxoutstanding` system preference to prevent patron from placing holds on the OPAC if they owe more than a certain amount.
de: Um zu verhindern das Benutzer Vormerkungen absetzen die mehr als eine bestimmte Summe an Gebühren im Konto offen haben, tragen Sie einen entsprechenden Wert im Systemparameter :ref:`maxoutstanding` ein.
hi: यदि कोई निश्चित राशि से अधिक बकाया हो, तो ओपैक पर रखने से संरक्षक को रोकने के लिए :ref:`maxoutstanding` सिस्टम वरीयता दर्ज करें।

source: Enter a value in the :ref:`OPACFineNoRenewals` system preference to prevent patron who owe more than a certain amount to renew their loans from the OPAC.
de: Um zu verhindern das Benutzer die mehr als eine bestimmte Summe an Gebühren im Konto offen haben Verlängerungen vornehmen, tragen Sie einen entsprechenden Wert im Systemparameter :ref:`OPACFineNoRenewals` ein.
hi: एक मान दर्ज करें :ref:`OPACFineNoRenewals` सिस्टम वरीयता जो ओपेक से अपने ऋणों को नवीनीकृत करने के लिए एक निश्चित राशि से अधिक का भुगतान करने वाले संरक्षक को रोकने के लिए।

source: Set the :ref:`BlockExpiredPatronOpacActions` system preference to 'Block' if you want to prevent patron whose membership has expired to place hold or renew their loans from the OPAC.
de: Setzen Sie den Systemparameter :ref:`BlockExpiredPatronOpacActions` auf ‚Sperre‘, um zu verhindern das Benutzer mit abgelaufenem Ausweis Medien verlängern oder vormerken.
hi: सेट करें :ref:`BlockExpiredPatronOpacActions` सिस्टम वरीयता' ब्लॉक 'के लिए यदि आप संरक्षक को जिनकी सदस्यता ओपेक से अपने ऋण रखने या नवीनीकृत करने के लिए समाप्त हो गई है को रोकना चाहते हैं।

source: Clubs
hi: क्लब

source: If you use :ref:`patron clubs <patron-clubs-label>`, patrons will have a tab in their record indicating which club they are enrolled in, if any.
de: Wenn Sie :ref:`Clubs <patron-clubs-label>` verwenden, erscheint im Benutzerkonto ein Reiter mit den Clubs, in denen der Benutzer Mitglied ist.
hi: यदि आप उपयोग करते हैं :ref:`सरंक्षक क्लब <patron-clubs-label>`, संरक्षक उनके रिकॉर्ड में एक टैब होगा जो यह दर्शाता है कि वे किस क्लब में नामांकित हैं, यदि कोई हो।

source: Fines
hi: जुर्माना
