Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: The `patron's messaging preferences <#setpatronmessaging>`__ are set when :ref:`adding <add-a-new-patron-label>` or :ref:`editing <editing-patrons-label>` the patron. This tab will show the messages that have been sent and those that are queued to be sent:
de: Die `Einstellungen zu den Benachrichtigungen <#setpatronmessaging>`__ für einen Benutzer werden festgelegt, wenn Sie Benutzer :ref:`anlegen <add-a-new-patron-label>` oder :ref:`ändern <editing-patrons-label>`. Dieser Reiter zeigt die Nachrichten, die versandt wurden und jene, die zum Versand bereit sind:
hi: `संरक्षक की संदेश प्राथमिकताएं <#setpatronmessaging>` __ सेट की जाती हैं जब: ref: `adding <add-a-new-patron-label> 'or : ref:` संपादन <editing-patrons-label>' संरक्षक। यह टैब उन संदेशों को दिखाएगा जो भेजे गए हैं और जो भेजे जाने के लिए कतारबद्ध हैं:

source: Clicking on the message title will expand the view to show you the full text of the message that was sent.
de: Über den Betreff der Benachrichtigung können Sie den vollen Nachrichtentext der gesendeten Nachricht aufklappen.
hi: संदेश शीर्षक पर क्लिक करके देखें विस्तार आप संदेश है कि भेजा गया था का पूरा पाठ को दिखाने के लिए होगा।

source: If the message has a status of sent or failed you will have the option to 'resend' the message to the patron by clicking the 'resend' button found under the status.
de: Wenn die Nachricht den Status Gesendet oder Fehlgeschlagen hat, kann über die Schaltfläche 'Erneut senden' die Nachricht erneut versendet werden.
hi: अगर संदेश में भेजा गया या असफल होने की स्थिति है तो आपके पास स्थिति के तहत पाए गए 'resentd बटन' पर क्लिक करके संरक्षक को संदेश 'भेजने' का विकल्प होगा।

source: Statistics
de: Statistiken
hi: सांख्यिकी

source: Depending on what you set for the values of your :ref:`StatisticsFields` system preference, you can see statistics for one patron's circulation actions.
de: Abhängig vom Systemparameter :ref:`StatisticsFields` werden Statistiken für die Transaktionen eines Benutzers angezeigt.
hi: आपके द्वारा अपने मूल्यों के लिए निर्धारित किए गए सेट के आधार पर :ref:`StatisticsFields` सिस्टम वरीयता, आप एक संरक्षक के परिसंचरण कार्यों के आंकड़े देख सकते हैं।

source: Files
de: Dateien
hi: फ़ाइलें

source: If you set the :ref:`EnableBorrowerFiles` preference to 'Do' the Files tab will be visible on the patron information page.
de: Wenn Sie im Systemparameter :ref:`EnableBorrowerFiles` den Upload von benutzerspezifischen Dateien erlauben, erscheint ein entsprechender Reiter auf der Seite mit den Benutzerinformationen.
hi: यदि आप सेट करते हैं : ref: 'DoBorrowerFiles' को सक्षम करें 'Do' को सक्षम करें, टैब टैब संरक्षक जानकारी पृष्ठ पर दिखाई देगा।

source: From here you can upload files to attach to the patron record.
de: Von hier aus können Sie zum Benutzer gehörende Dateien hochladen.
hi: यहाँ से आप संरक्षक रिकॉर्ड करने के लिए संलग्न करने के लिए फाइल अपलोड कर सकते हैं।

source: All files that are uploaded will appear above a form where additional files can be uploaded from.
de: Bereits hochgeladene Dateien erscheinen oberhalb des Upload-Formulars.
hi: सभी फाइलों को अपलोड कर रहे हैं कि एक फार्म है, जहां अतिरिक्त फ़ाइलों से अपलोड किया जा सकता ऊपर दिखाई देगा।

source: Purchase suggestions
de: Anschaffungsvorschläge
hi: खरीद सुझाव

source: If the patron has made any purchase suggestions you will see a purchase suggestions tab on the patron record.
de: Wenn der Benutzer Anschaffungsvorschläge gemacht hat, wird ein neuer Reiter mit diesen im Benutzerdatensatz angezeigt.
hi: आप संरक्षक रिकॉर्ड पर एक खरीद सुझाव टैब देखेंगे संरक्षक किसी भी खरीद के सुझाव दिए हैं तो।

source: From here you can see all suggestions made by the patron and their status, you can also create a purchase suggestion on the patron's behalf by clicking the 'New purchase suggestion' button at the top.
de: Hier können Sie alle Anschaffungsvorschläge die vom Benutzer gemacht wurden und deren Status sehen. Außerdem können Anschaffungsvorschläge für den Benutzer über die Schaltfläche 'Neuer Anschaffungsvorschlag' eingegeben werden.
hi: यहाँ से आप संरक्षक और उनकी स्थिति द्वारा किए गए सभी सुझावों को देख सकते हैं, आप भी शीर्ष पर 'नई खरीद सुझाव' बटन पर क्लिक करके संरक्षक की ओर से एक खरीद सुझाव बना सकते हैं।

source: Learn more about :ref:`managing purchase suggestions <managing-purchase-suggestions-label>` in the `Acquisitions <#acqmodule>`__ chapter of this manual.
de: Erfahren Sie mehr zu den :ref:`Anschaffungsvorschlägen <managing-purchase-suggestions-label>` im Kapitel `Erwerbung <#acqmodule>`__ in diesem Handbuch.
hi: इसके बारे में और जानें: रेफरी: `खरीद सुझावों का प्रबंधन <managing-purchase-suggestions-label>` अधिग्रहण में `<#acqmodule>`__ इस मैनुअल का अध्याय।

source: Patron discharges
de: Entlastungen
hi: संरक्षक निर्वहन

source: A discharge is a certificate that says the patron has no current checkouts, no holds and owe no money. To enable this opti`on on the patron record you need to set the :ref:`useDischarge` system preference to 'Allow'.
de: Eine Entlastung ist ein Schreiben, welches bestätigt, dass der Benutzer aktuell keine Ausleihen, Vormerkungen und offenen Gebühren auf seinem Benutzerkonto hat. Um diese Funktion im Benutzerkonto zu nutzen, muss der Systemparameter :ref:`useDischarge` aktiviert werden.
hi: डिस्चार्ज एक प्रमाण पत्र है जो कहता है कि संरक्षक के पास कोई वर्तमान चेकआउट नहीं है, कोई होल्ड नहीं है और कोई पैसा नहीं देना है। संरक्षक रिकॉर्ड पर इस ऑप्टिऑन को सक्षम करने के लिए आपको :ref:`useDischarge` सिस्टम प्रिफरेंस को 'अनुमति' पर सेट करना होगा।

source: In France a "quitus" ("discharge") is needed if you want to register for an account in a library or a university.
de: In Frankreich wird ein "quitus" ("Entlastung") benötigt, um ein Konto bei einer Bibliothek oder Universität zu eröffnen.
hi: यदि आप पुस्तकालय या विश्वविद्यालय में किसी खाते के लिए पंजीकरण करना चाहते हैं तो फ्रांस में "छोड़ने" ("निर्वहन") की आवश्यकता होती है।

source: Academic libraries often require that you have a clear record at the library before you can graduate.
de: Mancherorts ist ein Nachweis über ein entlastetes Konto bei der Bibliothek Bedingung für den Studienabschluss.
hi: शैक्षिक पुस्तकालयों अक्सर आवश्यकता से पहले आप स्नातक कर सकते हैं आप पुस्तकालय में एक स्पष्ट रिकॉर्ड है।

source: Patrons can :ref:`request discharges via the OPAC <ask-for-a-discharge-label>`. Any pending discharges will be listed below the menu buttons on the main staff client page
de: Benutzer können :ref:`Entlastungen über den OPAC beantragen <ask-for-a-discharge-label>`. Beantragte Entlastungen werden im Dashboard auf der Startseite der Dienstoberfläche angezeigt.
hi: संरक्षक can : ref: `OPAC <ask-for-a-discharge-label> 'के माध्यम से अनुरोध निर्वहन। किसी भी लंबित डिस्चार्ज को मुख्य स्टाफ क्लाइंट पेज पर मेनू बटन के नीचे सूचीबद्ध किया जाएगा

source: Clicking the pending requests will open a screen where you can allow those discharges
de: Wenn Sie auf die beantragten Entlastungen klicken, öffnet sich ein Bildschirm wo Sie diese bearbeiten können
hi: लंबित अनुरोध क्लिक करने के लिए एक स्क्रीन खुल जाएगा जहां आप उन निर्वहन अनुमति दे सकते हैं

source: To generate a discharge for a specific patron click the 'Discharge' tab on the left of the patron record
de: Um eine Entlastung für einen bestimmten Benutzer zu erzeugen, wählen Sie den Reiter 'Entlastungen' auf der linken Seite des Benutzerdatensatzes.
hi: एक विशेष संरक्षक के लिए एक मुक्ति उत्पन्न करने के संरक्षक रिकॉर्ड के बाईं पर क्लिक करें 'निर्वहन' टैब

source: If the patron can have a discharge generated then it will have a button that says 'Generate discharge'
de: Wenn für den Benutzer eine Entlastung erzeugt werden kann, erscheint die Schaltfläche 'Entlastung erzeugen'
hi: संरक्षक निर्वहन तब उत्पन्न हो सकता है अगर यह एक बटन है कि 'मुक्ति उत्पन्न' कहते हैं पड़ेगा

source: If not then you'll see an error explaining why you can't discharge the patron.
de: Falls nicht erscheint eine Fehlermeldung, die erklärt, warum der Benutzer nicht entlastet werden kann.
hi: यदि नहीं तो आप एक त्रुटि देखेंगे जो स्पष्ट करेगा कि क्यों आप संरक्षक डिस्चार्ज नहीं कर सकते ।

source: Once the letter is generated you will have a PDF to download
de: Sobald die Benachrichtigung erstellt wurde, können Sie das PDF herunterladen
hi: एक बार पत्र उत्पन्न होता है आप डाउनलोड करने के लिए एक पीडीएफ होगा

source: You can style the PDF using the :ref:`NoticeCSS` preference.
de: Das PDF können Sie mit Hilfe des Systemparameters :ref:`NoticeCSS` anpassen.
hi: आप पीडीएफ का उपयोग कर शैली बना सकते हैं :ref:`NoticeCSS` preference.

source: The patron will have a restriction added to their account
de: Beim Benutzer wird eine Sperre hinzugefügt
hi: संरक्षक एक प्रतिबंध को उसके खाते में जोड़ दिया जाएगा

source: And a history of discharges will be added to the 'Discharge' tab
de: Eine Historie der Entlastungen ist über die Schaltfläche 'Entlastungen' ebenfalls einsehbar
hi: और निर्वहन का एक इतिहास 'निर्वहन' टैब में जोड़ा जाएगा

source: Housebound patrons
de: Aufsuchende Bibliotheksarbeit
hi: हाउसबाउंड संरक्षक

source: There are three roles a patron can have in regard to housebound circulation: borrower, chooser or deliverer.
de: Es gibt drei Rollen die ein Benutzer bei der aufsuchenden Bibliotheksarbeit haben kann: Entleiher, Auswählperson oder Austräger.
hi: हाउसबाउंड सर्कुलेशन के संबंध में संरक्षक की तीन भूमिकाएँ हो सकती हैं: उधारकर्ता, चयनकर्ता या उद्धारकर्ता।

source: In order to use the housebound module, the :ref:`HouseboundModule` and :ref:`ExtendedPatronAttributes` system preferences must be enabled.
de: Um das Modul für die aufsuchende Bibliotheksarbeit verwenden zu können müssen die Systemparameter :ref:`HouseboundModule` und :ref:`ExtendedPatronAttributes` aktiviert sein.
hi: हाउसबाउंड मॉड्यूल का उपयोग करने के लिए, :ref:`HouseboundModule` और :ref:`ExtendedPatronAttributes` सिस्टम प्राथमिकताएँ सक्षम होनी चाहिए.

source: Chooser
de: Auswählperson:
hi: चुननेवाला

source: If you have enabled the housebound module, with the :ref:`HouseboundModule` system preference, you will see that patrons now have a new section in their record called 'Housebound roles'.
de: Wenn der Systemparameter :ref:`HouseboundModule` aktiviert wurde, ist im Formular für die Details im Benutzersatz ein Bereich namens 'Rollen in der aufsuchenden Bibliotheksarbeit' zu sehen.
hi: यदि आपने हाउसबाउंड मॉड्यूल को सक्षम किया है, तो :ref:`HouseboundModule` सिस्टम वरीयता, आप देखेंगे कि संरक्षक अब अपने रिकॉर्ड में एक नया खंड 'हाउसबाउंड भूमिकाएँ' कहते हैं।

source: Click the 'Add' button to mark this patron as a 'Chooser'.
de: Klicken Sie auf die Schaltfläche "Hinzufügen" um den Benutzer als "Auswählende Person" zu markieren.
hi: इस संरक्षक को 'चयनकर्ता' के रूप में चिह्नित करने के लिए 'जोड़ें' बटन पर क्लिक करें।

source: The chooser is in charge of choosing the materials for the housebound patron.
de: Die Auswählperson kann Materialien für die Person, die die aufsuchende Bibliotheksarbeit in Anspruch nimmt, auswählen.
hi: चयनकर्ता हाउसबाउंड संरक्षक के लिए सामग्री चुनने के लिए प्रभारी है।

source: Deliverer
de: Austräger
hi: तारक

source: In the 'Housebound roles', click the 'Add' button to mark this patron as a 'Deliverer'.
de: Wenn Sie im Benutzerdatensatz unter "Rollen in der aufsuchenden Bibliotheksarbeit" auf "Hinzufügen" klicken, können Sie den Benutzer als "Austräger" markieren.
hi: 'हाउसबाउंड भूमिकाओं' में, 'संरक्षक' के रूप में इस संरक्षक को चिह्नित करने के लिए 'जोड़ें' बटन पर क्लिक करें।

source: The deliverer is in charge of delivering the chosen materials to the housebound patron on a specific day at a specific time.
de: Der Austräger liefert zu einem bestimmten Tag und zu einer bestimmten Zeit die ausgewählten Materialien an die Person, die die aufsuchende Bibliotheksarbeit in Anspruch nimmt.
hi: डिलिवर एक विशिष्ट समय पर चुने हुए सामग्रियों को एक विशिष्ट दिन पर होमबाउंड संरक्षक को वितरित करने के लिए है।

source: Housebound borrowers
de: Personen, die die aufsuchende Bibliotheksarbeit in Anspruch nehmen
hi: हाउसहोल्ड कर्जदार

source: To create a housebound profile for an housebound patron, click on the 'Housebound' tab in their record.
de: Um ein Profil für einen Nutzer der die aufsuchende Bibliotheksarbeit in Anspruch nehmen möchte anzulegen, klicken Sie auf den Tab 'Aufsuchende Bibliotheksarbeit' im Benutzersatz.
hi: हाउसबाउंड संरक्षक के लिए एक हाउसबाउंड प्रोफ़ाइल बनाने के लिए, उनके रिकॉर्ड में 'हाउसबाउंड' टैब पर क्लिक करें।

source: From there, you can edit their housebound profile information.
de: Hier können Sie die entsprechenden Einstellungen vornehmen.
hi: वहां से, आप उनकी हाउसबाउंड प्रोफ़ाइल जानकारी संपादित कर सकते हैं।

source: Delivery day: choose which day (or 'Any') the patron prefers to receive their delivery.
de: Liefertag: wählen Sie an welchem Tag (oder an 'allen' Tagen) der Benutzer bevorzugterweise die Lieferung erhalten soll.
hi: डिलीवरी का दिन: किस दिन (या 'कोई') संरक्षक अपनी डिलीवरी प्राप्त करना पसंद करता है.

source: Frequency: choose the frequency at which they want to receive their deliveries.
de: Frequenz: wählen Sie die gewünschte Frequenz der Lieferungen.
hi: फ़्रीक्वेंसी: वह फ़्रीक्वेंसी चुनें, जिस पर वे अपनी डिलीवरी प्राप्त करना चाहते हैं।

source: The frequencies are managed through the HSBND\_FREQ list of :ref:`authorized values <existing-values-label>`.
de: Die Einträge bei Frequenz werden über den :ref:`normierten Wert <existing-values-label>` HSBND\_FREQ gesteuert.
hi: आवृत्तियों को HSBND\_FREQ सूची के माध्यम से प्रबंधित किया जाता है :ref:`अधिकृत मूल्य <existing-values-label>`.

source: Preferred materials: enter notes that will help the chooser choose appropriate documents for the housebound patron.
de: Bevorzugte Materialien: Angaben hier helfen der Auswählperson geeignetes Material für die betreffende Person auszusuchen.
hi: पसंदीदा सामग्री: नोट दर्ज करें जो कि चयनकर्ता को हाउसबाउंड संरक्षक के लिए उपयुक्त दस्तावेज चुनने में मदद करेगा.

source: For example: books, dvds, magazines, etc.
de: Zum Beispiel: Bücher, DVDs, Zeitschriften, etc.
hi: उदाहरण के लिए: किताबें, डीवीडी, पत्रिकाएं आदि।

source: Subjects: if the housebound patron has a preference for particular subjects, enter it here. This will help the chooser choose interesting documents for the patron.
de: Schlagwörter: wenn die betreffende Person bestimmte Interessen hat, können geeignete Schlagwörter hier eingetragen werden. Das hilft der Auswählperson geeignete Materialen für die Person auszuwählen.
hi: विषय: यदि हाउसबाउंड संरक्षक के पास विशेष विषयों के लिए वरीयता है, तो इसे यहां दर्ज करें। इससे चयनकर्ता को संरक्षक के लिए दिलचस्प दस्तावेज चुनने में मदद मिलेगी।

source: For example: romance, cookbooks, thrillers, etc.
de: Zum Beispiel: Romantik, Kochbücher, Thriller, etc.
hi: उदाहरण के लिए: रोमांस, कुकबुक, थ्रिलर आदि।

source: Authors: if the housebound patron has favorite authors, enter them here.
de: Verfasser: wenn die betreffende Person Lieblingsautor/innen hat können Sie diese hier angeben.
hi: लेखक: यदि हाउसबाउंड संरक्षक के पसंदीदा लेखक हैं, तो उन्हें यहां दर्ज करें।

source: For example: Danielle Steel, James Patterson, etc.
de: Zum Beispiel: Antoine de Saint-Exupéry, Sergio Bambaren, etc.
hi: उदाहरण के लिए: डेनिएल स्टील, जेम्स पैटरसन, आदि।

source: Referral: if the housebound patron has a referral, enter it here.
de: Empfehlung: wenn die betreffende Person eine Empfehlung hat, können Sie sie hier eingeben.
hi: रेफरल: अगर हाउसबाउंड संरक्षक के पास एक रेफरल है, तो इसे यहां दर्ज करें।

source: Notes: enter any other notes that may help the chooser or the deliverer.
de: Hinweise: hier können Sie Angaben unterbringen, die entweder der Auswählperson oder dem Austräger helfen.
hi: नोट: किसी भी अन्य नोट को दर्ज करें जो चयनकर्ता या डिलीवरी करने वाले की मदद कर सकता है।

source: Click the 'Save changes' button to save the housebound profile.
de: Klicken Sie auf 'Änderungen speichern' um das Profil für die aufsuchende Bibliotheksarbeit zu speichern.
hi: हाउसबाउंड प्रोफ़ाइल को बचाने के लिए 'परिवर्तन सहेजें' बटन पर क्लिक करें।

source: Coordinating deliveries
de: Lieferungen einplanen
hi: प्रसंगों का समन्वय

source: To plan visits, go to the housebound patron's record.
de: Rufen Sie den Benutzerdatensatz, an den die aufsuchende Bibliotheksarbeit gerichtet ist, auf, um Besuche einzutakten.
hi: यात्राओं की योजना बनाने के लिए, हाउसबाउंड संरक्षक के रिकॉर्ड पर जाएं।

source: In their housebound tab, you will be able to create deliveries.
de: Im Reiter Aufsuchende Bibliotheksarbeite können Sie Lieferungen hinzufügen.
hi: उनके हाउसबाउंड टैब में, आप डिलीवरी प्रदान करने में सक्षम होंगे।

source: Click on 'Add a new delivery'.
de: Klicken Sie auf 'Neue Lieferung hinzufügen'.
hi: 'एक नई डिलीवरी जोड़ें' पर क्लिक करें।

source: Fill out the information :
de: Füllen Sie die folgenden Felder aus:
hi: जानकारी भरें:

source: Date: Enter the date of the delivery.
de: Datum: Geben Sie das Datum für die Lieferung ein.
hi: दिनांक: डिलीवरी की तारीख दर्ज करें।

source: Time: Select a time of day for the delivery. The choices are morning, afternoon, or evening.
de: Zeit: Wählen Sie die Tageszeit für die Lieferung. Zur Auswahl stehen Morgen, Nachmittag, Abend.
hi: समय: डिलीवरी के लिए दिन के समय का चयन करें। चुनाव सुबह, दोपहर या शाम होते हैं।

source: Chooser: Select a chooser who will be in charge of selecting the materials for this housebound patron.
de: Auswählperson: wählen Sie die Person, die für die zu beliefernde Person Materialen auswählen wird.
hi: चयनकर्ता: एक ऐसे चयनकर्ता का चयन करें जो इस हाउसबाउंड संरक्षक के लिए सामग्रियों के चयन का प्रभारी होगा।

source: Deliverer: Select a deliverer who will be in charge of picking up the materials and bringing them over to the housebound patron.
de: Austräger: wählen Sie die Person, die die Materialen abholen und liefern wird.
hi: डेलीवर: एक ऐसे प्रदाता का चयन करें, जो सामग्रियों को उठाने और उन्हें हाउसबाउंड संरक्षक के ऊपर लाने का प्रभारी होगा।

source: Choosers and Deliverers can be notified of planned deliveries via reports. Example reports be found in the SQL Reports Library at https://wiki.koha-community.org/wiki/SQL_Reports_Patrons#Patron_Characteristics.
de: Auswählpersonen und Austräger können über geplante Lieferungen über Reports benachrichtigt werden. Beispielreports dazu finden Sie in der SQL Reports Library unter https://wiki.koha-community.org/wiki/SQL_Reports_Patrons#Patron_Characteristics.
hi: रिपोर्ट के माध्यम से चयनकर्ताओं और डेलीवर्सर्स को नियोजित प्रसव के बारे में सूचित किया जा सकता है। उदाहरण रिपोर्ट SQL रिपोर्ट लाइब्रेरी में पाए जाते हैं https://wiki.koha-community.org/wiki/SQL_Reports_Patrons#Patron_Characteristics.

source: Patron search
de: Benutzersuche
hi: संरक्षक खोज

source: Clicking on the link to the Patron module will bring you to a search/browse screen for patrons. From here you can search for a patron by any part of their name or their card number.
de: Unter 'Benutzer' können Sie nach Benutzern suchen. Sie können dabei nach jedem Teil des Namens oder der Ausweisnummer recherchieren.
hi: संरक्षक मॉड्यूल के लिए लिंक पर क्लिक करने से आपको संरक्षक के लिए एक खोज / ब्राउज़ स्क्रीन करने के लिए लाएगा। यहाँ से आप उनके नाम या उनके कार्ड नंबर के किसी भी हिस्से से एक संरक्षक के लिए खोज सकते हैं।

source: Clicking the small plus sign [+] to the right of the search box will open up an advanced patron search with more filters including the ability to limit to a specific category and/or library.
de: Klicken Sie auf das kleine Pluszeichen [+] rechts neben dem Eingabefeld und es werden weitere Suchoptionen angeboten, über die Sie auf einen Bestimmten Benutzertyp oder eine bestimmte Bibliothek einschränken können.
hi: छोटे प्लस पर हस्ताक्षर [+] खोज बॉक्स के दाईं एक विशिष्ट श्रेणी और / या पुस्तकालय के लिए सीमित करने की क्षमता सहित अधिक फिल्टर के साथ एक उन्नत संरक्षक खोज खुल जाएगा करने के लिए क्लिक करें।

source: You can also filter your patron results using the search options on the left hand side of the page.
de: Mit den Facetten auf der linken Seite der Trefferliste können Sie ihre Suchergebnisse weiter einschränken
hi: आप पृष्ठ के बाएं हाथ की ओर खोज विकल्पों का उपयोग कर अपने संरक्षक परिणामों को फ़िल्टर कर सकते हैं।

source: Depending on what you have chosen for the 'Search fields' you can search for patrons in various different ways.
de: Wählen Sie unter 'Suchfelder' nach welchem Feld die Benutzer gesucht werden sollen.
hi: आप 'खोज क्षेत्रों' के लिए क्या चुना है पर निर्भर करता है कि आप विभिन्न अलग अलग तरीकों से संरक्षक के लिए खोज सकते हैं।

source: Standard:
hi: मानक:

source: Enter any part of their name, username, email address or barcode
de: Teil des Namens, Benutzernamens, der E-Mail-Adresse oder des Barcode eingeben
hi: उनके नाम, उपयोगकर्ता नाम, ईमेल पता या बारकोड के किसी भी हिस्से दर्ज

source: Email:
hi: ईमेल:

source: Enter any part of their email address and choose 'Contains' instead of 'Starts with'
de: Geben Sie einen Teil der E-Mail-Adresse ein und wählen Sie 'Enthält' anstelle von 'Beginnt mit'
hi: अपने ईमेल पते के किसी भी भाग में प्रवेश करें और चुनें 'में शामिल' के बजाय 'के साथ शुरू होता है'

source: Borrower number:
de: Benutzernummer:
hi: उधारकर्ता संख्या:

source: Enter the Koha borrower number
de: Koha-Benutzernummer eingeben
hi: Koha उधारकर्ता संख्या लिखें

source: Phone number:
de: Telefonnummer:
hi: फ़ोन नंबर:

source: Enter the phone number exactly as it is in the system or by using spaces between each batch of numbers.
de: Geben Sie die Telefonnummer entweder genau so ein, wie sie im System erfasst wurde, oder mit Leerzeichen zwischen den verschiedenen Nummerngruppen.
hi: फोन नंबर बिल्कुल के रूप में यह प्रणाली में या संख्या के प्रत्येक बैच के बीच रिक्त स्थान का उपयोग करना है दर्ज करें।

source: Example: To find (212) 555-1212 you can search for it exactly as it was entered or by searching for 212 555 1212
de: Beispiel: Um (212) 555-1212 zu finden, können Sie die Nummer genau so eingeben oder als 212 555 1212
hi: उदाहरण: प्राप्त करने के लिए (212) 555-1212 आप इसके लिए वास्तव में खोज सकते हैं के रूप में यह दर्ज किया गया था या 212 555 1212 के लिए खोज से

source: Street address:
de: Adresse:
hi: गली का पता:

source: Enter any part of the patron's address (includes all address fields) and choose 'Contains' instead of 'Starts with' to find the string anywhere in the address
de: Geben Sie einen beliebigen Teil der Adresse des Benutzers ein und wählen Sie 'Enthält' anstelle von 'Beginnt mit' um Ihre Suchbegriffe in der Benutzeradresse zu finden
hi: संरक्षक के संबोधन के किसी भी हिस्से दर्ज (सभी क्षेत्रों का पता भी शामिल है) और चुनें 'होता है' के बजाय भाषण में कहीं भी स्ट्रिंग खोजने के लिए 'के साथ शुरू होता है'

source: Date of birth
de: Geburtsdatum
hi: जन्म तिथि

source: Birth dates should be entered using the format set forth in the :ref:`dateformat` preference.
de: Geburtsdaten müssen entsprechend dem Format das im Systemparameter :ref:`dateformat` festgelegt wurde, eingegeben werden.
hi: जन्म तिथि को निर्धारित प्रारूप का उपयोग करके दर्ज किया जाना चाहिए : ref: `dateformat` वरीयता।

source: Sort field 1
de: Statistik 1
hi: छाँटे क्षेत्र 1

source: This is a custom field that libraries can use for any type of data about the patron.
de: Dieses ist ein benutzerdefiniertes Feld, das Bibliotheken zu jeglicher Art von Information über den Benutzer verwenden können.
hi: यह एक कस्टम क्षेत्र है जोकि पुस्तकालयों संरक्षक के बारे में डेटा के किसी भी प्रकार के लिए उपयोग कर सकते हैं।

source: Sort field 2
de: Statistik 2
hi: छाँटे क्षेत्र 2

source: You can also choose to either search for fields that start with the string you entered or contain the string. Choosing 'Contains' will work like a wildcard search.
de: Sie können auswählen, ob Sie Felder suchen, die mit Ihrem eingegebenen Suchbegriff beginnen oder diesen enthalten. Wenn Sie 'Enthält' wählen, funktioniert dies wie eine trunkierte Suche.
hi: आप भी करने के लिए या तो खेतों कि स्ट्रिंग आपके द्वारा दर्ज साथ शुरू करने या स्ट्रिंग के लिए खोज सकते हैं। का चयन 'में शामिल है' एक वाइल्डकार्ड खोज की तरह काम करेंगे।
