Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: Limit batch item modification to subfields defined in the SubfieldsToAllowForRestrictedBatchmod preference (items\_batchmod\_restricted)
de: Stapelbearbeitung von Exemplaren beschränken auf Unterfelder, die in der Systemeinstellung 'SubfieldsToAllowForRestrictedBatchmod' definiert sind (items\_batchmod\_restricted)
hi: AllowForRestrictedBatchmod वरीयता में सबफ़िल्ड्सटो में परिभाषित सबफ़िल्ड के लिए बैच आइटम संशोधन को सीमित करें (items\_batchmod\_restricted)

source: Restricts the :ref:`batch item modification <batch-item-modification-label>` tool to modify only the subfields defined in the :ref:`SubfieldsToAllowForRestrictedBatchmod` preference
de: Begrenzt die :ref:`Stapelbearbeitung von Exemplaren <batch-item-modification-label>` auf die im Systemparameter :ref:`SubfieldsToAllowForRestrictedBatchmod` angegebenen Unterfelder
hi: प्रतिबंधित करता है :ref:`बैच आइटम संशोधन <batch-item-modification-label>` केवल परिभाषित उप-क्षेत्रों को संशोधित करने के लिए उपकरण: रेफरी: `SubfieldsToAllowForRestrictedBatchmod' वरीयता

source: Please note that items\_batchmod permission is still required
de: Die Berechtigung items\_batchmod wird weiterhin benötigt
hi: कृपया ध्यान दें कि items\_batchmod अनुमति अभी भी आवश्यक है

source: Create printable labels and barcodes from catalog and patron data (label\_creator)
de: Erstellen Sie druckfertige Etiketten und Barcodes aus Katalog- und Benutzerdaten (label\_creator)
hi: सूची और संरक्षक डेटा से प्रिंट करने योग्य लेबल और बारकोड बनाएं (label\_creator)

source: Access to the :ref:`Patron card creator <patron-card-creator-label>`, the :ref:`Label creator <label-creator-label>` and the :ref:`Quick label creator <quick-spine-label-creator-label>` tools
de: Zugriff auf die Werkzeuge für den ref:`Benutzerausweisdruck <patron-card-creator-label>`, den :ref:`Etikettendruck <label-creator-label>` und den :ref:`schnellen Signaturschilddruck <quick-spine-label-creator-label>`
hi: तक पहुंच :ref:`संरक्षक कार्ड निर्माता <patron-card-creator-label> `, the :ref:`लेबल निर्माता <label-creator-label>` और :ref:`त्वरित लेबल निर्माता <quick-spine-label-creator-label>' उपकरण

source: Manage CSV export profiles (manage\_csv\_profiles)
de: Profile für CSV-Export verwalten (manage\_csv\_profiles)
hi: सीएसवी निर्यात प्रोफाइल की व्यवस्था करें (manage\_csv\_profiles)

source: Access to the :ref:`CSV profiles tool <csv-profiles-label>`
de: Zugang zum Werkzeug zur Verwaltung von :ref:`CSV-Profilen <csv-profiles-label>`
hi: इन तक पहुंच :ref:`सीएसवी प्रोफाइल उपकरण <csv-profiles-label>`

source: Add, edit and delete patron lists and their contents (manage\_patron\_lists)
de: Benutzerlisten und deren Einträge anlegen, bearbeiten und löschen (manage\_patron\_lists)
hi: जोड़ें, संपादित करें और संरक्षक सूचियों और उनकी सामग्री को हटाना (manage\_patron\_lists)

source: Access to the :ref:`Patron lists tool <patron-lists-label>`
de: Zugriff auf das Werkzeug für :ref:`Benutzerlisten <patron-lists-label>`
hi: तक पहुंच :ref:`संरक्षक सूची उपकरण <patron-lists-label>`

source: Manage staged MARC records, including completing and reversing imports (manage\_staged\_marc)
de: Zwischengespeicherte MARC-Datensätze verwalten, inklusive dem vervollständigen und rückgängig machen von Importen (manage\_staged\_marc)
hi: मंचित मार्क रिकॉर्ड प्रबंधित करें,आयातों को पूरा करने और उलटने सहित (manage\_staged\_marc)

source: Access to the :ref:`Manage staged MARC records tool <staged-marc-record-management-label>`
de: Zugriff auf das Werkzeug zur :ref:`Verwaltung zwischengespeicherter MARC-Datensätze <staged-marc-record-management-label>`
hi: इस तक पहुंच :ref:`चरणबद्ध मार्क टूल प्रबंधित करें<staged-marc-record-management-label>`

source: Manage MARC modification templates (marc\_modification\_templates)
de: Templates für MARC-Modifikationen verwalten (marc\_modification\_templates)
hi: मार्क संशोधन टेम्पलेट प्रबंधित करें (marc\_modification\_templates)

source: Access to the :ref:`MARC modification templates tool <marc-modification-templates-label>`
de: Zugang zum Werkzeug für :ref:`Templates für MARC-Modifikationen <marc-modification-templates-label>`
hi: तक पहुंच :ref:`मार्क संशोधन टेम्पलेट्स उपकरण<marc-modification-templates-label>`

source: Moderate patron comments (moderate\_comments)
de: Benutzerkommentare moderieren (moderate\_comments)
hi: मध्यम संरक्षक टिप्पणियाँ (moderate\_comments)

source: Access to the :ref:`Comments tool <comments-label>`
de: Zugang zum Werkzeug zur :ref:`Verwaltung von Kommentaren <comments-label>`
hi: इस तक पहुंच :टिप्पणियाँ उपकरण <comments-label>`

source: Moderate patron tags (moderate\_tags)
de: Tags von Benutzern moderieren (moderate\_tags)
hi: मध्यम संरक्षक टैग (moderate\_tags)

source: Access to the :ref:`Tags tool <tag-moderation-label>`
de: Zugriff zum Werkzeug für die :ref:`Verwaltung von Tags <tag-moderation-label>`
hi: इस तक पहुंच :ref:`टैग उपकरण<tag-moderation-label>`

source: Perform batch deletion of records (bibliographic or authority) (records\_batchdel)
de: Stapellöschung von Datensätzen (Titel- oder Normdaten) (records\_batchdel)
hi: रिकॉर्ड की बैच विलोपन (ग्रंथ सूची या प्राधिकरण) को पूरा करें (records\_batchdel)

source: Access to the :ref:`Batch record deletion tool <batch-record-deletion-label>`
de: Zugang zum Werkzeug zur :ref:`Stapellöschung von Datensätzen <batch-record-deletion-label>`
hi: तक पहुंच :ref:` बैच रिकॉर्ड हटाना टूल<batch-record-deletion-label>`

source: Perform batch modification of records (bibliographic or authorities) (records\_batchmod)
de: Stapelbearbeitung von Datensätzen (Titel- oder Normdaten) (records\_batchmod)
hi: रिकॉर्ड का बैच संशोधन (ग्रंथ सूची या प्राधिकरण) करें (records\_batchmod)

source: Access to the :ref:`Batch record modification tool <batch-record-modification-label>`
de: Zugang zum Werkzeug zur :ref:`Stapelbearbeitung von Datensätzen <batch-record-modification-label>`
hi: तक पहुंच :ref:`बैच मद संशोधन उपकरण का उपयोग<batch-item-modification-label>`

source: Manage rotating collections (rotating\_collections)
de: Rotationsbestände verwalten (rotating\_collections)
hi: घूर्णन संग्रह का प्रबंधन (rotating\_collections)

source: Access to the :ref:`Rotating collections tool <rotating-collections-label>`
de: Zugang zum Werkzeug zur Verwaltung von :ref:`Rotationsbeständen <rotating-collections-label>`
hi: प्रवेश करें :ref:`घूर्णन संग्रह उपकरण <rotating-collections-label>`

source: Schedule tasks to run (schedule\_tasks)
de: Zeitplaner für auszuführende Aufgaben verwenden (schedule\_tasks)
hi: कार्यों को चलाने के लिए अनुसूची (schedule\_tasks)

source: Access to the :ref:`Task scheduler tool <task-scheduler-label>`
de: Zugriff auf das Werkzeug :ref:`Aufgabenplaner <task-scheduler-label>`
hi: तक पहुंच :ref:`टास्क समयबद्धक उपकरण<task-scheduler-label>`

source: Stage MARC records into the reservoir (stage\_marc\_import)
de: MARC-Datensätze im Datenpool bereitstellen (stage\_marc\_import)
hi: जलाशय में स्टेज मार्क रिकॉर्ड (stage\_marc\_import)

source: Access to the :ref:`Stage MARC records tool <stage-marc-records-for-import-label>`
de: Zugriff auf das Werkzeug zum :ref:`Zwischenspeichern von MARC-Datensätzen <stage-marc-records-for-import-label>`
hi: तक पहुंच :ref:`स्टेज मार्क रिकॉर्ड उपकरण <stage-marc-records-for-import-label>`

source: Upload any file (upload\_general\_files)
de: Dateien hochladen (upload\_general\_files)
hi: कोई भी फाइल अपलोड करें (upload\_general\_files)

source: Access to upload files via the :ref:`Upload tool <upload-label>`
de: Zugang zum Werkzeug zum :ref:`Hochladen von Dateien <upload-label>`
hi: के माध्यम से फाइल अपलोड करने के लिए उपयोग करें :ref:`अपलोड उपकरण <upload-label>`

source: Upload local cover images (upload\_local\_cover\_images)
de: Lokale Coverbilder hochladen (upload\_local\_cover\_images)
hi: स्थानीय कवर चित्र अपलोड करें (upload\_local\_cover\_images)

source: Access to the :ref:`Upload local cover image tool <upload-local-cover-image-label>` as well as permission to add and delete local cover images from the record detail page
de: Zugang zum Werkzeug zum :ref:`Hochladen von lokalen Coverbildern <upload-local-cover-image-label>`, sowie die Berechtigung zum Hinzufügen und Löschen von lokalen Coverbildern auf der Detailansicht eines Titels
hi: इन तक पहुंच :ref:`'स्थानीय कवर छवि उपकरण अपलोड करें <upload-local-cover-image-label>' साथ ही रिकॉर्ड विवरण पृष्ठ से स्थानीय कवर छवियों को जोड़ने और हटाने की अनुमति भी है

source: Manage uploaded files (upload\_manage)
de: Hochgeladene Dateien verwalten (upload\_manage)
hi: अपलोड की गई फाइलों को प्रबंधित करें (upload\_manage)

source: Access to uploaded files via the :ref:`Upload tool <upload-label>`
de: Zugriff auf hochgeladene Dateien über das :ref:`Upload Werkzeug <upload-label>`
hi: के माध्यम से अपलोड की गई फाइलों तक पहुंच :ref:`अपलोड उपकरण <upload-label>`

source: Note that the upload\_general\_files permission is required for this permission to work
de: Bitte beachten Sie, dass die Berechtigung upload\_general\_files erforderlich ist, damit diese Berechtigung funktioniert
hi: ध्यान दें कि इस अनुमति के लिए upload\_general\_files की अनुमति आवश्यक है

source: Browse the system logs (view\_system\_logs)
de: Systemlogs durchsuchen (view\_system\_logs)
hi: तंत्र लॉग ब्राउज़ करें (view\_system\_logs)

source: Access to the :ref:`Log viewer tool <log-viewer-label>`
de: Zugriff auf das Werkzeug zum :ref:`Einsehen des Systemlogs <log-viewer-label>`
hi: तक पहुंच :ref:`लॉग व्यूअर टूल<log-viewer-label>`

source: Edit authorities (editauthorities)
de: Normdaten bearbeiten (editauthorities)
hi: प्राधिकरण को संपादित करें (editauthorities)

source: Grants the ability to create, edit and delete authority records
de: Erlaubt es Normdatensätze zu erstellen, zu bearbeiten und zu löschen
hi: प्राधिकरण रिकॉर्ड बनाने, संपादित करने और हटाने की क्षमता देता है

source: Note that it is possible to search authority records with only the catalogue permission
de: Bitte beachten Sie, dass für die Recherche in den Normdaten die catalogue-Berechtigung ausreichend ist
hi: ध्यान दें कि केवल कैटलॉग अनुमति के साथ प्राधिकरण रिकॉर्ड खोजना संभव है

source: Manage serial subscriptions (serials)
de: Zeitschriftenabonnements verwalten (serials)
hi: सीरियल सदस्यताएँ प्रबंधित करें (सीरियल)

source: Check the expiration of a serial (check\_expiration)
de: Ablaufdatum einer Zeitschrift überprüfen (check\_expiration)
hi: एक सीरियल की समाप्ति की जाँच करें(check\_expiration)

source: Gives ability to check the :ref:`expiration date of serials <check-serial-expiration-label>`
de: Ermöglicht es, das :ref:`Ablaufdatum eines Abonnements zu überprüfen <check-serial-expiration-label>`
hi: जाँच करने की क्षमता देता है :ref:`सीरियलों की समाप्ति तिथि <check-serial-expiration-label>`

source: Claim missing serials (claim\_serials)
de: Fehlende Hefte reklamieren (claim\_serials
hi: लापता सीरियलों का दावा करें (claim\_serials)

source: Gives the ability to :ref:`claim missing issues <claim-late-serials-label>`
de: Ermöglicht die :ref:`Reklamation fehlender Hefte <claim-late-serials-label>`
hi: की क्षमता देता है :ref:`लापता इश्यूों का दावा करें <claim-late-serials-label>`

source: Create a new subscription (create\_subscription)
de: Neues Abonnement anlegen (create\_subscription)
hi: एक नई सदस्यता बनाएँ (create\_subscription)

source: Gives the ability to :ref:`add new subscriptions <add-a-subscription-label>`
de: Ermöglicht das :ref:`Anlegen neuer Abonnements <add-a-subscription-label>`
hi: की क्षमता देता है :ref:`नई सदस्यताएँ जोड़ें <add-a-subscription-label>`

source: Delete an existing subscription (delete\_subscription)
de: Existierendes Abonnement löschen (delete\_subscription)
hi: मौजूदा सदस्यता हटाएं (delete\_subscription)

source: Gives the ability to delete serial subscriptions
de: Ermöglicht es Zeitschriftenabonnements zu löschen
hi: सीरियल सदस्यता को हटाने करने की क्षमता देता है

source: Edit an existing subscription (edit\_subscription)
de: Existierendes Abonnement bearbeiten (edit\_subscription)
hi: मौजूदा सदस्यता संपादित करें (edit\_subscription)

source: Gives the ability to :ref:`edit existing serial subscriptions <edit-subscription-label>`
de: Ermöglicht die :ref:`Bearbeitung Abonnements <edit-subscription-label>`
hi: करने की क्षमता देता है :ref:`मौजूदा सीरियल सदस्यताएँ संपादित करें <edit-subscription-label>`

source: This permission does not include the ability to delete or create a subscription
de: Diese Berechtigung erlaubt nicht Abonnements zu löschen oder neu anzulegen.
hi: यह अनुमति हटाने के लिए या एक सदस्यता बनाने की क्षमता शामिल नहीं है

source: Serials receiving (receive\_serials)
de: Heftzugang (receive\_serials)
hi: सीरियल प्राप्त (receive\_serials)

source: Gives the ability to :ref:`receive issues <receive-issues-label>` of existing subscriptions
de: Ermöglicht den :ref:`Zugang von Heften <receive-issues-label>` für existierende Abonnements
hi: की क्षमता देता है :ref:`प्राप्त इश्यू <receive-issues-label>` मौजूदा सदस्यता के

source: Renew a subscription (renew\_subscription)
de: Abonnements verlängern (renew\_subscription)
hi: एक सदस्यता को नवीनीकृत करें (renew\_subscription)

source: Gives the ability to :ref:`renew serial subscriptions <renewing-serials-label>`
de: Ermöglicht die :ref:`Verlängerung von Abonnements <renewing-serials-label>`
hi: की क्षमता देता है :ref:`नवीनीकृत सीरियल सदस्यताएँ <renewing-serials-label>`

source: Routing (routing)
de: Umlauflisten (routing)
hi: रूटिंग (रूटिंग)

source: Gives the ability to manage :ref:`routing lists <create-a-routing-list-label>`
de: Ermöglicht die Verwaltung von :ref:`Umlauflisten <create-a-routing-list-label>`
hi: प्रबंधन करने की क्षमता देता है :ref:`रूटिंग सूची <create-a-routing-list-label>`

source: Manage subscriptions from any branch (superserials)
de: Abonnements von jeder Bibliothek verwalten (superserials)
hi: किसी भी शाखा से सदस्यता प्रबंधित करें (superserials)

source: This permission is only useful if the :ref:`IndependentBranches` system preference is used
de: Diese Berechtigung ist nur dann sinnvoll, wenn der Systemparameter :ref:`IndependentBranches` aktiviert wurde
hi: यह अनुमति केवल तभी उपयोगी है यदि :ref:`IndependentBranches` सिस्टम वरीयता का उपयोग किया जाता है

source: Allow access to the reports module (reports)
de: Erlaubt den Zugriff auf das Modul Reports (reports)
hi: रिपोर्टों मॉड्यूल के लिए उपयोग की अनुमति दें (रिपोर्ट)

source: Reports found on the :ref:`Circulation page <circulation-reports-label>` are not controlled by this permission; this only controls access to the :ref:Reports module <reports-label>`
de: Reports auf der ref:`Startseite der Ausleihe <circulation-reports-label>` werden nicht von dieser Berechtigung kontrolliert; sie kontrolliert nur den Zugriff auf das Modul :ref:Reports <reports-label>`
hi: इस पर पाई गई रिपोर्ट :ref:`सर्कुलेशन पेज <circulation-reports-label>` इस अनुमति से नियंत्रित नहीं होती हैं; यह केवल :ref:`रिपोर्ट मॉड्यूल <reports-label>` तक पहुंच को नियंत्रित करता है

source: Reports in the :ref:`Statistics wizard <statistics-reports-label>` section and the other reports on the main reports page can be run with any one of the following permissions. They only affect the SQL reports.
de: Die Reports im Bereich :ref:`Statistik-Wizards <statistics-reports-label>` und die anderen Reports auf der Startseite des Moduls können mit jeder der folgenden Berechtigungen ausgeführt werden. Diese gelten nur für die SQL-Reports.
hi: रिपोर्टो में :ref:`सांख्यिकी विज़ार्ड <statistics-reports-label>` अनुभाग और मुख्य रिपोर्ट पृष्ठ पर अन्य रिपोर्ट निम्नलिखित अनुमतियों में से किसी एक के साथ चलाया जा सकता है। वे केवल SQL रिपोर्ट को प्रभावित करते हैं।

source: Create SQL reports (create\_reports)
de: SQL-Reports erstellen (create\_reports)
hi: एसक्यूएल रिपोर्ट बनाएँ (create\_reports)

source: The ability to create :ref:`guided reports <guided-report-wizard-label>` or :ref:`SQL reports <report-from-sql-label>`, but not run saved ones
de: Ermöglicht das Anlegen von :ref:`Geführten Reports <guided-report-wizard-label>` oder :ref:`SQL-Reports <report-from-sql-label>`, aber nicht das Ausführen gespeicherter Reports
hi: बनाने की क्षमता :ref:`निर्देशित रिपोर्ट <guided-report-wizard-label>` या :ref:`SQL रिपोर्ट <report-from-sql-label>`, लेकिन सहेजे नहीं गए

source: Delete SQL reports (delete\_reports)
de: SQL-Reports löschen (delete\_reports)
hi: एसक्यूएल रिपोर्ट मिटाएँ (delete\_reports)

source: The ability to delete saved :ref:`SQL reports <report-from-sql-label>`
de: Die Berechtigung gespeicherte :ref:`SQL-Reports <report-from-sql-label>` zu löschen
hi: सहेजे जाने की क्षमता :ref:`SQL रिपोर्ट <report-from-sql-label>`

source: Note that you need execute\_reports in order to be able to delete them
de: Bitte beachten Sie, dass die Berechtigung execute\_reports benötigt wird, um diese löschen zu können
hi: ध्यान दें कि आपको उन्हें हटाने में सक्षम होने के लिए execute\_reports की आवश्यकता है

source: Execute SQL reports (execute\_reports)
de: SQL-Reports ausführen (execute\_reports)
hi: एसक्यूएल रिपोर्ट निष्पादित करें (execute\_reports)

source: The ability to :ref:`run custom SQL reports <running-custom-reports-label>, but not create or edit them
hi: की योग्यता :ref:`कस्टम SQL रिपोर्ट चलाएं <running-custom-reports-label>, लेकिन उन्हें बनाएँ या संपादित न करें

source: Allow staff members to modify permissions for other staff members (staffaccess)
de: Erlaubt Bibliothekspersonal die Berechtigungen der KollegInnen zu verändern (staffaccess)
hi: स्टाफ के सदस्यों को अन्य स्टाफ के सदस्यों के लिए अनुमतियों को संशोधित करने की अनुमति दें (staffaccess)

source: This permission requires the borrowers permission above
de: Diese Berechtigung erfordert die borrowers-Berechtigung
hi: इस अनुमति के लिए ऊपर उधारकर्ताओं की अनुमति की आवश्यकता होती है

source: Course reserves (coursereserves)
de: Semesterapparate (coursereserves)
hi: पाठ्यक्रम रिजर्व (coursereserves)

source: Allow access to the :ref:`course reserves module <course-reserves-label>`
de: Zugriff zum Modul :ref:`Semesterapparate <course-reserves-label>`
hi: इस तक पहुंच की अनुमति दें: :ref:`'पाठ्यक्रम भंडार मॉड्यूल <course-reserves-label>`

source: Note that if the :ref:`UseCourseReserves` system preference is not enabled, these permissions will not have any effect
de: Bitte beachten Sie, dass wenn der :ref:`UseCourseReserves` nicht aktiviert ist, diese Berechtigung keinen Effekt hat
hi: ध्यान दें कि यदि :ref:`UseCourseReserves` सिस्टम वरीयता सक्षम नहीं है, तो इन अनुमतियों का कोई प्रभाव नहीं पड़ेगा

source: Add course reserves (add\_reserves)
de: Semesterapparate anlegen (add\_reserves)
hi: पाठ्यक्रम रिजर्व जोड़े (add\_reserves)

source: Grants the ability to :ref:`add items to existing courses <adding-reserve-materials-label>`
de: Ermöglicht das :ref:`Hinzufügen von Exemplaren zu Semesterapparaten <adding-reserve-materials-label>`
hi: अनुदान करने की क्षमता :ref:`मौजूदा पाठ्यक्रमों में आइटम जोड़ें <adding-reserve-materials-label>`

source: Remove course reserves (delete\_reserves)
de: Semesterapparate löschen (delete\_reserves)
hi: पाठ्यक्रम रिजर्व हटाए (delete\_reserves)

source: Grant the ability to remove items from existing courses
de: Ermöglicht es Exemplare aus Semesterapparaten zu entfernen
hi: मौजूदा पाठ्यक्रमों से आइटम हटाने की क्षमता प्रदान करें

source: Add, edit and delete courses (manage\_courses)
de: Kurse hinzufügen, bearbeiten oder löschen (manage\_courses)
hi: पाठ्यक्रम में जोड़ें, संपादित और पाठ्यक्रम से हटाए (manage\_courses)

source: Grants the ability to :ref:`create, edit and delete courses <adding-courses-label>`, but not manage the items
de: Ermöglicht das :ref:`Erfassen, Bearbeiten und Löschen von Semesterapparaten <adding-courses-label>`, aber nicht die Exemplare in diesen zu verwalten
hi: की क्षमता देता है :ref:`बनाएँ, संपादित करें और पाठ्यक्रमों को हटाएं <adding-courses-label>`, लेकिन आइटम का प्रबंधन नहीं

source: Koha plugins (plugins)
hi: कोहा प्लगइन (plugins)

source: Note that the :ref:`UseKohaPlugins` system preference needs to be enabled otherwise, these permissions don't have any effect.
hi: ध्यान दें कि :ref:`UseKohaPlugins` सिस्टम वरीयता को अन्यथा सक्षम करने की आवश्यकता है, इन अनुमतियों का कोई प्रभाव नहीं पड़ता है।

source: Configure plugins (configure)
de: Plugins konfigurieren (configure)
hi: प्लगिन विन्यस्त करें (configure)

source: Gives the ability to run the 'configure' section of a plugin if it has one
de: Ermöglicht es Plugins zu konfigurieren, die diese Möglichkeit anbieten
hi: एक प्लगइन के 'कॉन्फ़िगर' अनुभाग को चलाने की क्षमता देता है अगर यह एक है

source: Note that the staff member needs either the report permission or the tool permission (below) in order to be able to access the plugins
de: Bitte beachten Sie, dass das Bibliothekspersonal entweder die report-Berechtigung oder die tool-Berechtigung haben müssen, um auf die Plugins zuzugreifen
hi: ध्यान दें कि प्लगइन्स तक पहुंचने में सक्षम होने के लिए स्टाफ सदस्य को या तो रिपोर्ट अनुमति या उपकरण अनुमति (नीचे) की आवश्यकता है

source: Manage plugins (manage)
de: Plugins verwalten (manage)
hi: प्लगइन्स प्रबंधित करें (प्रबंधित करें)

source: The ability to install or uninstall plugins
de: Plugins verwalten (installieren/deinstallieren)
hi: प्लगइन्स की स्थापित या स्थापना रद्द करने की क्षमता

source: Use report plugins (report)
de: Report-Plugins verwenden (report)
hi: रिपोर्ट प्लग इन का उपयोग करें (रिपोर्ट)

source: The ability to use report plugins
de: Report-Plugins verwenden
hi: रिपोर्ट प्लग इन का उपयोग करने की क्षमता

source: Use tool plugins (tool)
de: Werkzeug-Plugins verwenden (tool)
hi: टूल प्लग इन (उपकरण) का उपयोग करें

source: The ability to use tool plugins
de: Werkzeug-Plugins verwenden
hi: उपकरण प्लगइन का उपयोग करने की क्षमता

source: Lists (lists)
de: Listen (lists)
hi: सूची (सूचीयाँ)

source: All staff have permission to create and modify their own lists, this permission is only necessary if you'd like to give a staff member permission to delete public lists that they have not created.
de: Alle Bibliotheksmitarbeiter besitzen die Berechtigung, eigene Listen zu erstellen und zu bearbeiten. Das Setzen der Berechtigung hier ist nur notwendig, wenn Mitarbeiter die Berechtigung zum Löschen anderer öffentlicher Listen erhalten sollen.
hi: सभी कर्मचारियों को बनाने के लिए और अपने स्वयं सूचियों को संशोधित करने की अनुमति है, यह अनुमति केवल आवश्यक है आप सार्वजनिक सूची है कि वे नहीं बनाया है को नष्ट करने के लिए एक स्टाफ सदस्य की अनुमति देने के लिए चाहते हैं।

source: Delete public lists (delete\_public\_lists)
de: Öffentliche Listen löschen (delete\_public\_lists)
hi: सार्वजनिक सूचीयाँ हटाएं(delete\_public\_lists)

source: The ability to delete public lists created by someone else
de: Die Berechtigung öffentliche Listen von anderen Personen zu löschen
hi: किसी और द्वारा बनाई गई सार्वजनिक सूचियों को हटाने की क्षमता

source: Patron clubs (clubs)
de: Clubs (clubs)
hi: संरक्षक क्लब (क्लब)

source: Create and edit clubs (edit\_clubs)
de: Clubs anlegen und bearbeiten (edit\_clubs)
hi: क्लब बनाएं और संपादित करें (edit\_clubs)

source: Create and edit patron clubs using the :ref:`Patron clubs tool <patron-clubs-label>`
de: Clubs anlegen und bearbeiten mit dem Werkzeug für :ref:`Clubs <patron-clubs-label>`
hi: संरक्षक क्लबों का उपयोग करके बनाएं और संपादित करें :ref:`संरक्षक क्लब उपकरण <patron-clubs-label>`

source: Create and edit club templates (edit\_templates)
de: Club-Templates anlegen und bearbeiten (edit\_templates)
hi: क्लब टेम्पलेट बनाएं और संपादित करें (edit\_templates)

source: Create and edit club templates using the :ref:`Patron clubs tool <patron-clubs-label>`
de: Club-Templates anlegen und bearbeiten mit dem Werkzeug für :ref:`Clubs <patron-clubs-label>`
hi: का उपयोग करके क्लब टेम्प्लेट बनाएं और संपादित करें :ref:`संरक्षक क्लब टूल <patron-clubs-label>`

source: Enroll patrons in clubs (enroll)
de: Benutzer für Clubs anmelden (enroll)
hi: क्लबों में दाखिला लेना (नामांकन)

source: Enroll patrons from the patron file
de: Benutzer anmelden aus einer Datei
hi: संरक्षक फ़ाइल से संरक्षक नामांकित करें
