Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: Allows staff members to alter the holds priority (moving patrons up and down the queue)
de: Erlaubt Mitarbeitern die Änderung der Ausleihpriorität (Benutzer in der Liste nach oben oder unten verschieben)
hi: कर्मचारी सदस्यों को प्राथमिकता में बदलाव करने की अनुमति देता है (कतार से नीचे और नीचे बढ़ते हुए)

source: Place holds for patrons (place\_holds)
de: Vormerkungen für Benutzer eintragen (place\_holds)
hi: संरक्षक के लिए होल्ड रखे (place\_holds)

source: Allows staff members to place holds in the staff interface
de: Erlaubt BibliotheksmitarbeiterInnen Vormerkungen zu setzen
hi: स्टाफ सदस्यों को स्टाफ इंटरफेस में रखने की अनुमति देता है

source: Edit catalog (Modify bibliographic/holdings data) (editcatalogue)
de: Katalogdaten bearbeiten (Titel und Exemplare hinzufügen und bearbeiten) (editcatalogue)
hi: सूची संपादित करें (ग्रंथ सूची / होल्डिंग्स डेटा संशोधित करें) (editcatalogue)

source: Use the advanced cataloging editor (advanced\_editor)
de: Erweiterten Katalogisierungseditor verwenden (advanced\_editor)
hi: उन्नत कैटलॉगिंग संपादक का उपयोग करें (advanced\_editor)

source: Grants the ability to use the advanced cataloging editor in the cataloging module
de: Das erweiterte Katalogisierungsmodul verwenden (erfordert zusätzlich edit_catalogue)
hi: कैटलॉगिंग मॉड्यूल में उन्नत कैटलॉगिंग एडिटर का उपयोग करने की क्षमता देता है

source: Staff members with this permission need to also have the 'Edit catalog (Modify bibliographic/holdings data)' permission
de: MitarbeiterInnen mit dieser Berechtigung benötigen auch die Berechtigung 'Edit catalog (Modify bibliographic/holdings data)'
hi: इस अनुमति वाले स्टाफ सदस्यों के पास 'एडिट कैटलॉग (संशोधित ग्रंथ सूची / होल्डिंग्स डेटा संशोधित)' की भी अनुमति होनी चाहिए

source: Delete all items at once (delete\_all\_items)
de: Alle Exemplare auf einmal löschen (delete\_all\_items)
hi: एक बार में सभी आइटम हटाएं (delete\_all\_items)

source: Ability to use the 'Delete all items' option found under the 'Edit' menu in cataloging
de: Berechtigung die Funktion 'Alle Exemplare löchen' im Menü Bearbeiten in der Detailansicht zu verwenden
hi: का उपयोग करने के लिए सूचीबद्ध करने में विकल्प 'संपादन' मेनू के नीचे पाया 'सभी आइटम हटाएं' की क्षमता

source: Edit catalog (Modify bibliographic/holdings data) (edit\_catalogue)
de: Katalogdaten bearbeiten (Titel und Exemplare hinzufügen und bearbeiten) (edit\_catalogue)
hi: सूची संपादित करें (ग्रंथ सूची/होल्डिंग्स डेटा संशोधित करें) (edit\_catalogue)

source: Ability to access all cataloging functions via the `Cataloging <#cataloging>`__ page
de: Auf alle Funktionen der `Katalogisierung <#cataloging>` zugreifen.
hi: के माध्यम से सभी कैटलॉगिंग कार्यों तक पहुंचने की क्षमता `Cataloging <#cataloging>`__ पृष्ठ

source: Edit items (edit\_items)
de: Exemplare bearbeiten (edit\_items)
hi: आइटम संपादित करें (edit\_items)

source: Ability to make :ref:`edits to item/holdings records <editing-items-label>`, but not bibliographic records
de: Berechtigung um :ref:`Exemplare <editing-items-label>`, aber nicht Titeldaten, zu bearbeiten
hi: बनाने की क्षमता :ref:`आइटम/होल्डिंग्स रिकॉर्ड में संपादन <editing-items-label> `, लेकिन ग्रंथसूची रिकॉर्ड नहीं

source: Limit item modification to subfields defined in the :ref:`SubfieldsToAllowForRestrictedEditing` system preference (edit\_items\_restricted)
de: Beschränkt die Bearbeitung der Unterfelder auf jene, die im Systemparameter :ref:`SubfieldsToAllowForRestrictedEditing` eingetragen sind (edit\_items\_restricted)
hi: में परिभाषित उप-क्षेत्रों में आइटम संशोधन को सीमित करें :ref:`SubfieldsToAllowForRestrictedEditing` सिस्टम वरीयता (edit\_items\_restricted)

source: If checked, the staff member will only be able to modify some item subfields
de: Wenn angehakt, können nur bestimmte Unterfelder bearbeitet werden
hi: यदि जाँच की जाती है, तो स्टाफ सदस्य केवल कुछ आइटम सबफील्ड्स को संशोधित करने में सक्षम होगा

source: Please note that the 'Edit items' permission is still required
de: Bitte beachten Sie das die Berechtigung 'Edit items' weiterhin benötigt wird
hi: कृपया ध्यान दें कि 'आइटम संपादित करें' की अनुमति अभी भी आवश्यक है

source: Fast cataloging (fast\_cataloging)
de: Schnellaufnahme (fast\_cataloging)
hi: फास्ट कैटलॉगिंग (fast\_cataloging)

source: The ability to catalog using only the :ref:`Fast add framework <fast-add-cataloging-label>` found on the `Circulation <#circulation>`__ page
de: Die Berechtigung mit der :ref:`Schnellerfassungsmaske <fast-add-cataloging-label>` auf der Startseite des `Ausleihmoduls <#circulation>`__ zu katalogisieren
hi: केवल सूची का उपयोग करके कैटलॉग करने की क्षमता :ref:`तेजी से जोड़ें फ्रेमवर्क <fast-add-cataloging-label> `' परिसंचरण <#circulation>` __ पृष्ठ पर मिला

source: Manage patrons fines and fees (updatecharges)
de: Benutzergebühren verwalten (updatecharges)
hi: संरक्षक जुर्माना और फीस की व्यवस्था करें (updatecharges)

source: Payout credits to patrons (payout)
de: Guthaben an Benutzer auszahlen (payout)
hi: संरक्षक के लिए भुगतान क्रेडिट (payout)

source: Grants the ability to reimburse credits to patrons
hi: संरक्षक को क्रेडिट की प्रतिपूर्ति की क्षमता देता है

source: Remaining permissions for managing fines and fees (remaining\_permissions)
de: Verbleibende Berechtigungen für die Verwaltung von Entgelten und Gebühren (remaining\_permissions)
hi: जुर्माना और शुल्क के प्रबंधन के लिए अनुमति प्राप्त करना (remaining\_permissions)

source: Grant the ability to manage fines and fees other than the actions described in the other subpermissions (paying out credits and writing off fees)
hi: अन्य उपअनुमतियों में वर्णित कार्यों के अलावा जुर्माना और फीस का प्रबंधन करने की क्षमता प्रदान करना (क्रेडिट का भुगतान करना और शुल्क लिखना)

source: Write off fines and fees (writeoff)
de: Gebühren und Entgelte erlassen (writeoff)
hi: जुर्माना और फीस बट्टे खाते में(writeoff)

source: Grants the ability to write off patron fees
de: Die Berechtigung Gebühren zu erlassen
hi: संरक्षक शुल्क बट्टे मे डालने की क्षमता देता है

source: Acquisition and/or suggestion management (acquisition)
de: Erwerbung und/oder Verwaltung von Anschaffungsvorschlägen (acquisition)
hi: अधिग्रहण और/या सुझाव प्रबंधन (acquisition)

source: All the acquisitions sub-permissions give access to the acquisitions home page. That means that staff who have one or more of the following permissions will be able to view the budgets, search and view vendor information, and view invoices.
de: Sämtliche Unterberechtigungen der Erwerbung gewähren auch Zugriff auf die Startseite der Erwerbung. Das bedeutet, MitarbeiterInnen mit einer oder mehreren der folgenden Berechtigungen haben die Möglichkeit die Etats anzusehen, Lieferanten zu suchen und anzuzeigen und Rechnungen anzusehen.
hi: सभी अधिग्रहण उप-अनुमतियाँ अधिग्रहण के मुख पृष्ठ पर पहुंच देती हैं। इसका मतलब है कि जिन कर्मचारियों के पास निम्नलिखित में से एक या अधिक अनुमतियाँ हैं, वे बजट को देखने, विक्रेता की जानकारी देखने और देखने और चालान देखने में सक्षम होंगे।

source: Add and delete funds (but can't modify funds) (budget\_add\_del)
de: Konten hinzufügen und löschen (aber nicht ändern) (budget\_add\_del)
hi: फंड जोड़ें और हटाएं (लेकिन फंड को संशोधित नहीं कर सकते) (budget\_add\_del)

source: Grants the ability to add and delete funds within a budget
de: Ermöglicht das Hinzufügen und Löschen von Konten eines Etats
hi: एक बजट के भीतर धन जोड़ने और हटाने की क्षमता देता है

source: Note that the budget\_manage and budget\_modify permissions are required for this one to work correctly
de: Beachten Sie das außerdem die Berechtigungen budget\_manage and budget\_modify permissions benötigt werden damit diese Berechtigung richtig funktioniert
hi: ध्यान दें कि इसके लिए budget\_manage और budget\_modify अनुमतियाँ आवश्यक हैं ताकि यह सही ढंग से काम कर सके

source: Manage funds (budget\_manage)
de: Konten verwalten (budget\_manage)
hi: फंड का प्रबंधन करें (budget\_manage)

source: Grants the ability to acces the :ref:`fund administration page <funds-label>`
de: Ermöglicht den Zugriff auf die Seite zur :ref:`Verwaltung der Konten <funds-label>`
hi: तक पहुँचने की क्षमता देता है :ref:`निधि प्रशासन पृष्ठ <funds-label>`

source: Note that this only gives viewing access to the page, you will need to give your staff budget\_add\_del and budget\_modify if you want them to be able to make changes to the funds
de: Bitte beachten Sie, dass dies nur den Zugriff auf die Seite erlaubt, um Änderungen an den Konten vorzunehmen, werden zusätzlich die Berechtigungen budget\_add\_del and budget\_modify benötigt
hi: ध्यान दें कि यह केवल पृष्ठ तक पहुंच प्रदान करता है, आपको अपने कर्मचारियों को budget\_add\_del और budget\_modify देना होगा यदि आप चाहते हैं कि वे धनराशि में परिवर्तन करने में सक्षम हों

source: Manage all funds (budget\_manage\_all)
de: Alle Konten verwalten (budget\_manage\_all)
hi: सभी फंड का प्रबंधन करें (budget\_manage\_all)

source: Grants viewing access to all funds regardless of restrictions on them (owner, user or library restrictions)
de: Erlaubt die Anzeige aller Konten unabhängig von Beschränkungen auf diesen (Besitzer, Benutzer oder Bibliothek)
hi: उन पर प्रतिबंध (मालिक, उपयोगकर्ता या पुस्तकालय प्रतिबंध) की परवाह किए बिना सभी निधियों तक पहुंच देखना

source: Note that the budget\_manage permission is required
de: Bitte beachten Sie das die Berechtigung budget\_manage erforderlich ist
hi: ध्यान दें कि budget\_manage अनुमति की आवश्यकता है

source: Modify funds (can't create lines, but can modify existing ones) (budget\_modify)
de: Konten bearbeiten (keine Neuen anlegen, aber Existierende bearbeiten) (budget\_modify)
hi: फंड संशोधित करें (लाइनें नहीं बना सकते, लेकिन मौजूदा को संशोधित कर सकते हैं) (budget\_modify)

source: Grants the ability to edit fund information and amounts
de: Ermöglicht den Zugriff auf Konten und deren Summen zu bearbeiten
hi: फंड की जानकारी और मात्रा को संपादित करने की क्षमता देता है

source: Note that the budget\_add\_del and budget\_manage permissions are required for this one to work correctly
de: Beachten Sie, dass budget\_add\_del und budget\_manage erforderlich sind, damit dies richtig funktioniert
hi: ध्यान दें कि इसके लिए सही तरीके से काम करने के लिए budget\_add\_del और budget\_manage अनुमतियों की आवश्यकता है

source: Manage contracts (contracts\_manage)
de: Vereinbarungen verwalten (contracts\_manage)
hi: अनुबंधों का प्रबंधन करें (contracts\_manage)

source: Grants the ability to add, edit and delete contracts with vendors
de: Erlaubt es, Vereinbarungen mit Lieferanten anzulegen, zu bearbeiten und zu löschen
hi: विक्रेताओं के साथ अनुबंध जोड़ने, संपादित करने और हटाने की क्षमता देता है

source: Manage currencies and exchange rates (currencies\_manage)
de: Währungen und Wechselkurse verwalten (currencies\_manage)
hi: मुद्राओं और विनिमय दरें प्रबंधित करें (currencies\_manage)

source: The ability to access the :ref:`Currencies and exchange rates <currencies-and-exchange-rates-label>` configuration page.
de: Die Berechtigung auf die :ref:`Währungen und Wechselkurse <currencies-and-exchange-rates-label>` in der Administration zuzugreifen.
hi: उपयोग करने की क्षमता :ref:`मुद्राएं और विनिमय दरें <currencies-and-exchange-rates-label>` कॉन्फ़िगरेशन पृष्ठ.

source: Manage EDIFACT transmissions (edi\_manage)
de: EDIFACT-Übertragungen verwalten (edi\_manage)
hi: EDIFACT ट्रांसमिशन प्रबंधित करें (edi\_manage)

source: Grants the ability to access the :ref:`EDI account <edi-accounts-label>` adminitration page, the :ref:`library EANs <library-eans-label>` administration page and access sent :ref:`EDI messages <edifact-messages-label>`
hi: तक पहुँचने की क्षमता देता है :ref:`ईडीआई खाता <edi-accounts-label>` प्रशासन पृष्ठ, the :ref:`पुस्तकालय EANs <library-eans-label>` प्रशासन पृष्ठ और पहुंच भेजी गई :ref:`ईडीआई संदेशों <edifact-messages-label>`

source: In order to be able to send orders via EDI, your staff member also needs the
de: Um Bestellungen über EDI zu verschicken, benötigt das Bibliothekspersonal außerdem die Berechtigung
hi: ईडीआई के माध्यम से आदेश भेजने में सक्षम होने के लिए, आपके स्टाफ सदस्य को भी इसकी आवश्यकता होती है

source: Manage basket groups (group\_manage)
de: Bestellgruppen verwalten (group\_manage)
hi: बास्केट समूह का प्रबंधन करें (group\_manage)

source: Grants the ability to :ref:`create, edit, close and delete basket groups <create-a-basket-group-label>`
de: Ermöglicht das :ref:`Anlegen, Bearbeiten, Schließen und Löschen von Bestellgruppen <create-a-basket-group-label>`
hi: की क्षमता देता है :ref:`बास्केट समूह बनाएं, संपादित करें, बंद करें और हटाएं <create-a-basket-group-label>`

source: Manage baskets and order lines (order\_manage)
de: Bestellungen und Bestellposten verwalten (order\_manage)
hi: बास्केट और ऑर्डर लाइनों का प्रबंधन करें (order\_manage)

source: Grants the ability to :ref:`place orders <placing-orders-label>`, including creating baskets, adding order lines, closing baskets, etc.
de: Ermöglicht das :ref:`Anlegen von Bestellungen <placing-orders-label>`, inklusive dem Anlegen von Bestellungen und Bestellposten und dem Schließen von Bestellungen etc.
hi: की क्षमता देता है :ref:`आदेश रखना <placing-orders-label>`, बास्केट बनाना, ऑर्डर लाइनें जोड़ना, बास्केट बंद करना आदि शामिल हैं।

source: Manage all baskets and order lines, regardless of restrictions on them (order\_manage\_all)
de: Alle Bestellungen und Bestellposten verwalten, unabhängig von Beschränkungen (order\_manage\_all)
hi: उन पर प्रतिबंधों की परवाह किए बिना सभी बास्केट और ऑर्डर लाइनें प्रबंधित करें (order\_manage\_all)

source: Grants the ability to manage all baskets and orders even if they are restricted to the owner, users or library
de: Ermöglicht die Verwaltung von allen Bestellungen und Bestellposten, auch wenn diese auf Besitzer, Benutzer oder Bibliothek beschränkt wurden
hi: सभी बास्केट और ऑर्डर को प्रबंधित करने की क्षमता देता है, भले ही वे मालिक, उपयोगकर्ता या लाइब्रेरी तक सीमित हों

source: Note that the order\_manage permission is required
de: Bitte beachten Sie, dass Berechtigung order\_manage benötigt wird
hi: ध्यान दें कि order\_manage अनुमति की आवश्यकता है

source: Receive orders and manage shipments (order\_receive)
de: Bestellungen zugehen lassen und Lieferungen verwalten (order\_receive)
hi: आदेश प्राप्त करें और शिपमेंट का प्रबंधन करें (order\_receive)

source: Grants the ability to create invoices, receive items and claim late orders
de: Ermöglicht das Anlegen von Rechnungen, den Zugang von Bestellungen und die Reklamation verspäteter Bestellungen
hi: चालान बनाने, आइटम प्राप्त करने और देर से ऑर्डर का दावा करने की क्षमता देता है

source: Manage budgets (period\_manage)
de: Etats verwalten (period\_manage)
hi: बजट प्रबंधित करें (period\_manage)

source: Grants access to the :ref:`budget administration page <budgets-label>` and the ability to create, edit and delete budgets
de: Ermöglicht die Verwaltung von :ref:`Etats <budgets-label>` und damit das Anlegen, Bearbeiten und Löschen von Etats
hi: यह :ref:`बजट प्रशासन पृष्ठ <budgets-label>` और बजट बनाने, संपादित करने और हटाने की क्षमता तक पहुँच प्रदान करता है

source: This permission does not give the ability to edit budget funds.
de: Diese Berechtigung ermöglicht es nicht Konten zu bearbeiten.
hi: यह अनुमति बजट निधि को संपादित करने की क्षमता नहीं देती है।

source: Manage budget plannings (planning\_manage)
de: Etatplanung verwalten (planning\_manage)
hi: बजट की योजना का प्रबंधन करें (planning\_manage)

source: Grants the ability to view :ref:`budget planning <budget-planning-label>`
de: Ermöglicht den Zugriff auf die :ref:`Etatplanung <budget-planning-label>`
hi: देखने की क्षमता देता है :ref:`बजट की योजना <budget-planning-label>`

source: Note that the budget\_manage and the period\_manage permissions are required for this one to work
de: Bitte beachten Sie, dass die Berechtigungen budget\_manage und period\_manage erforderlich sind, damit dies richtig funktioniert
hi: ध्यान दें कि इस कार्य के लिए budget\_manage और period\_manage अनुमतियों की आवश्यकता है

source: Manage purchase suggestions (suggestions\_manage)
de: Anschaffungsvorschläge verwalten (suggestions\_manage)
hi: खरीद सुझाव प्रबंधित करें (suggestions\_manage)

source: Grants the ability to :ref:`create and manage purchase suggestions <managing-purchase-suggestions-label>`, including creating new suggestions and changing the suggestions' statuses
de: Ermöglicht das :ref:`Anlegen und Bearbeiten von Anschaffungsvorschlägen <managing-purchase-suggestions-label>`, inklusive dem Anlegen von neuen Anschaffungsvorschlägen und Statusänderungen
hi: की क्षमता देता है :ref:`क्रय सुझाव बनाएं और प्रबंधित करें <managing-purchase-suggestions-label>`, जिसमें नए सुझाव बनाना और सुझावों की स्थिति बदलना शामिल है

source: Manage vendors (vendors\_manage)
de: Lieferanten verwalten (vendors\_manage)
hi: विक्रेताओं को प्रबंधित करें (vendors\_manage)

source: Grants the ability to :ref:`add, edit and delete vendors <vendors-label>`
de: Ermöglicht das :ref:`Erstellen, Bearbeiten und Löschen von Lieferanten <vendors-label>`
hi: विक्रेताओं के लिए :ref:`जोड़ने, संपादित करने और हटाने की क्षमता देता है <vendors-label>`

source: Note that vendors are used in the acquisition and the serials module.
de: Bitte beachten Sie, dass Lieferanten im Erwerbungs- und im Zeitschriftenmodul verwendet werden.
hi: ध्यान दें कि विक्रेताओं को अधिग्रहण और सीरियल मॉड्यूल में उपयोग किया जाता है।

source: Use all tools (tools)
de: Zugriff auf alle Werkzeuge (tools)
hi: सभी उपकरण का उपयोग करें (उपकरण)

source: Access to the files stored on the server (access\_files)
de: Zugriff auf abgelegte Dateien auf dem Server (access\_files)
hi: सर्वर पर संग्रहीत फ़ाइलों तक पहुंच (access\_files)

source: Access to the :ref:`Upload tool <upload-label>`
de: Zugang zum Werkzeug zum :ref:`Hochladen von Dateien <upload-label>`
hi: तक पहुंच :ref:`अपलोड उपकरण <upload-label>`

source: Upload patron images in batch or one at a time (batch\_upload\_patron\_images)
de: Einzelne oder mehrere Benutzerfotos heraufladen (batch\_upload\_patron\_images)
hi: संरक्षक छवियों को अपलोड में बैच या एक समय में करें (batch\_upload\_patron\_images)

source: Access to the :ref:`Image upload tool <upload-patron-images-label>`
de: Zugriff auf das Werkzeug zum :ref:`Hochladen von Benutzerbildern <upload-patron-images-label>`
hi: तक पहुंच :ref:`छवि अपलोड उपकरण <upload-patron-images-label>`

source: Delete old borrowers and anonymize circulation/reading history (deletes borrower reading history) (delete\_anonymize\_patrons)
de: Inaktive Benutzer löschen und Ausleihhistorien anonymisieren (löscht Benutzerausleihhistorie) (delete\_anonymize\_patrons)
hi: पुराने उधारकर्ताओं को हटाएं और प्रचलन / इतिहास को अज्ञात करें (उधारकर्ता के पठन इतिहास को हटाता है) (delete\_anonymize\_patrons)

source: Access to the :ref:`Anonymize patron tool <patrons-anonymize-bulk-delete-label>`
de: Zugriff auf das Werkzeug zur :ref:`Anonymisierung von Benutzerdaten <patrons-anonymize-bulk-delete-label>`
hi: तक पहुंच: रेफरी :ref:`सरंक्षक टूल को अनामित <patrons-anonymize-bulk-delete-label>`

source: Define days when the library is closed (edit\_calendar)
de: Definieren der Schließtage der Bibliothek (edit\_calendar)
hi: परिभाषित दिनों जब पुस्तकालय बंद है (edit\_calendar)

source: Access to the :ref:`Calendar/holidays tool <calendar-label>`
de: Zugriff auf den :ref:`Schließtagekalender <calendar-label>`
hi: इस तक पहुंच :ref:`कैलेंडर / अवकाश उपकरण <calendar-label>`

source: Write news for the OPAC and staff interfaces (edit\_news)
de: Nachrichteneinträge für den OPAC und die Dienstoberfläche verwalten (edit\_news)
hi: ओपेक और स्टाफ इंटरफेस के लिए समाचार लिखें(edit\_news)

source: Access to the :ref:`News tool <news-label>`
de: Zugriff zum Werkzeug zum Erstellen von :ref:`Nachrichten für den OPAC und das Personal <news-label>`
hi: तक पहुंच :ref:`न्यूज टूल <news-label>`

source: Set notice/status triggers for overdue items (edit\_notice\_status\_triggers)
de: Mahntrigger für überfällige Medien verwalten (edit\_notice\_status\_triggers)
hi: अतिदेय मदों के लिए नोटिस/स्थिति ट्रिगर करें (edit\_notice\_status\_triggers)

source: Access to the :ref:`Overdue notice status/triggers tool <overdue-notice/status-triggers-label>`
de: Zugriff auf das Werkzeug zur Konfiguration der :ref:`Mahntrigger <overdue-notice/status-triggers-label>`
hi: तक पहुंच :ref:`अतिदेय नोटिस स्थिति / ट्रिगर्स टूल<overdue-notice/status-triggers-label>`

source: Define notices (edit\_notices)
de: Benachrichtigungen verwalten (edit\_notices)
hi: नोटिस को परिभाषित करें (edit\_notices)

source: Access to the :ref:`Notices and slips tool <notices-and-slips-label>`
de: Zugang zum Modul 'Werkzeuge' für die Verwaltung von :ref:`Benachrichtigungen und Quittungen <notices-and-slips-label>`.
hi: तक पहुंच :ref:`नोटिस और स्लिप उपकरण <notices-and-slips-label>`

source: Perform batch modification of patrons (edit\_patrons)
de: Stapelbearbeitung von Benutzern (edit\_patrons)
hi: संरक्षक के बैच संशोधन को पूरा करें (edit\_patrons)

source: Access to the :ref:`Batch patron modification tool <batch-patron-modification-label>`
de: Zugang zum Werkzeug zur :ref:`Stapelbearbeitung von Benutzern <batch-patron-modification-label>`
hi: तक पहुंच :ref:`बैच संरक्षक संशोधन उपकरण<batch-patron-modification-label>`

source: Edit quotes for the quote-of-the-day feature (edit\_quotes)
de: Einträge für 'Zitat des Tages' bearbeiten (edit\_quotes)
hi: दिन-प्रतिदिन की सुविधा के लिए उद्धरण संपादित करें (edit\_quotes)

source: Access to the :ref:`Quote of the Day (QOTD) Editor <quote-of-the-day-(qotd)-editor-label>`
de: Zugriff auf den :ref:`Zitat des Tages Editor <quote-of-the-day-(qotd)-editor-label>`
hi: इस तक पहुंच :ref:`उद्धरण दिवस (क्यूओटीडी) संपादक<quote-of-the-day-(qotd)-editor-label>`

source: Export bibliographic and holdings data (export\_catalog)
de: Titel- und Bestandsdaten aus Koha exportieren (export\_catalog)
hi: निर्यात ग्रंथ सूची और होल्डिंग्स डेटा (export\_catalog)

source: Access to the :ref:`Export data tool <export-data-(marc-and-authorities)-label>`
de: Zugriff zum Werkzeug zum :ref:`Datenexport von Titel- und Bestandsdaten <export-data-(marc-&-authorities)-label>`.
hi: इन तक पहुंच :ref:`डेटा निर्यात उपकरण<export-data-(marc-and-authorities)-label>`

source: Import patron data (import\_patrons)
de: Benutzerdaten importieren (import\_patrons)
hi: आयात संरक्षक डेटा (import\_patrons)

source: Access to the :ref:`Import patrons tool <patron-import-label>`
de: Zugriff auf das Werkzeug zum :ref:`Benutzerdatenimport <patron-import-label>`
hi: तक पहुंच :ref:`संरक्षक उपकरण आयात करें <patron-import-label>`

source: Perform inventory of your catalog (inventory)
de: Inventur des Bestands durchführen (inventory)
hi: अपने कैटलॉग की सूची निष्पादित करें (इन्वेंट्री)

source: Access to the :ref:`Inventory tool <inventory-tool-label>`
de: Zugriff auf das :ref:`Inventur-Werkzeug <inventory-tool-label>`
hi: तक पहुंच :ref:`इन्वेंटरी उपकरण <inventory-tool-label>`

source: Perform batch deletion of items (items\_batchdel)
de: Stapellöschung von Exemplaren durchführen (items\_batchdel)
hi: आइटमों का बैच विलोपन करें (items\_batchdel)

source: Access to the :ref:`Batch item deletion tool <batch-item-deletion-label>`
de: Zugang zum Werkzeug zur :ref:`Stapellöschung von Exemplaren <batch-item-deletion-label>`
hi: तक पहुंच :ref:`बैच मद विलोपन उपकरण का उपयोग<batch-item-deletion-label>`

source: Perform batch modification of items (items\_batchmod)
de: Stapelbearbeitung von Exemplaren durchführen (items\_batchmod)
hi: आइटमों का बैच संशोधन करें (items\_batchmod)

source: Access to the :ref:`Batch item modification tool <batch-item-modification-label>`
de: Zugang zum Werkzeug zur :ref:`Stapelbearbeitung von Exemplaren <batch-item-modification-label>`
hi: तक पहुंच :ref:`बैच मद संशोधन उपकरण का उपयोग<batch-item-modification-label>`
