Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: Patrons
de: Benutzer
hi: संरक्षक

source: Before importing and/or adding patrons be sure to set up your :ref:`patron categories <patron-categories-label>`.
hi: आयात करने और/या संरक्षक जोड़ने से पहले सुनिश्चित करें कि आपका : ref: `संरक्षक श्रेणियां <patron-categories-label>`.

source: Add a new patron
de: Einen neuen Benutzer hinzufügen
hi: एक नए संरक्षक जोड़ें:

source: Patrons are added by going to the 'Patrons' module.
de: Benutzer können mit dem Modul 'Benutzer' hinzugefügt werden.
hi: संरक्षक 'संरक्षक' मॉड्यूल के लिए जा रहा द्वारा जोड़ा जाता है।

source: *Get there:* Patrons
de: *Pfad in Koha:* Benutzer
hi: * वहां जाओ: * संरक्षक

source: Once there you can add a new patron.
de: Hier können Sie einen neuen Benutzer hinzufügen.
hi: वहाँ एक बार जब आप एक नया संरक्षक जोड़ सकते हैं.

source: Click 'New patron'
de: Klicken Sie auf 'Neuer Benutzer'
hi: क्लिक करें 'नई संरक्षक'

source: The fields that appear on the patron add form can be controlled by editing the :ref:`BorrowerUnwantedField` system preference.
de: Die Felder die im Formular zum Hinfügen von Benutzern erscheinen, können über den Systemparameter :ref:`BorrowerUnwantedField` angepasst werden.
hi: संरक्षक जोड़ फ़ॉर्म पर दिखाई देने वाले फ़ील्ड को संपादित करके नियंत्रित किया जा सकता है : ref: `BorrowerUnwantedField` सिस्टम वरीयता।

source: First enter the identifying information regarding your patron
hi: सबसे पहले अपने संरक्षक के बारे में जानकारी की पहचान दर्ज करें

source: Required fields are defined in the :ref:`BorrowerMandatoryField` system preference
de: Die obligatorischen Felder sind im Systemparameter :ref:`BorrowerMandatoryField` festgelegt
hi: आवश्यक फ़ील्ड को परिभाषित किया गया है :ref:`BorrowerMandatoryField` सिस्टम वरीयता

source: Salutation is populated by the :ref:`BorrowersTitles` system preference
hi: अभिवादन द्वारा पॉप्युलेट किया जाता है :ref:`उधारकर्ता टाइटल' सिस्टम वरीयता

source: **Note**
de: **Hinweis**
hi: **नोट**

source: If you'd like to prevent full names from printing on :ref:`slips <notices-and-slips-label>` and you're not using the Initials or Other name fields for anything else, you can use them for shortened versions of the name to then be printed on the slip.
de: Wenn auf der :ref:`Quittung <notices-and-slips-label>` keine vollständigen Namen gedruckt werden sollen, und die Felder Initialen oder Alias nicht verwendet werden, kann auch eine verkürzte Version des Namens verwendet werden, der dann auf der Quittung ausgedruckt wird.
hi: यदि आप ऑन-प्रिन्टिंग से पूर्ण नामों को रोकना चाहते हैं :ref:`स्लिप्स <notices-and-slips-label>` और आप किसी भी चीज़ के लिए इनिशियल या अन्य नाम फ़ील्ड का उपयोग नहीं कर रहे हैं, तो आप उन्हें संक्षिप्त रूप से उपयोग कर सकते हैं नाम के संस्करण तब पर्ची पर मुद्रित किए जाते हैं।

source: For example:
de: Zum Beispiel:
hi: उदाहरण के लिए:

source: Then on the slip you can have it print the <<borrowers.initials>> instead of the full name (NCE).
de: Auf der Quittung können dann die <<borrowers.initials>> anstelle des vollständigen Namens gedruckt werden (NCE hier).
hi: फिर पर्ची पर आप इसे प्रिंट कर सकते हैं <<borrowers.initials>> बजाय पूरा नाम (एनसीई).

source: Or you could do something like this:
de: Oder auch so:
hi: या आप कुछ इस तरह कर सकता है:

source: Then on the slip you can have it print the <<borrowers.initials>>, <<borrowers.firstname>> instead of the full name (E, Nicole).
de: Auf der Quittung können in diesem Fall dann die Felder <<borrowers.initials>>, <<borrowers.firstname>> anstelle des vollständigen Namens gedruckt werden (hier: E, Nicole).
hi: फिर पर्ची पर आप इसे प्रिंट कर सकते हैं <<borrowers.initials>>, <<borrowers.firstname>> बजाय पूरा नाम (ई, निकोल).

source: Next enter the contact information
hi: अगले संपर्क जानकारी दर्ज करें

source: For contact information, note that the primary phone and email addresses are the ones that appear on notices and slips printed during circulation (receipts, transfer slips and hold slips). The primary email is also the one that overdue notices and other messages go to.
hi: संपर्क जानकारी के लिए, ध्यान दें कि प्राथमिक फोन और ईमेल पते हैं कि लोगों को नोटिस और निकल जाता है संचलन के दौरान मुद्रित पर दिखाई देते हैं (रसीदें, हस्तांतरण निकल जाता है और निकल जाता होल्ड) कर रहे हैं। प्राथमिक ईमेल भी एक है कि अतिदेय नोटिस और अन्य संदेशों के लिए जाना है।

source: If this patron is a child, you will be asked to attach the child patron to an adult patron
hi: इस पद्धति के एक बच्चा है, तो आप एक वयस्क के संरक्षक के लिए बच्चे संरक्षक संलग्न करने के लिए कहा जाएगा

source: Click 'Set to patron' to search your system for an existing patron
hi: मौजूदा सिस्टम के लिए अपने सिस्टम को खोजने के लिए 'संरक्षक पर सेट करें' पर क्लिक करें

source: If the Guarantor is not in the system, you can enter the first and last name in the fields available
hi: यदि जमानती प्रणाली में नहीं है, तो आप उपलब्ध फ़ील्ड में पहला और अंतिम नाम दर्ज कर सकते हैं

source: The relationships are set using the :ref:`borrowerRelationship` system preference
de: Die Beziehungen werden gemäß der Systemeinstellung :ref:`borrowerRelationship` gesetzt
hi: संबंधों का उपयोग कर सेट किया जाता है: ref: `borrowerRelationship` सिस्टम वरीयता

source: If this patron is a professional, you will be asked to attach the patron to an organizational patron
hi: इस पद्धति के एक पेशेवर है, तो आप एक संगठनात्मक संरक्षक को संरक्षक संलग्न करने के लिए कहा जाएगा

source: Each patron can have an alternate contact
hi: प्रत्येक संरक्षक एक वैकल्पिक संपर्क कर सकते हैं

source: An alternate contact could be a parent or guardian. It can also be used in academic settings to store the patron's home address.
hi: एक वैकल्पिक संपर्क एक माता पिता या अभिभावक हो सकता है। यह भी संरक्षक के घर का पता स्टोर करने के लिए शैक्षिक सेटिंग में इस्तेमाल किया जा सकता है।

source: The library management section includes values that are used within the library
de: Der Abschnitt Bibliotheksmanagement beinhaltet Werte, die innerhalb der Bibliothek benutzt werden
hi: पुस्तकालय प्रबंधन अनुभाग शामिल मूल्यों है कि पुस्तकालय के भीतर उपयोग किया जाता है

source: The card number field is automatically calculated if you have the :ref:`autoMemberNum` system preference set that way
de: Die Ausweisnummer wird automatisch generiert, wenn Sie den Systemparameter :ref:`autoMemberNum` entsprechend gesetzt haben
hi: कार्ड नंबर फ़ील्ड स्वचालित रूप से गणना की जाती है यदि आपके पास है: ref: `autoMemberNum` सिस्टम प्राथमिकता उस तरह से सेट है

source: For a newly installed system this preference will start at 1 and increment by 1 each time after. To have it start with the starting number of your barcodes, enter the first barcode by hand in the patron record and save the patron. After that the field will increment that number by 1.
de: In einem neu installierten System ohne vorhandene Barcodes beginnt die Zählung mit 1 und wird jeweils um 1 erhöht. Um mit einer anderen Nummer zu starten, erfassen und speichern Sie Ihre letzte vergebene Nummer mit dem ersten Benutzer. Danach wird der Wert jeweils um 1 erhöht.
hi: एक नव स्थापित प्रणाली के लिए इस वरीयता 1 पर शुरू करने और बाद 1 से हर बार वेतन वृद्धि होगी। यह आपके बारकोड के शुरू संख्या के साथ शुरू, संरक्षक रिकॉर्ड में हाथ से पहले बारकोड दर्ज करें और संरक्षक को बचाने के लिए है। उसके बाद क्षेत्र 1 से उस नंबर को वेतन वृद्धि होगी।

source: If you accidentally chose the wrong patron category at the beginning you can fix that here
de: Wenn Sie aus Versehen zu Beginn einen falschen Benutzertyp ausgewählt haben, können Sie dies hier korrigieren
hi: अगर आप गलती से शुरुआत में गलत संरक्षक श्रेणी चुना है, तो आप पाएंगे कि यहां ठीक कर सकते हैं

source: Sort 1 and 2 are used for statistical purposes within your library
de: Statistik 1 und 2 werden für statistische Zwecke innerhalb Ihrer Bibliothek gebraucht
hi: 1 और 2 क्रमबद्ध अपने पुस्तकालय के भीतर सांख्यिकीय प्रयोजनों के लिए उपयोग किया जाता है

source: 'Check for previous checkouts' is used to set the patron's personal preference regarding checking their circulation history to see if they have borrowed this item in the past. This overrides the setting of the :ref:`patron category <adding-a-patron-category-label>` and of the :ref:`CheckPrevCheckout` system preference.
hi: 'पिछले चेकआउट के लिए चेक' का उपयोग संरक्षक के व्यक्तिगत वरीयता को निर्धारित करने के लिए किया जाता है ताकि वे अपने संचलन के इतिहास की जांच कर सकें कि क्या उन्होंने अतीत में इस मद को उधार लिया है। यह :ref: `संरक्षक श्रेणी<adding-a-patron-category-label>` और :ref:`CheckPrevCheckout` सिस्टम वरीयता को स्थापित करता है।

source: Next, the library set-up section includes additional library settings
de: Der Abschnitt für die Kontodaten beinhaltet weitere bibliotheksspezifische Felder
hi: अगले, लाइब्रेरी सेटअप अनुभाग अतिरिक्त पुस्तकालय सेटिंग्स शामिल

source: The registration date will automatically be filled in with today's date
de: Das Registrierungdatum wird automatisch auf das heutige Datum gesetzt
hi: पंजीकरण की तारीख स्वचालित रूप से आज की तारीख के साथ में भरा जाएगा

source: If your patron cards expire (based on your :ref:`patron category settings <patron-categories-label>`) the expiry date will automatically be calculated
hi: यदि आपके संरक्षक कार्ड समाप्त हो जाते हैं (आपके आधार पर : ref: `संरक्षक श्रेणी सेटिंग्स <patron-categories-label>`) समाप्ति तिथि की गणना स्वचालित रूप से की जाएगी

source: The OPAC note is a note for the patron - it will appear in the OPAC on the patron's record
hi: ओपेक नोट संरक्षक के लिए एक नोट है - यह संरक्षक के रिकॉर्ड पर ओपेक में दिखाई देगा

source: The Circulation note is meant solely for your library staff and will appear when the circulation staff goes to check an item out to the patron
de: Die Ausleihnotiz ist ausschließlich für das Bibliothekspersonal gedacht und erscheint, wenn ein Mitarbeiter ein Exemplar an diesen Benutzer ausleiht
hi: सर्कुलेशन नोट अपने पुस्तकालय के कर्मचारियों के लिए पूरी तरह होती है और जब संचलन स्टाफ संरक्षक के लिए बाहर एक आइटम जाँच करने के लिए चला जाता दिखाई देंगे

source: The Staff/OPAC asks for the username and password to be used by the patron (and/or staff member) to log into their account in the OPAC and for staff to log in to the staff client.
hi: स्टाफ / ओपेक ओपेक में अपने खाते में प्रवेश करने और कर्मचारियों के स्टाफ ग्राहक में लॉग इन करने के लिए संरक्षक (और / या स्टाफ सदस्य) द्वारा इस्तेमाल किया जा यूज़रनेम और पासवर्ड के लिए पूछता है।

source: Staff will only be able to use this log in info to log in to the staff client if they have the :ref:`necessary permissions <patron-permissions-label>`.
hi: कर्मचारी केवल इस लॉग का उपयोग कर्मचारियों के ग्राहक में लॉग इन करने के लिए कर सकते हैं यदि उनके पास : ref: `आवश्यक अनुमतियां हैं <patron-permissions-label>`.

source: If you have set :ref:`additional patron attributes <patron-attribute-types-label>` up, these will appear next
hi: यदि आपने सेट किया है : ref: `अतिरिक्त संरक्षक विशेषताओं <patron-attribute-types-label> 'ऊपर, ये अगले दिखाई देंगे

source: Finally, if you have :ref:`EnhancedMessagingPreferences` set to 'allow,' you can choose the messaging preferences for this patron.
hi: अंत में, यदि आपके पास है: ref: `EnhancedMessagingPreferences` 'अनुमति' पर सेट है, तो आप इस संरक्षक के लिए संदेश प्राथमिकताएं चुन सकते हैं।

source: These notices are:
hi: ये नोटिस हैं:

source: Advanced notice: A notice in advance of the patron's items being due (the patron can choose the number of days in advance)
hi: उन्नत नोटिस: संरक्षक के कारण किया जा रहा आइटम के अग्रिम में एक नोटिस (संरक्षक अग्रिम में दिनों की संख्या चुन सकते हैं)

source: Item checkout: A notice that lists all the of the items the patron has just checked out and/or renewed, this is an electronic form of the checkout receipt
de: Ausleihquittung: diese Benachrichtigung listet alle Medien auf die der Benutzer soeben ausgeliehen oder verlängert hat. Das ist die elektronische Version der Ausleihquittung
hi: आइटम चैकआउट: एक सूचना है कि आइटम संरक्षक बस से चैकआउट की है और/या नए सिरे से, इस चेकआउट प्राप्ति के एक इलेक्ट्रॉनिक रूप है की सभी सूचीबद्ध करता है

source: Hold filled: A notice when you have confirmed the hold is waiting for the patron
de: Vormerkbenachrichtigung: ist diese Benachrichtigungsart angehakt, wird der Benutzer darüber informiert das eine Vormerkung abholbereit ist
hi: भरा हुआ होल्ड: एक नोटिस जब आप होल्ड की पुष्टि की है संरक्षक के लिए इंतज़ार कर रही है

source: Item due: A notice on the day and item is due back at the library
de: Fälligkeitsbenachrichtigung: am Tag der Fälligkeit des ausgeliehenen Mediums wird diese Benachrichtigung verschickt
hi: आइटम देय: दिन पर एक नोटिस और आइटम पुस्तकालय में होने के कारण वापस आ गया है

source: Item check-in: A notice that lists all the of the items the patron has just checked in
de: Rückgabequittung: Diese Benachrichtigung listet alle Medien auf, die der Benutzer zurückgegeben hat
hi: आइटम चेक-इन: एक नोटिस जिसमें संरक्षक की सभी वस्तुओं को सूचीबद्ध किया गया है

source: Patrons can choose to receive their notices as a digest by checking the 'Digest only?' box along with the delivery method. A digest is a combination of all the messages of that type (so all items due in 3 days in one email) in to one email instead of multiple emails for each alert.
hi: संरक्षक की जाँच करके एक डाइजेस्ट के रूप में उनके नोटिस प्राप्त करने के लिए चुन सकते हैं 'केवल डाइजेस्ट?' वितरण पद्धति के साथ बॉक्स। एक डाइजेस्ट प्रत्येक अलर्ट के लिए कई ईमेल के बजाय एक ईमेल करने के लिए है कि प्रकार (ताकि सभी वस्तुओं को एक ईमेल में 3 दिनों में होने) के सभी संदेशों का एक संयोजन है।

source: **Important**
de: **Wichtig**
hi: **महत्वपूर्ण**

source: These preferences will override any you set via the :ref:`patron categories <adding-a-patron-category-label>`
de: Die hier vorgenommen Einstellungen überschreiben alle Einstellungen, die in den :ref:`Benutzertypen <adding-a-patron-category-label>` festgelegt wurden.
hi: ये वरीयताएं आपके द्वारा सेट किए गए किसी भी ओवरराइड को ओवरराइड कर देंगी :ref:`संरक्षक श्रेणियां <adding-a-patron-category-label>`

source: These preference can be altered by the patron via the OPAC
hi: इन वरीयता ओपेक के माध्यम से संरक्षक द्वारा बदला जा सकता है

source: Once finished, click 'Save'
de: Wenn fertig, bitte 'Speichern' anklicken
hi: समाप्त होने पर, क्लिक करें 'सहेजें'

source: If the system suspects this patron is a duplicate of another it will warn you.
de: An dieser Stelle wird das System Sie warnen, wenn es meint, dass dieser Benutzersatz eine Dublette ist.
hi: यदि यह प्रणाली संदिग्धों इस संरक्षक एक और यह तुम्हें चेतावनी देगा का डुप्लिकेट है.

source: A duplicate patron is detected if first and last names match and there is no date of birth populated or if first name, last name and date of birth fields are all populated. If two patrons have matching names, but one has a date of birth and the other does not they will not match as duplicates.
hi: यदि प्रथम और अंतिम नाम मैच और वहाँ आबादी जन्म की कोई तारीख है या यदि प्रथम नाम, अंतिम नाम और जन्म की तारीख के खेतों सभी बसा रहे हैं डुप्लिकेट संरक्षक का पता चला है। दो संरक्षक मिलान नाम है, लेकिन एक जन्म दिनांक गया है और दूसरे वे डुप्लिकेट के रूप में मैच नहीं होगा नहीं है।

source: If you have set a minimum or upper age limit on the patron category and are requiring that the birth date be filled in, Koha will warn you if the patron you're adding is too old or young for the patron category you have selected:
de: Wenn Sie ein Mindest- oder Höchstalter in den Benutzertypen festgelegt, und das Geburtsdatum als Pflichtfeld definiert haben, werden Sie eine Warnung erhalten wenn Sie ein Benutzer hinzufügen möchten, der zu alt oder zu jung für den gewählten Benutzeryp ist.
hi: आप संरक्षक वर्ग पर एक न्यूनतम या अधिकतम आयु सीमा निर्धारित किया है और आवश्यकता है कि जन्म तिथि में भरे जाने हैं, कोहा चेतावनी देना होगा यदि आप संरक्षक जोड़ रहे हैं बहुत पुराना या संरक्षक श्रेणी आपने चुना है के लिए युवा है:

source: Quick add a patron
de: Benutzerschnellerfassung
hi: जल्दी एक संरक्षक जोड़ें

source: If your circulation desk is very busy and you want to register patron quickly, you can use the 'quick add' feature. It's a shortened version of the add patron form with only a couple of necessary fields to fill out.
de: Wenn Sie einen Benutzer schnell erfassen wollen weil an der Ausleihtheke viel los ist, können Sie die 'Benutzer-Schnellerfassung' verwenden. Über ein abgespecktes Erfassungsformular müssen Sie nur die allernötigsten Felder zum Erfassen ausfüllen.
hi: यदि आपका परिसंचरण डेस्क बहुत व्यस्त है और आप जल्दी से संरक्षक पंजीकरण करना चाहते हैं, तो आप 'त्वरित जोड़ें' सुविधा का उपयोग कर सकते हैं। यह जोड़ने के लिए केवल कुछ आवश्यक फ़ील्ड के साथ अतिरिक्त संरक्षक रूप का संक्षिप्त संस्करण है।

source: This feature uses two system preferences: :ref:`BorrowerMandatoryField` and :ref:`PatronQuickAddFields`. These are the two system preferences that control which fields are in the quick add form.
de: Die Schnellaufnahme verwendet zwei Systemparameter: :ref:`BorrowerMandatoryField` und :ref:`PatronQuickAddFields`. Über diese zwei Parameter wird gesteuert, welche Felder im Formular für die Benutzer-Schnellerfassung angezeigt werden.
hi: यह सुविधा दो सिस्टम वरीयताओं का उपयोग करती है: :ref:`BorrowerMandatoryField` और :ref:`PatronQuickAddFields`. ये दो सिस्टम वरीयताएं हैं जो नियंत्रित करती हैं कि कौन से फ़ील्ड त्वरित जोड़ फ़ॉर्म में हैं.

source: To quick add a patron, go to the Patrons module
de: Gehen Sie in das Modul Benutzer um einen Benutzer über die Benutzer-Schnellerfassung hinzuzufügen.
hi: त्वरित एक संरक्षक जोड़ने के लिए, संरक्षक मॉड्यूल के लिए जाना

source: Click on the 'Quick add new patron' button.
de: Klicken Sie auf den Button 'Benutzer-Schnellerfassung'.
hi: 'त्वरित जोड़ें नया संरक्षक' बटन पर क्लिक करें.

source: You will be asked to choose a patron category.
de: Wählen Sie einen Benutzertyp aus.
hi: आपको संरक्षक श्रेणी चुनने के लिए कहा जाएगा।

source: Then, you will be presented with a shortened form.
de: Anschließend erhalten Sie ein verkürztes Erfassungsformular.
hi: फिर, आपको एक संक्षिप्त रूप के साथ प्रस्तुत किया जाएगा।

source: Once the form is filled out, click on 'Save'.
de: Wenn Sie alle notwendigen Felder ausgefüllt haben, klicken Sie auf 'Speichern'.
hi: फ़ॉर्म भरने के बाद, 'सहेजें' पर क्लिक करें।

source: If you need to access the full form, you can click on 'Show full form' above the 'Save' button.
de: Wenn Sie das komplette Formular benötigen, klicken Sie auf 'Vollständiges Formular anzeigen', überhalb des Buttons 'Speichern'.
hi: अगर आपको पूर्ण फॉर्म तक पहुंचने की ज़रूरत है, तो आप 'सेव' बटन के ऊपर 'पूर्ण फॉर्म दिखाएं' पर क्लिक कर सकते हैं।

source: Add a staff patron
de: Benutzerkonto für einen Mitarbeiter anlegen
hi: स्टाफ संरक्षक जोडे

source: All staff members must be entered into Koha as patrons of the 'Staff' type. Follow the steps in :ref:`Add a Patron <add-a-new-patron-label>` to add a staff member. To give the staff member permissions to access the staff client, follow the steps in :ref:`patron permissions <patron-permissions-label>`
de: Alle Mitarbeiter müssen in Koha als Benutzer in der Benutzergruppe 'DIENST' angelegt sein. Legen Sie den Mitarbeiter über :ref:`Neuer Benutzer <add-a-new-patron-label>` an. Unter :ref:`Berechtigungen <patron-permissions-label>` können Sie dem Konto die Berechtigung für den Zugriff auf die Dienstoberfläche geben
hi: 'स्टाफ' प्रकार के संरक्षक के रूप में सभी कर्मचारियों के सदस्यों को कोहा में प्रवेश किया जाना चाहिए। चरणों में निम्नलिखित का पालन करें :ref:`एक कर्मचारी सदस्य जोड़ने के लिए' एक संरक्षक <add-a-new-patron-label> 'जोड़ें। स्टाफ क्लाइंट तक पहुंचने के लिए स्टाफ सदस्य अनुमतियां देने के लिए, इन चरणों का पालन करें: ref: `संरक्षक अनुमतियां '<patron-permissions-label>

source: Remember to assign your staff secure usernames and passwords since these will be used to log into the staff client.
de: Bitte denken Sie daran, sichere Benutzernamen und Passwörter für Mitarbeiter zu vergeben, da diese für den Zugang zur Dienstoberfläche verwendet werden.
hi: इन कर्मचारियों को ग्राहक में लॉग इन करने के लिए इस्तेमाल किया जाएगा के बाद से अपने कर्मचारियों को सुरक्षित उपयोगकर्ता नाम और पासवर्ड आवंटित करने के लिए याद रखें।

source: Add a statistical patron
de: Einen statistischen Benutzer hinzufügen
hi: एक सांख्यिकीय संरक्षक जोड़ें

source: One way to track use of in house items is to "check out" the materials to a statistical patron. The "check out" process doesn’t check the book out, but instead tracks an in house use of the item. To use this method for tracking in house use you first will need a :ref:`patron category <patron-categories-label>` set up for your statistical patron.
de: Eine Möglichkeit um die Nutzung von Präsenzexemplaren zu erfassen, ist, diese auf einen statistischen Benutzer "auszuleihen". Der Ausleihprozess leiht das Buch nicht im eigentlichen Sinne aus, sondern protokolliert den Gebrauch innerhalb der Bibliothek. Um diese Methode einzusetzen, muss zuerst ein entsprechender :ref:`Benutzertyp <patron-categories-label>` für die statistischen Nutzer erfasst werden.
hi: घर वस्तुओं में उपयोग को ट्रैक करने का एक तरीका है एक सांख्यिकीय संरक्षक को सामग्री "जांचना"। "चेक आउट" प्रक्रिया पुस्तक की जांच नहीं करती है, बल्कि इसके बजाय आइटम के घर के उपयोग में ट्रैक करती है। घर के उपयोग में ट्रैकिंग के लिए इस विधि का उपयोग करने के लिए आपको सबसे पहले एक आवश्यकता होगी :ref:`संरक्षक श्रेणी <patron-categories-label>' आपके सांख्यिकीय संरक्षक के लिए सेट अप करें।

source: Next, you will need to create a new patron of the statistical type.
de: Als nächstes müssen Sie einen neuen Benutzer aus der Benutzertypkategorie Statistisch erfassen.
hi: अगले, आप सांख्यिकीय प्रकार का एक नया संरक्षक बनाने की आवश्यकता होगी

source: Next, follow the steps put forth in the ':ref:`Add a new patron <add-a-new-patron-label>`' section of this manual. Since this patron is not a real person, simply fill in the required fields, the correct library and nothing else.
de: Folgen Sie als nächstes den Schritten im Bereich :ref:`Neuer Benutzer hinzufügen <add-a-new-patron-label>` dieses Handbuchs. Da der Benutzer keine reale Person ist, müssen Sie nur die allernotwendigsten Felder sowie die korrekte Bibliothek ausfüllen bzw. belegen.
hi: इसके बाद, ': ref:' में दिए गए चरणों का पालन करें, एक नया संरक्षक जोड़ें इस मैनुअल के <add-a-new-patron-label> '' सेक्शन।चूंकि यह संरक्षक वास्तविक व्यक्ति नहीं है, इसलिए केवल आवश्यक फ़ील्ड, सही लाइब्रेरी और कुछ भी नहीं भरें।

source: To learn about other methods of tracking in house use visit the :ref:`tracking inhouse use <tracking-in-house-use-label>` section of this manual.
de: Um mehr über die Möglichkeiten der Protokollierung der Vor-Ort-Nutzung zu erfahren, klicken Sie auf :ref:`Erfassen der Vor-Ort-Nutzung <tracking-in-house-use-label>`.
hi: घर के उपयोग में ट्रैकिंग के अन्य तरीकों के बारे में जानने के लिए यहां जाएं. इस मैनुअल के :ref:`ट्रैकिंग इन-हाउस-उपयोग <tracking-in-house-use-label> ट्रैकिंग।

source: Duplicate a patron
de: Benutzer duplizieren
hi: डुप्लिकेट एक संरक्षक

source: Sometimes when you're adding a new family to your system you don't want to type the contact information over and over. Koha allows for you to duplicate a patron and change only the parts you want to (or need to) change.
de: Wenn Sie eine neue Familie in Ihr System eingeben, müssen Sie die Kontaktinformationen nicht jedes Mal aufs neue eingeben. Koha erlaubt Ihnen, einen Benutzerdatensatz zu duplizieren und nur die Teile zu bearbeiten, die geändert werden müssen.
hi: कभी कभी जब आप अपने सिस्टम के लिए एक नया परिवार जोड़ रहे हैं आप और अधिक से अधिक संपर्क जानकारी टाइप करने के लिए नहीं करना चाहती। Koha आप एक संरक्षक नकल के लिए करने के लिए और करने के लिए केवल भागों आप चाहते हैं बदल (या करने की जरूरत है) परिवर्तन की अनुमति देता है।

source: Open the patron you want to use as your base (the patron you want to duplicate information from)
de: Öffnen Sie das Benutzerkonto, dass Sie als Ausgangspunkt verwenden möchten (den Benutzer, dessen Daten kopiert werden sollen)
hi: संरक्षक आप अपने बेस (संरक्षक आप से जानकारी नकल करना चाहते हैं) के रूप में उपयोग करना चाहते खोलें
