Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/patrons.po
Languages: de, hi

source: Click the 'Duplicate' button at the top of their record
de: Klicken Sie auf 'Duplizieren' am Anfang des Eintrags
hi: उनके रिकॉर्ड के शीर्ष पर 'डुप्लीकेट' बटन पर क्लिक करें

source: All of the fields with the exception of first name, card number, username and password have been duplicated. Fill in the missing pieces and click 'Save'
de: Alle Felder mit Ausnahme von Vorname, Ausweisnummer, OPAC-Login und OPAC-Passwort wurden kopiert. Tragen Sie die fehlenden Angaben ein und klicken Sie auf 'Speichern'
hi: प्रथम नाम, कार्ड नंबर, यूज़रनेम और पासवर्ड के अपवाद के साथ क्षेत्रों की सभी दोहराया गया है। लापता टुकड़े में भरें और क्लिक करें 'बचाने'

source: Clicking in a field that is already populated with data will clear that field of all information (making it easier for you to type in something different)
de: Wenn Sie in ein Feld klicken, in dem bereits Daten vorhanden sind, werden diese dabei gelöscht. Dies soll es Ihnen erleichtern, etwas anderes einzutragen.
hi: एक क्षेत्र है कि पहले से ही डेटा पॉप्यूलेट होती है में क्लिक करके सभी जानकारी की है कि क्षेत्र में साफ हो जाएगा (कुछ अलग करने में यह आसान के लिए आप टाइप करने के लिए कर रही है)

source: You will be brought to your new patron
de: Sie gelangen jetzt zum neuen Benutzer
hi: आप अपने नए संरक्षक के लिए लाया जाएगा

source: Add patron images
de: Benutzerfotos hinzufügen
hi: संरक्षक छवियाँ जोड़े

source: If you would like you can add patron images to help identify patrons. To enable this feature you must first set the :ref:`patronimages` preference to 'Allow'.
de: Wenn Sie möchten können Sie Benutzerbilder hochladen um Benutzer besser identifizieren zu können. Um diese Möglichkeit zu aktivieren, muss der Systemparameter :ref:`patronimages` auf 'Erlaube' gesetzt werden.
hi: यदि आप चाहें तो संरक्षक की पहचान करने में सहायता के लिए आप संरक्षक छवियां जोड़ सकते हैं। इस सुविधा को सक्षम करने के लिए आपको पहले Allow सेट करना होगा :ref:`patronimages` अनुमति' के लिए 'संरक्षक' वरीयता।

source: If the preference is set to 'Allow' you will see a placeholder image under the patron's name and box to upload a patron image below the basic contact information.
de: Wenn der Parameter auf 'Erlaube' gesetzt ist, sehen Sie ein Platzhalterbild unterhalb des Namens des Benutzers auf der linken Seite. Unterhalb des Namens im Hauptfenster haben Sie die Möglichkeit ein Benutzerbild hochzuladen.
hi: वरीयता 'अनुमति' के लिए सेट है, तो आप संरक्षक के नाम के तहत एक प्लेसहोल्डर छवि देखेंगे और बुनियादी संपर्क जानकारी के नीचे एक संरक्षक छवि अपलोड करने के लिए बॉक्स।

source: In the 'Upload patron image' box click 'Browse' to find the image on your computer and 'Upload' to load the image on to the patron record.
de: Klicken Sie im Bereich 'Benutzerfoto hochladen' auf 'Durchsuchen...' um ein Bild von Ihrem Computer auszuwählen, und anschließend auf 'Upload' um das Benutzerfoto hochzuladen.
hi: 'अपलोड संरक्षक छवि' बॉक्स में संरक्षक रिकॉर्ड करने के लिए पर छवि लोड करने के लिए अपने कंप्यूटर और 'अपलोड' पर छवि को खोजने के लिए क्लिक करें 'ब्राउज़'।

source: There is a limit of 100K on the size of the picture uploaded and it is recommended that the image be 200x300 pixels, but smaller images will work as well.
de: Es gibt ein Limit von 100K für die Größe eines hochgeladenen Bildes, und es wird eine Bildgröße von 200x300 Pixeln empfohlen. Aber auch kleinere Bildern werden angezeigt.
hi: चित्र अपलोड के आकार पर 100K की एक सीमा होती है और यह सिफारिश की है कि छवि 200x300 पिक्सल हो, लेकिन छोटे छवियों के रूप में अच्छी तरह से काम करेगा.

source: Editing patrons
de: Benutzer bearbeiten
hi: संपादित करें सरक्षक

source: Patrons in Koha can be edited using one of many edit buttons.
de: Benutzer können über eine der vielen Schaltflächen 'Bearbeiten' bearbeitet werden.
hi: Koha में संरक्षक कई बटन संपादित में से एक का उपयोग कर संपादित किया जा सकता है।

source: To edit the entire patron record simply click the 'Edit' button at the top of the patron record.
de: Um den vollständigen Benutzerdatensatz zu bearbeiten, klicken Sie auf 'Bearbeiten' oberhalb der Übersicht.
hi: पूरे संरक्षक रिकॉर्ड को संपादित करने के लिए बस संरक्षक रिकार्ड के शीर्ष पर 'संपादन' बटन पर क्लिक करें।

source: Patron passwords are not recoverable. The stars show on the patron detail next to the password label are always there even if a password isn't set. If a patron forgets their password the only option is to reset their password. To change the patron's password, click the 'Change password' button.
de: Passwörter von Benutzern können nicht wiederhergestellt werden. Die Sterne im Passwortfeld werden immer angezeigt, auch wenn kein Passwort gesetzt ist. Wenn ein Benutzer sein Passwort verloren hat, muss das Passwort zurückgesetzt werden. Um das Passwort zu ändern, klicken Sie auf die Schaltfläche 'Passwort ändern'.
hi: संरक्षक पासवर्ड पुनर्प्राप्त करने योग्य नहीं हैं। पासवर्ड लेबल के आगे संरक्षक विस्तार पर सितारे हमेशा दिखाई देते हैं, भले ही पासवर्ड सेट न हो। यदि कोई संरक्षक अपना पासवर्ड भूल जाता है तो उसका पासवर्ड रीसेट करना एकमात्र विकल्प है। संरक्षक का पासवर्ड बदलने के लिए, 'पासवर्ड बदलें' बटन पर क्लिक करें

source: Koha cannot display existing passwords as they are encrypted in the database. Leave the field blank to leave password unchanged.
de: Koha kann bereits gespeicherte Passwörter nicht anzeigen. Lassen Sie das Feld leer, wenn das Passwort nicht geändert werden soll.
hi: कोहा मौजूदा पासवर्ड प्रदर्शित नहीं कर सकते क्योंकि वे डेटाबेस में एन्क्रिप्टेड हैं। पासवर्ड को अपरिवर्तित छोड़ने के लिए फ़ील्ड को खाली छोड़ दें।

source: This form can automatically generate a random password if you click the link labeled "Click to fill with a randomly generated suggestion. Passwords will be displayed as text."
de: Dieses Formular kann automatisch ein Zufallspasswort generieren. Klicken Sie dazu auf den Link "Klicken Se hier, um ein Zufallspasswort zu generieren".
hi: यदि आप लिंक लेबल क्लिक करें यह फार्म स्वचालित रूप से एक यादृच्छिक पासवर्ड उत्पन्न कर सकते हैं "एक बेतरतीब ढंग से उत्पन्न सुझाव के साथ भरने के लिए क्लिक करें। पासवर्ड के रूप में पाठ। प्रदर्शित किया जाएगा"

source: To edit a specific section of the patron record (for example the 'Library use' section) click the 'Edit' button beside the section.
de: Klicken Sie auf den Button 'Bearbeiten' neben des entsprechenden Abschnitts, um einen bestimmten Abschnitt des Benutzerdatensatzes zu bearbeiten (z.B. Bibliotheksmanagement).
hi: संरक्षक रिकॉर्ड के विशिष्ट खंड को संपादित करने के लिए (उदाहरण के लिए 'लाइब्रेरी उपयोग' अनुभाग) अनुभाग के पास 'संपादित करें' बटन पर क्लिक करें।

source: A patron image can be added by browsing for the image on your machine from the 'Manage patron image' section.
de: Das Foto eines Benutzers kann im Bereich 'Benutzerfoto hochladen' hinzugefügt werden, indem Sie über "Durchsuchen..." auf Ihrem Rechner nach dem richtigen Bild suchen und es auswählen.
hi: एक संरक्षक छवि 'संरक्षक छवि प्रबंधित करें' अनुभाग से आपकी मशीन पर छवि के लिए ब्राउज़ द्वारा जोड़ा जा सकता है

source: This form will not appear if you have the :ref:`patronimages` system preference to not allow patron images.
de: Dieser Bereich wird nicht angezeigt, wenn Sie den Systemparameter :ref:`patronimages` auf 'Erlaube nicht' gesetzt haben.
hi: यह फ़ॉर्म तब दिखाई नहीं देगा यदि आपके पास है : ref: `patronimages` सिस्टम प्राथमिकता संरक्षक छवियों को अनुमति देने की अनुमति नहीं है

source: To add patron images in bulk, use the :ref:`Upload patron images <upload-patron-images-label>` tool.
de: Um Benutzerfotos im Stapel hochzuladen, verwenden Sie das Werkzeug :ref:`Benutzerfoto hochladen <upload-patron-images-label>` im Modul Werkzeuge.
hi: थोक में संरक्षक छवियों को जोड़ने के लिए, use का उपयोग करें : ref: 'संरक्षक छवियां अपलोड करें <upload-patron-images-label>' टूल

source: Patrons can also be blocked from checking items out by setting Patron flags
de: Die Ausleihe kann auch durch das Setzen einer Sperre verhindert werden
hi: संरक्षक भी संरक्षक झंडे की स्थापना द्वारा आइटम बाहर की जाँच से अवरुद्ध किया जा सकता

source: If you would like your circulation staff to confirm a patron's address before checking items out to the patron, you can see the 'Gone no address' flag
de: Wenn Sie möchten, dass vor einer Ausleihe zunächst die Adresse des Benutzers überprüft wird, können Sie die Sperre 'Adresse falsch/fehlt' verwenden
hi: यदि आप अपने परिसंचालन स्टाफ चाहते हैं, तो संरक्षक के लिए बाहर आइटम की जाँच से पहले एक संरक्षक के पते की पुष्टि के लिए, आप 'नहीं पता चला गया' झंडा देख सकते हैं

source: If the patron reports that they have lost their card you can set the 'Lost card' flag to prevent someone else from using that card to check items out
de: Teilt ein Benutzer den Verlust seines Ausweises mit, kann durch setzen von 'Ausweis verloren' der Missbrauch durch andere Personen verhindert werden
hi: संरक्षक की रिपोर्ट है कि वे अपने कार्ड आप उस कार्ड का उपयोग कर आइटम बाहर की जाँच करने से किसी और को रोकने के लिए 'खोया कार्ड' ध्वज सेट कर सकते हैं खो दिया है

source: If you would like to bar a patron from the library you can add a manual restriction
de: Wenn Sie einen Benutzer für die Bibliotheksbenutzung sperren möchten, können Sie eine 'Neue manuelle Sperre' setzen
hi: आप एक मैनुअल प्रतिबंध जोड़ सकते हैं यदि आप पुस्तकालय से एक संरक्षक रोक करना चाहते हैं

source: This flag can automatically be set with the :ref:`Overdue/notice status triggers <overdue-notice/status-triggers-label>`
de: Diese Sperre kann automatisch über den :ref:`Mahntrigger <overdue-notice/status-triggers-label>` gesetzt werden
hi: यह ध्वज स्वचालित रूप से सेट किया जा सकता है :ref:`ओवरड्यू / नोटिस स्टेटस ट्रिगर्स <overdue-notice/status-triggers-label>`

source: If you enter in a date and/or note related to the restriction you will see that in the restricted message as well
de: Wenn Sie ein Datum und/oder eine Notiz zur Sperre eingeben, werden diese ebenfalls angezeigt.
hi: आप एक तारीख और / या टिप्पणी प्रतिबंध से संबंधित में दर्ज करते हैं आप प्रतिबंधित संदेश में कि वहाँ के रूप में अच्छी तरह से होगा

source: Children patrons do not become adults automatically in Koha unless you have :ref:`Juvenile to adult cron job <cron-update-child-to-adult-patron-type-label>` running. To upgrade a child patron to and adult patron category manually go to the 'More' menu and choose 'Update child to adult patron'
hi: जब तक आपके पास बच्चे कोहा में बच्चे संरक्षक नहीं बन जाते हैं :ref:`किशोर क्रॉन जॉब के लिए <cron-update-child-to-adult-patron-type-label>` रनिंग। बच्चे के संरक्षक और वयस्क संरक्षक श्रेणी को मैन्युअल रूप से अपग्रेड करने के लिए 'अधिक' मेनू पर जाएं और 'बच्चे को वयस्क संरक्षक के लिए अपडेट करें' चुनें.

source: You will then be presented with a pop up window asking which one of your adult patron categories this Child should be updated to
de: Im nun angezeigten Formular können Sie den Benutzertyp der Kategorie Erwachsener wählen, die statt der bisherigen Benutzertyps der Kategorie Kind zugewiesen werden soll.
hi: फिर आप एक पॉप अप विंडो पूछ अपने वयस्क संरक्षक श्रेणियों में से एक इस बच्चे को अद्यतन किया जाना चाहिए जिसके साथ प्रस्तुत किया जाएगा

source: Renew patron account
de: Benutzerkonto verlängern
hi: नवीनीकृत संरक्षक खाता

source: When renewing a patron account you can either edit the the expiry date manually in the patron record or use the 'Renew patron' option from the More menu in the toolbar at the top.
de: Wenn Sie das Benutzerkonto verlängern möchten, können Sie entweder das Ablaufdatum manuell ändern, oder unter der Schaltfläche 'Mehr' auf 'Benutzer verlängern' klicken.
hi: एक संरक्षक खाते को नवीनीकृत करते समय आप या तो समाप्ति की तारीख को मैन्युअल रूप से संरक्षक रिकॉर्ड में संपादित कर सकते हैं या शीर्ष पर स्थित टूलबार में अधिक मेनू से 'नवीनीकृत संरक्षक' विकल्प का उपयोग कर सकते हैं।

source: Using the latter the new expiry date will be calculated using the enrollment period configured for the patron category of the user. The system preference :ref:`BorrowerRenewalPeriodBase` determines if the new expiry date will be calculated from the current date or from the old expiry date.
de: Wenn Sie die zweite Option wählen, wird das neue Ablaufdatum basierend auf den Einstellungen des Benutzertyps des vorliegenden Benuters berechnet. Der Systemparameter :ref:`BorrowerRenewalPeriodBase` legt dabei fest, ob das neue Ablaufdatum entweder ausgehend vom Tagesdatum oder vom alten Ablaufdatu berechnet wird.
hi: उत्तरार्द्ध का उपयोग करके नई समाप्ति तिथि की गणना उपयोगकर्ता के संरक्षक श्रेणी के लिए कॉन्फ़िगर की गई नामांकन अवधि का उपयोग करके की जाएगी। सिस्टम प्राथमिकता :ref:`BorrowerRenewalPeriodBase` यह निर्धारित करता है कि नई समाप्ति तिथि की गणना वर्तमान तिथि से या पुरानी समाप्ति तिथि से की जाएगी।

source: One advantage of using the 'Renew patron' option is that it will be logged as a membership renewal in the action_logs table and be visible as such when using the :ref:`Log viewer <log-viewer-label>` or the :ref:`Modificaton log <modification-log-label>` from the patron account.
de: Ein Vorteil des Verwendens des Menüeintrags "Benutzer verlängern" ist, dass die Verlängerung des Benutzers in der Tabelle action_logs protokolliert wird, und auch als solche sichtbar ist, wenn die :ref:`Loganzeige <log-viewer-label>` oder das :ref:`Änderungslog <modification-log-label>` des Benutzerkontos eingesehen werden.
hi: 'नवीनीकृत संरक्षक' विकल्प का उपयोग करने का एक फायदा यह है कि यह एक्शन_लॉग्स टेबल में सदस्यता नवीनीकरण के रूप में लॉग इन किया जाएगा और :ref:`लॉग दर्शक <log-viewer-label>` का उपयोग करते समय दिखाई देगा या :ref:`मॉडिफैटन लॉग <modification-log-label>` संरक्षक खाते से।

source: The renewal date of the patron account will be visible on the details tab.
de: Das Verlängerungsdatum ist sichtbar im Reiter 'Details'
hi: विवरण खाते पर संरक्षक खाते की नवीनीकरण तिथि दिखाई देगी।

source: Managing patron self edits
de: Änderungswünsche der Benutzer verwalten
hi: संरक्षक स्व संपादन का प्रबंधन

source: If you are allowing patrons to edit their accounts via the OPAC with the :ref:`OPACPatronDetails` preference then you will need to approve all changes via the staff client before they're applied. If there are patron edits awaiting action they will appear on the staff client dashboard below the modules list (along with other items awaiting action).
de: Wenn Sie Benutzern erlauben Änderungen in Ihren Kontodaten über den OPAC durchzuführen (Systemparameter :ref:`OPACPatronDetails`), müssen Sie alle Änderungswünsche zunächst über die Dienstoberfläche moderieren und übernehmen, bevor die Änderung wirksam wird. Wenn es Änderungswünsche gibt, werden diese auf der Startseite der Dienstoberfläche im Dashboard unterhalb der Modulauswahl angezeigt.
hi: यदि आप ओपैक के माध्यम से ओपीएसी के माध्यम से अपने खातों को संपादित करने की अनुमति दे रहे हैं :ref:`OPACPatronDetails` वरीयता तो आपको लागू होने से पहले स्टाफ क्लाइंट के माध्यम से सभी परिवर्तनों को स्वीकार करने की आवश्यकता होगी। यदि संरक्षक संपादन कार्यवाही का इंतजार कर रहे हैं तो वे मॉड्यूल सूची के नीचे स्टाफ क्लाइंट डैशबोर्ड पर दिखाई देंगे (अन्य वस्तुओं के साथ कार्रवाई की प्रतीक्षा कर रहे हैं)।

source: Superlibrarians will see modifications for any branch, other staff will only see modifications for patrons who belong to their logged in branch.
de: Benutzer mit der Berechtigung 'Superlibrarian' können Änderungswünsche von allen Bibliotheksstandorten einsehen, andere Bibliotheksmitarbeiter sehen die Änderungwünsche Ihres angemeldeten Bibliotheksstandorts.
hi: सुपर पुस्तकालय किसी भी शाखा के लिए संशोधनों को देखेंगे, अन्य स्टाफ केवल संरक्षक जो शाखा में अपने प्रवेश के लिए संबंधित के लिए संशोधनों को देखेंगे।

source: When you click the 'Patrons requesting modifications' link you will be brought to a list of patrons with requested changes.
de: Wenn Sie den Link 'Benutzer mit Änderungswünschen" anklicken, gelangen Sie zu einer Liste mit Benutzern, die Änderungen Ihrer persönlichen Daten angefordert haben.
hi: आप लिंक 'संशोधनों का अनुरोध संरक्षक' पर क्लिक करें जब आप का अनुरोध परिवर्तन के साथ संरक्षक की एक सूची के लिए लाया जाएगा।

source: From here you can 'Approve' and apply the changes to the patron record, 'Delete' and remove the changes or 'Ignore' and keep the changes pending to review later.
de: Von hier aus können Sie die Änderungen im Benutzerdatensatz überprüfen und dann 'annehmen', 'löschen' oder 'ignorieren'.
hi: यहाँ से आप 'स्वीकृत' कर सकते हैं और संरक्षक रिकॉर्ड, 'हटाएँ' और परिवर्तन को हटाने या 'पर ध्यान न दें' और परिवर्तनों की समीक्षा करने के बाद में लंबित रखने के लिए परिवर्तन लागू करें।

source: If you would like to see the entire patron record you can click the 'Patron details' links to the right of the buttons. This will open in a new tab.
de: Wenn Sie den gesamten Benutzerdatensatz ansehen möchten, klicken Sie auf den 'Benutzerdetails' Link rechts von den Auswahlmöglichkeiten. Dabei wird ein neuer Tab geöffnet.
hi: आप बटन के अधिकार के लिए 'संरक्षक विवरण' लिंक पर क्लिक कर सकते हैं आप पूरे संरक्षक रिकॉर्ड देखने के लिए करना चाहते हैं। यह एक नए टैब में खुल जाएगा।

source: Merging patron records
de: Benutzerdatensätze verschmelzen
hi: संरक्षक अभिलेखों को विलय करना

source: If you accidentally end up with one patron with two cards it is possible to merge their records together so that you don't lose their loan history or holds.
de: Wenn es versehentlich einen Benutzer mit zwei Benutzerdatensätzen gibt, ist es möglich diese zu verschmelzen. Dadurch gehen keine Vormerkungen oder die Ausleihhistorie verloren.
hi: यदि आप दो कार्डों के साथ गलती से एक संरक्षक के साथ समाप्त हो जाते हैं तो अपने रिकॉर्ड एक साथ विलय करना संभव है ताकि आप अपना ऋण इतिहास न खोएं या होल्ड न करें।

source: In the patron list, check the boxes next to the records you want to merge and click on the 'Merge selected patrons' button.
de: Setzen Sie einen Haken in der Checkbox bei den Sätzen die Sie verschmelzen möchten, und klicken Sie auf den Button 'Ausgewählte Benutzer verschmelzen'.
hi: संरक्षक सूची में, उन रिकॉर्ड्स के बगल में स्थित बॉक्स चेक करें जिन्हें आप मर्ज करना चाहते हैं और 'चयनित संरक्षक मर्ज करें' बटन पर क्लिक करें।

source: It is possible to merge more than two records at a time.
de: Es ist möglich mehr als zwei Datensätze gleichzeitig zu verschmelzen.
hi: एक समय में दो से अधिक रिकॉर्ड्स मर्ज करना संभव है।

source: Select the patron record you want to keep and click on the 'Merge patrons' button.
de: Wählen Sie den Benutzerdatensatz aus den Sie behalten möchten, und klicken Sie auf den Button 'Benutzer verschmelzen'.
hi: उस संरक्षक रिकॉर्ड का चयन करें जिसे आप रखना चाहते हैं और 'मर्ज संरक्षक' बटन पर क्लिक करें.

source: The checkouts and statistics will be transferred to the right record and the other one will be deleted.
de: Die Ausleihen und Statistiken werden zu dem Gewinnerdatensatz transferiert, der andere Datensatz wird gelöscht.
hi: चेकआउट और आंकड़े सही रिकॉर्ड में स्थानांतरित कर दिए जाएंगे और दूसरा हटा दिया जाएगा।

source: Patron permissions
de: Benutzerberechtigungen
hi: संरक्षक अनुमतियों

source: Patron permissions are used to allow staff members access to the staff client.
de: Benutzerberechtigungen regeln den Zugriff der Bibliotheksmitarbeiter auf die Dienstoberfläche.
hi: संरक्षक अनुमतियां स्टाफ के सदस्यों के कर्मचारियों ग्राहक के लिए उपयोग की अनुमति देने के लिए उपयोग किया जाता है।

source: In order for a staff member to log into the staff interface they must have (at the very least) 'catalogue' permissions which allow them to view the staff interface.
de: Damit ein Benutzer sich in der Dienstoberfläche anmelden kann, muss er mindestens über die Berechtigung 'catalogue' verfügen.
hi: एक स्टाफ सदस्य 'सूची' अनुमतियों को जो उन्हें स्टाफ इंटरफेस देखने के लिए अनुमति (बहुत कम से कम) स्टाफ इंटरफेस वे होनी चाहिए में लॉग इन करने के लिए आदेश में।

source: Setting patron permissions
de: Benutzerberechtigungen vergeben
hi: संरक्षक अनुमतियाँ सेटिंग

source: On the patron record click 'More' and choose 'Set permissions' to alter patron permissions
de: Gehen Sie im Benutzerdatensatz auf 'Mehr' und wählen Sie dort 'Berechtigungen setzen' um die Benutzerberecheitungen zu ändern
hi: संरक्षक रिकॉर्ड पर 'अधिक' पर क्लिक करें और संरक्षक अनुमतियों को बदलने के लिए 'अनुमतियां सेट करें' चुनें

source: You will be presented with a list of preferences, some of which can be expanded by clicking the 'Show details' link on the right title.
de: Ihnen wird eine Liste mit Berechtigungen angezeigt, von denen Sie einige über 'Zeige Details' auf der rechten Seite mit dem Pluszeichen aufklappen können.
hi: आपको वरीयताओं की सूची के साथ प्रस्तुत किया जाएगा, जिनमें से कुछ को सही शीर्षक पर 'विवरण दिखाएँ' लिंक पर क्लिक करके विस्तारित किया जा सकता है।

source: In all cases, if the parent permission is checked, the user has all the child permissions. If you want to set permissions on a more granular level, expand the section and only check the permissions you want that user to have.
de: In jedem Fall werden alle untergeordneten Berechtigungen markiert, wenn die entsprechende übergeordnete Berechtigung angehakt wird. Wenn Sie die Berechtigungen granularer vergeben möchten, erweitern Sie den jeweiligen Abschnitt und setzen Sie gezielt Häkchen bei den Berechtigungen, die Sie vergeben möchten.
hi: सभी मामलों में, यदि माता-पिता की अनुमति की जाँच की जाती है, तो उपयोगकर्ता के पास सभी बच्चे की अनुमति है। यदि आप अधिक दानेदार स्तर पर अनुमतियाँ सेट करना चाहते हैं, तो अनुभाग का विस्तार करें और केवल उन अनुमतियों की जाँच करें जो आप उस उपयोगकर्ता के पास हैं।

source: Patron permissions defined
de: Benutzerberechtigungen vergeben
hi: संरक्षक अनुमतियां निर्धारित

source: Access to all librarian functions (superlibrarian)
de: Zugriff auf alle Module und Funktionen in der Dienstoberfläche (superlibrarian)
hi: सभी लाइब्रेरियन फ़ंक्शंस तक पहुंच (सुपरलिब्रेरियन)

source: With this selected there is no need to choose any other permissions
de: Wenn diese Berechtigung ausgewählt wurde, müssen keine weiteren Berechtigungen gesetzt werden.
hi: इस के साथ चयनित किसी अन्य अनुमतियों को चुनने के लिए कोई जरूरत नहीं है

source: Check out and check in items (circulate)
de: Exemplare ausleihen und zurückbuchen (circulate)
hi: आइटम में चैक आउट और चैक इन (circulate)

source: Remaining circulation permissions (circulate\_remaining\_permissions)
de: Übrige Berechtigungen für die Ausleihe (circulate\_remaining\_permissions)
hi: परिसंचरण अनुमतियाँ शेष (circulate\_remaining\_permissions)

source: This permission grants all circulation rights except those covered by permissions listed below
de: Diese Berechtigung erlaubt den Zugriff auf alle übrigen Berechtigungen für die Ausleihe
hi: यह अनुमति नीचे सूचीबद्ध अनुमतियों द्वारा कवर किए गए को छोड़कर सभी परिसचांलन अधिकारों को प्रदान करती है

source: Force checkout if a limitation exists (force\_checkout)
de: Sperren für Ausleihe übergehen (force\_checkout)
hi: यदि कोई सीमा मौजूद है तो फोर्स चेकआउट करें (force\_checkout)

source: With this permission a staff member will be allowed to override a check out restriction in the following cases:
de: Mit dieser Berechtigung kann eine Bibliotheksmitarbeiterin die Ausleihbeschränkungen in folgenden Fällen übergehen:
hi: इस अनुमति के साथ एक स्टाफ सदस्य को निम्नलिखित मामलों में एक चेक आउट प्रतिबंध को ओवरराइड करने की अनुमति दी जाएगी:

source: age restriction
de: Altersbeschränkung
hi: उम्र प्रतिबन्ध

source: the item is issued to another patron
de: Das Exemplar ist auf einen anderen Benutzer ausgeliehen
hi: यह आइटम एक और संरक्षक को जारी हैं

source: the item is not for loan
de: Das Exemplar ist nicht ausleihbar
hi: यह आइटम ऋण के लिए नहीं है

source: the patron has overdue items
de: Der Benutzer hat überfällige Ausleihen
hi: संरक्षक के पास अतिदेय आइटम है

source: the item is lost
de: Das Exemplar ist verloren
hi: आइटम खोया

source: the item is a high demand item
de: Das Exemplar hat eine hohe Nachfrage
hi: यह आइटम उच्च मांग आइटम हैं

source: the item is on hold
de: Das Exemplar ist vorgemerkt
hi: यह आइटम एक होल्ड पर है
