Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/pointofsale.po
Languages: de, it, zh_tw

source: Point of sale
de: Verkauf
it: Punto vendita
zh_tw: 銷售點

source: Point of sale is a module designed for selling items to people who aren't registered at the library or to make sales that do not need to be linked to a patron account.
de: Das Verkaufsmodul ist für den Verkauf von beliebigen Dingen an Personen gedacht, die nicht in der Bibliothek als Nutzer angemeldet sind oder nicht mit einem Benutzerkonto verknüpft werden müssen.
it: Punto di vendita è un modulo disegnato per vendere copie a persone che non sono registrate in biblioteca o per vendite non necessariamente collegate a un account utente.
zh_tw: 銷售點是一個模組，用於將館藏出售給未在圖書館註冊的人或進行不需要連接到顧客帳戶的銷售。

source: For example, you can sell used books or promotional items. These items can be sold to anyone and you don't need to link the sale to a particular patron.
de: Sie können zum Beispiel gebrauchte Bücher oder Werbeartikel verkaufen. Diese Dinge können an jeden unabhängig von einem Benutzerkonto verkauft werden.
it: Puoi vendere libri usti o copie promozionali. Queste copie possono essere vendute a chiunque e non avrai bisogno di collegare l'operazione a un utente particolare.
zh_tw: 例如，您可以出售舊書或促銷品。這些物品可以出售給任何人而且無需聯繫特定顧客以進行銷售。

source: For invoices that need to be linked to a patron's account (like a lost item or new card fee), use :ref:`manual invoicing <creating-manual-invoices-label>`.
de: Für Rechnungen, die mit einem Benutzerkonto verknüpft werden müssen (wie verlorene Exemplare oder Benutzungsgebühren), verwenden Sie ref:`Manuelle Berechnung <creating-manual-invoices-label>`.
it: Per addebiti da collegare a un account utente (come copia presa o costo nuova tessera), usa :ref:`manuale fatture <creating-manual-invoices-label>`.
zh_tw: 對於需要連接到顧客帳戶的發票（例如丟失的館藏或新卡費用），請使用 :ref:`人工發票<creating-manual-invoices-label>。

source: *Get there:* More > Point of sale
de: *Pfad in Koha:* Mehr > Verkauf
it: *Vai a:* Più > Punti di vendita
zh_tw: *到:*更多>銷售點

source: Setup
de: Konfiguration
zh_tw: 設定

source: To enable the point of sale module, you must turn on the :ref:`EnablePointOfSale` system preference.
de: Das Verkaufsmodul wird über den Systemparameter :ref:`EnablePointOfSale` aktiviert.
it: Per attivare il modulo punti di vendita, devi usare la preferenza di sistema :ref:`EnablePointOfSale`.
zh_tw: 要啟用銷售點模組，必須打開 :ref:`EnablePointOfSale`系統偏好。

source: If it's not already done, you must also enable the :ref:`UseCashRegisters` system preference.
de: Wenn noch nicht geschehen, müssen Sie außerdem die Kassenfunktion über den Systemparameter :ref:`UseCashRegisters` aktivieren.
it: E deve essere attivo anche la preferenza di sistema :ref:`UseCashRegisters`.
zh_tw: 如果尚未完成，則要啟用 :ref:`UseCashRegisters`系統偏好。

source: Make sure you :ref:`configure your cash registers <cashregisters-label>` in the administration module.
de: Stellen Sie sicher, dass Sie :ref:`Kassen <cashregisters-label>` im Administrationsmodul konfiguriert haben.
it: Assicurati di :ref:`configurare i registri di cassa <cashregisters-label>` nel modulo di amministrazione.
zh_tw: 確認有在管理模組近用 :ref:`配置現金列表<cashregisters-label>`

source: Finally, you must add items that you will be selling in the :ref:`debit types <debit-types-label>` section of the administration module.
de: Zuletzt müssen Sie noch die Dinge als :ref:`Gebührenarten <debit-types-label>` im Administrationsmodul konfigurieren, die Sie verkaufen möchten.
it: Infine, devi aggiungere le copie che venderai nella sezione :ref:`tipi di debito <debit-types-label>` del modulo di amministrazione.
zh_tw: 最後，必須在管理模組 :ref:`借方類型<debit-types-label>`中添加要出售的館藏

source: Making a sale
de: Einen Verkauf tätigen
it: Effettuare una vendita
zh_tw: 進行銷售

source: When you first go in the point of sale module, the left side will show all the items for sale. These are :ref:debit types <debit-types-label>` that were marked as 'Can be sold'.
de: Wenn Sie zum ersten Mal das Verkaufsmodul aufrufen, sehen Sie auf der linken Seite die Dinge für den Verkauf. Dies sind :ref:Gebührenarten <debit-types-label>`, die als "Kann verkauft werden" markiert wurden.
it: Quando accedi al modulo di Punti di vendita, sulla parte sinistra vedrai le copie in vendita. Ci sono :ref:tipi di debito <debit-types-label>` marcati con 'Può essere venduto'.
zh_tw: 首次進入銷售點模組時，左側將顯示所有待售館藏。這些是標記為'可出售'的 :ref:借方類型<debit-types-label>`。

source: On the right side is the current sale.
de: Auf der rechten Seite ist der aktuelle Verkaufsvorgang.
it: Sulla destra si vede la vendita corrente.
zh_tw: 右側是目前的銷售。

source: image goes here
de: Bild hier
it: l'immagine va qui
zh_tw: 圖片在這裡

source: Click on the 'Add' button next to the items to add to the current sale.
de: Klicken Sie auf die Schaltfläche "Hinzufügen" neben Warenposten, um diesen zum aktuellen Verkauf hinzuzufügen.
it: Clicca su 'Aggiungi' per passare le copie alla vendita in corso.
zh_tw: 點擊館藏旁邊的'新增'按鈕以添加到當前銷售中。

source: If you need to change the cost or the quantity, click on the amount on the right side and it will become an input box where you can enter the correct amount.
de: Wenn Sie den Preis oder die Anzahl ändern möchten, klicken sie auf die Anzahl auf de rechten Seite und Sie erhalten ein Eingabefeld für die korrekte Anzahl.
it: Se ti serve cambiare il costo o la quantità, clicca sull'ammontare sulla parte destra: diventerà modificabile.
zh_tw: 如果需要更改成本或數量，點擊右側的數量，它將變成一個輸入框，並可以在其中輸入正確的數量。
