Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/reports.po
Languages: de, pt

source: Reports in Koha are a way to gather data. Reports are used to generate statistics, member lists, shelving lists, or any list of data in your database.
de: Mit dem Modul 'Reports' können Sie in Koha Daten erfassen. Das Modul wird benutzt um Statistiken, Benutzerlisten, Aufstellungslisten oder andere Datenlisten in Ihrer Datenbank zu generieren.
pt: Os relatórios no Koha são um forma de obter dados do sistema. São normalmente usados para gerar estatísticas, listas de leitores, listas de registos ou qualquer outra listagem de dados na base de dados.

source: *Get there:* More > Reports
de: *Pfad in Koha:* Mehr > Reports
pt: *Acesso:* Mais > Relatórios

source: Custom reports
de: Benutzerdefinierte Reports
pt: Relatórios personalizados

source: Koha's data is stored in a MySQL database which means that librarians can generate nearly any report they would like by either using the :ref:`guided reports wizard <guided-report-wizard-label>` or writing their own :ref:`SQL query <report-from-sql-label>`.
de: Die Daten in Koha werden in einer MySQL-Datenbank gespeichert. Das bedeutet Bibliothekspersonal kann annähernd jeden Report erstellen, der benötigt wird, entwder über :ref:`Geführte Reports <guided-report-wizard-label>` oder über :ref:`SQL-Abfragen <report-from-sql-label>`.
pt: Os dados são guardados numa base de dados MySQL o que significa que os bibliotecário podem gerar qualquer relatório que desejem usando o :ref:`assistente de relatórios <guided-report-wizard-label>` ou escrevendo o próprio :ref:`SQL <report-from-sql-label>`.

source: Add custom report
de: Neuer geführter Report
pt: Adicionar um relatório

source: Guided report wizard
de: Geführter Report-Assistent
pt: Assistente de relatórios guiados

source: The guided report wizard will walk you through a six step process to generate a report.
de: Der Geführte Reports-Assistent führt Sie in sechs Schritten durch die Generierung eines Reports.
pt: O assistente de relatórios irá guiar-lo durante um processo de seis passos para gerar um relatório.

source: Step 1: Choose the module you want to report on. This will determine what tables and fields are available for you to query.
de: Schritt 1: Wählen Sie das Modul aus, zu dem der Report erstellt werden soll. Damit bestimmen Sie, welche Tabellen und Felder für die Abfrage verfügbar sind.
pt: Passo 1: Escolha o módulo que quer reportar. Isto determina quais as tabelas e campos que estão disponíveis para pesquisa.

source: 'Report is public' should be left to the default of 'No' in most cases especially if the report contains patron or other sensitive information. A public report can be accessed using the :ref:`JSON reports services <json-reports-services-label>` by anyone and without authentication.
de: In den meisten Fällen sollte der 'Report ist öffentlich' die Standardeinstellung 'Nein' erhalten, vorallem, wenn der Report Benutzer oder andere datenschutzrelevante Informationen enthält. Ein öffentlicher Report kann von jedem ohne Authentifkation abgerufen werden, indem der :ref:`JSON Report-Service <json-reports-services-label>` verwendet wird.
pt: 'Relatório público' deve ser Não' por omissão na maioria dos casos especialmente se o relatório conter dados dos leitores ou outras informações sensíveis. Um relatório público pode ser acedido usando os :ref:`serviços JSON de relatórios <json-reports-services-label>` por qualquer pessoa e sem autenticação.

source: **Note**
de: **Hinweis**
pt: **Nota**

source: If your system administrator has set up memcache on your server you might see one more option for the Cache expiry. This is related to your public reports. If you make the report public then it's constantly running and will cause a large load on your system. Setting this value prevents that.
de: Wenn Ihr Systemadministrator auf Ihrem Server memcache installiert hat, können Sie mehr Optionen über das Caching der Ergebnisse sehen. Dies ist ähnlich zu Ihren öffentlichen Reports. Wenn Sie den Report öffentlich machen, kann durch ständiges Ausführen ggf. eine große Last auf Ihrem System entstehen. Setzen Sie diesen Wert, um dies zu verhindern.
pt: Se o memcache foi configurado no servidor pelo administrador do sistema poderá ver mais uma opção para expirar a Cache. Esta cache é relativa ao relatórios públicos. Se os relatórios forem públicos podem estar a ser executados constantemente e a causar uma carga excessiva no sistema. Ao definir esse valor previne essa situação.

source: Step 2: Choose a report type. For now, Tabular is the only option available.
de: Schritt 2: Reportart auswählen. Aktuell ist nur ''in Tabellenform' die einzige verfügbare Option.
pt: Passo 2: Escolha o tipo de relatório. Por enquanto apenas a opção Tabular está disponível.

source: Step 3: Choose the fields you want in your report. You can select multiple fields and add them all at once by using CTRL+click on each item you want to add before clicking the Add button.
de: Schritt 3: Wählen Sie die Felder aus, die in Ihrem Report ausgegeben werden sollen. Es können mehrere Felder ausgewählt und mit Strg+Anklicken für jedes Exemplar übernommen werden. Danach klicken Sie die Schaltfläche 'Hinzufügen'.
pt: Passo 3: Escolha os campos que deseja obter no relatório. Pode selecionar múltiplos campos e adicionar todos de uma vez usando CTRL+clique em cada item que deseja adicionar antes de carregar no botão de adição.

source: Step 4: Choose any limits you might want to apply to your report (such as item types or branches). If you don't want to apply any limits, simply click 'Next' instead of choosing an option.
de: Schritt 4: Wählen Sie die Einschränkungen aus, die für Ihren Report gelten sollen (wie Medientypen oder Bibliotheken). Wenn Sie keine Einschränkungen angeben möchten, klicken Sie Weiter ohne etwas auszuwählen.
pt: Passo 4: Escolha os limites que deseja aplicar no relatório (como tipo de documentos ou bibliotecas). Se não deseja aplicar limites, basta carregar em Próximo em vez de marcar uma opção.

source: Step 5: Perform math functions. If you don't want to do any calculations, simply click 'Next' instead of choosing an option.
de: Schritt 5: Mathematische Berechnungen ausführen. Wenn Sie nichts berechnen möchten, klicken Sie auf Weiter und machen keine Angabe.
pt: Passo 5: Executar operações matemáticas. Se não deseja fazer nenhum cálculo, carregue em Seguinte.

source: Step 6: Choose data order. If you want the data to print out in the order it's found in the database, simply click 'Finish'.
de: Schritt 6: Legen Sie die Reihenfolge der Daten fest. Wenn die Daten in der Reihenfolge ausgedruckt werden sollen, die in der Datenbank vorliegen, klicken Sie 'Beenden'.
pt: Passo 6: Escolha a ordenação dos dados. Se desejar que os dados sejam impressos com a ordenação da base de dados, basta carregar em Terminar.

source: When you are finished you will be presented with the SQL generated by the report wizard. From here you can choose to save the report by clicking 'Finish' or copy the SQL and make edits to it by hand.
de: Wenn dieser Schritt abgeschlossen ist, wird das durch den Assistenten generierte SQL angezeigt. Von hier aus können Sie den Report abspeichern oder das SQL-Statement kopieren und noch manuell weiter bearbeiten.

source: If you choose to save the report you will be asked to name your report, sort it in to groups and subgroups and enter any notes regarding it.
de: Wenn Sie entscheiden den Report zu speichern, werden Sie aufgefordert einen Namen für den Bericht einzugeben sowie die Gruppe und Untergruppe zu wählen, in denen der Report einsortiert werden soll.
pt: Se escolher guardar o relatório será perguntado o nome do relatório, a organização em grupos e subgrupos e poderá inserir qualquer nota sobre o mesmo.

source: Once your report is saved it will appear on the 'Use saved' page with all other saved reports.
de: Nachdem der Report gespeichert wurde, erscheint er unter 'Gespeicherte Reports' mit allen anderen gespeicherten Reports.
pt: Assim que o relatório estiver guardado aparecerá na página 'Relatórios guardados' com todos os outros relatórios guardados.

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: table_reports).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: table_reports).

source: From here you can make edits, run the report, or schedule a time to have the report run. To find the report you created you can sort by any of the columns by clicking the on the column header (creation date is the best bet for finding the report you just added). You can also filter your results using the filter menu on the left or use the tabs to find reports based on your custom groups.
de: Von hier aus können Sie den Report bearbeiten, ausführen oder eine Zeit festlegen, an dem er automatisch ausgeführt wird. Um den Report zu finden, den Sie angelegt haben, können Sie die verschiedenen Spalten durch Anklicken der Spaltenüberschrift sortieren (über das Erstellungsdatum finden Sie neu angelegte Reports am schnellsten). Sie können die Liste der Reports auch über die Filter auf der linken Seite einschränken oder über Reiter zwischen verschiedenen benutzerdefinierten Gruppen auswählen.
pt: A partir daqui pode editar, correr relatórios ou agendar a execução de um relatório. Para encontrar o relatório que criou pode ordenar qualquer coluna clicando no cabeçalho da coluna (data de criação é a melhor hipótese para encontrar o relatório que foi adicionado). Pode também filtrar os resultados usando o menu de filtros no lado esquerdo ou usando os separadores de acordo com o seu grupo.

source: Report from SQL
de: SQL-Report
pt: Relatório a partir de SQL

source: In addition to the report wizard, you have the option to write your own queries using SQL. To find reports written by other Koha users, visit the Koha wiki: http://wiki.koha-community.org/wiki/SQL_Reports_Library. You can also find your database structure in /installer/data/mysql/kohastructure.sql or online at: `http://schema.koha-community.org <http://schema.koha-community.org/>`__.
de: Zusätzlich zu den Wizards haben Sie die Möglichkeit eigene Reports mit SQL zu schreiben. Im Koha-Wiki finden Sie Reports, die von anderen Anwendern geschrieben wurden: http://wiki.koha-community.org/wiki/SQL_Reports_Library. Informationen zur Datenbankstruktur finden Sie unter /installer/data/mysql/kohastructure.sql oder online unter: `http://schema.koha-community.org <http://schema.koha-community.org/>`__.
pt: Em adição ao assistente de relatórios, pode também escrever as suas próprias pesquisas usando SQL. Para encontrar relatórios escritos por outros utilizadores do Koha, pode visitar a seguinte página do Koha: http://wiki.koha-community.org/wiki/SQL_Reports_Library. Pode também encontrar a estrutura da base de dados no ficheiro /installer/data/mysql/kohastructure.sql ou na seguinte página: `http://schema.koha-community.org <http://schema.koha-community.org/>`__.

source: To add your query, click the link to 'Create from SQL' on the main reports module or the 'New report' button at the top of the 'Saved reports' page.
de: Um eigene Abfragen hinzuzufügen, klicken Sie auf der Seite 'Reports' auf den Link 'Neuer SQL-Report' oder oben auf der Seite 'Gespeicherte Reports' auf die Schaltfläche 'Neuer Report'.
pt: Para adicionar a sua pesquisa, carregue na ligação 'Criar a partir de SQL' no módulo de relatórios ou então no botão 'Novo relatório' no topo da página 'Relatórios guardados'.

source: Fill in the form presented
de: Füllen Sie das angezeigte Formular aus
pt: Preencha o formulário apresentado

source: The 'Name' is what will appear on the Saved Reports page to help you identify the report later. It will also be searchable using the filters found the left of the Saved Reports page.
de: Der Name dient zur späteren Identifizierung des Reports. Er wird in der Liste der gespeicherten Reports angezeigt und kann dort auch gesucht werden.
pt: O 'Nome' é o que aparece na página de relatórios guardados para ajudar na identificação do relatório. Também será pesquisável usando os filtros à esquerda da página.

source: You can use the 'Report group' to organize your reports so that you can easily filter reports by groups. Report groups are set in the `REPORT\_GROUP <#reportgroup>`__ authorized value category or can be added on the fly when creating the report by choosing the 'or create' radio button.
de: Sie können zur Organisation Ihrer Reports Gruppen verwenden, nach denen Sie einfach suchen und filtern können. Diese Gruppen werden in der Administration unter 'Normierte Werte' in der Kategorie `REPORT\_GROUP <#reportgroup>`__ definiert oder beim Erstellen eines neuen Reports neu angelegt.
pt: Pode usar o 'Grupo do relatório' para organizar os relatórios para que possa de forma simples filtrar os relatórios por grupos. Os grupos são definidos na categoria de valor autorizado `REPORT\_GROUP <#reportgroup>`__ ou podem ser adicionados no momento de criação do relatório escolhendo a opção 'ou criar'.

source: Report groups set up in the authorised value category need to have unique authorised values and descriptions.
de: Report Gruppen, die in den normierten Werten festgelegt wurden, benötigen einmalige normierte Werte und Beschreibungen.
pt: A configuração dos grupos de relatórios na categoria de valores autorizados necessita de ter valores autorizadores e descrições únicas.

source: If you're adding a report group on the fly, remember that you code should be fewer than 10 characters and should not include special characters or spaces.
de: Vergessen Sie nicht, dass der Code für eine neue Gruppe weniger als 10 Zeichen lang und keine Sonderzeichen, oder enthalten sollte.
pt: Se estiver a adicionar um grupo de relatório no momento, relembre que o código deve ter menos de 10 caracteres e deve não incluir caracteres especiais ou espaços.

source: You can use 'Report subgroup' to further organize your reports so that you can easily filter reports by groups and subgroups. Report subgroups are set in the `REPORT\_SUBGROUP <#reportsubgroup>`__ authorized value category or can be added on the fly when creating the report by choosing the 'or create' radio button. Report subgroups are set up with unique values in 'Authorised value', and 'Description'. The 'Description (OPAC)'' field needs to contain the authorised value for the report group that the subgroup falls under.
de: Sie können Ihre Reports auch noch weiter in Untergruppen unterteilen, so dass Sie Ihre Reports leicht nach Gruppen und Untergruppen filtern können. Diese Untergruppen werden in der Administration unter "Normierte Werte" in der Kategorie `REPORT\_SUBGROUP <#reportsubgroup>`__ definiert oder können beim Erstellen eines neuen Reports mit angelegt werden. Report Untergruppen haben in den 'normierten Werten' und in der "Beschreibung" eindeutige Werte. Das Feld "Beschreibung (OPAC)" muss den normierten Wert der Report-Gruppe erhalten, welchem die Untergruppe zugeordnet ist.
pt: Pode usar o 'Subgrupo de relatório' para organizar os relatórios para que possa de forma simples filtrar os relatórios por grupos e subgrupos. Os subgrupos são definidos na categoria de valor autorizado `REPORT\_SUBGROUP <#reportsubgroup>`__ ou podem ser adicionados no momento de criação do relatório escolhendo a opção 'ou criar'. Os subgrupos de relatórios devem ser definidos com valores únicos nos 'Valores autorizados' e com a 'Descrição'. O campo 'Descrição (OPAC)' deve conter o valor autorizado para o relatório de grupo ao qual esse subgrupo pertence.

source: If you're adding a report subgroup on the fly, remember that you code should be fewer than 10 characters and should not include special characters or spaces.
de: Denken Sie daran, dass der Code für die neue Untergruppe weniger als 10 Zeichen lang und keine Sonderzeichen und Leerzeichen enthalten sollte.
pt: Se estiver a adicionar um subgrupo de relatório no momento, relembre que o código deve ter menos de 10 caracteres e deve não incluir caracteres especiais ou espaços.

source: 'Report is public' should be left to the default of 'No' in most cases
de: 'Report ist öffentlich' sollte in den meisten Fällen die Standardeinstellung 'Nein' erhalten.
pt: 'Relatório é público' deve ficar por omissão como 'Não' na maioria dos casos

source: especially if the report contains patron or other sensitive information. A public report can be accessed using the :ref:`JSON reports services <json-reports-services-label>` by anyone and without authentication.
de: besonders wenn der Report Benutzer oder andere datenschutzrelevante Informationen enthält. Ein öffentlicher Report kann von jedem ohne Authentifikation über den :ref:`JSON Report-Service <json-reports-services-label>` abgerufen werden.
pt: especialmente se o relatório conter dados dos leitores ou outras informações sensíveis. Um relatório público pode ser acedido usando os :ref:`serviços JSON de relatórios <json-reports-services-label>` por qualquer pessoa e sem autenticação.

source: 'Notes' will also appear on the saved reports page, this can be used to provide more details about the report or tips on how to enter values when it runs
de: Auch 'Notizen' werden auf der Übersichtsseite für gespeicherte Reports angezeigt und können verwendet werden um mehr Informationen über den Report oder Tipps für die Ausführung zu hinterlegen.
pt: 'Notas' irão também aparecer na página de relatórios guardados e podem ser usadas para fornecer mais detalhes do relatório ou dicas como introduzir valores na execução

source: The type should always be 'Tabular' at this time since the other formats have not been implemented
de: Als Typ sollte immer 'Tabellarisch' ausgewählt werden, da die anderen Formate noch nicht implementiert sind.
pt: O tipo deve ser sempre 'Tabular' neste momento porque os outros formatos não estão implementados

source: In the 'SQL' box you will type or paste the SQL for the report
de: Im SQL-Eingabefeld können Sie die SQL-Abfrage eingeben oder einkopieren.
pt: Na caixa 'SQL' coloque ou copie o SQL para o relatório

source: Once everything is entered click the 'Save report' button and you'll be presented with options to run it. Once a report is saved you do not have to recreate it you can simply find it on the Saved Reports page and :ref:`run <running-custom-reports-label>` or :ref:`edit <edit-custom-reports-label>` it.
de: Wenn alles eingegeben ist, klicken Sie auf 'Report speichern' und es werden Optionen für die Ausführung angezeigt. Nachdem ein Report gespeichert wurde, kann er einfach über die Liste der gespeicherten Reports ausgeführt :ref:`run <running-custom-reports-label>` oder bearbeitet :ref:`edit <edit-custom-reports-label>` werden.
pt: Após inserir todos os dados clique em 'Guardar relatório' e veja as opções para o correr. Quando um relatório é guardado, não tem que o recriar pois pode encontrar o relatório na página de relatório guardados de forma a :ref:`executar <running-custom-reports-label>` ou :ref:`editar <edit-custom-reports-label>` o mesmo.

source: Report writing tips
de: Reports-Wörterbuch
pt: Dicas para a escrita de relatórios

source: **Runtime parameters**
de: **Parameter für die Laufzeit**
pt: **Parâmetros de execução**

source: If you feel that your report might be too resource intensive you might want to consider using runtime parameters to your query. Runtime parameters basically make a filter appear before the report is run to save your system resources.
de: Falls Sie den Eindruck haben, dass Ihr Report zu ressourcenintensiv ist, können Sie in der Abfrage sogenannte Runtime Parameter hinterlegen. Dadurch werden vor der Ausführung des Reports Filter angeboten, die helfen können Ihre Ressourcen im System zu speichern.
pt: Se achar que o relatório consome demasiados recursos talvez seja melhor considerar usar parâmetros de execução para a sua consulta. Parâmetros de tempo de execução, basicamente, fazem um filtro aparecer antes do relatório ser executados para salvar os recursos do sistema.

source: There is a specific syntax that Koha will understand as 'ask for values when running the report'. The syntax is <<Question to ask\|authorized\_value>>.
de: Es gibt eine spezielle Syntax in Koha um Werte festzulegen, wenn der Report läuft. Die Syntax heißt <<Question to ask\|authorized\_value>>.
pt: Existe uma sintaxe específica que o sistema irá perceber como 'perguntar por valores quando executar o relatório'. A sintaxe é <<Questão\|authorized\_value>>.

source: The << and >> are just delimiters. You must put << at the beginning and >> at the end of your parameter
de: << und >> sind nur Trennzeichen. Sie müssen << an den Anfang und >> an das Ende Ihres Parameters gesetz werden.
pt: << e >> são apenas delimitadores. Deve colocar << no início e >> no fim do parâmetro

source: The 'Question to ask' will be displayed on the left of the string to enter.
de: Die 'Frage' wird links vom einzugebenden Begriff angezeigt.
pt: A 'Questão' será mostrada à esquerda do campo de inserção de texto.

source: The authorized\_value can be omitted if not applicable. If it contains an authorized value category, 'branches', 'itemtype', 'categorycode', 'biblio\_framework', a list with the Koha authorized values will be displayed instead of a free field.
de: Wenn Sie nicht maßgeblich sind, können die normierten Werte authorized\_value übergangen werden. Wenn es einen normierten Wert wie 'Bibliotheken', 'Medientyp' oder einen 'Kategoriecode' enthält 'biblio\_framework', wird statt eines freien Feldes eine Liste der normierten Werte in Koha angezeigt.
pt: A parte authorized\_value pode ser omitida se não for aplicável. Se tiver uma categoria de valor autorizado ('branches', 'itemtype', 'categorycode', 'biblio\_framework') será mostrada uma lista de valores autorizados em vez de um campo livre.

source: You can have more than one parameter in a given SQL query.
de: Sie können mehr als einen Parameter in einer SQL-Abfrage angezeigt bekommen.
pt: Pode ter mais que um parâmetro numa determinada consulta SQL.

source: You have to put "%" in a text box to 'leave it blank'. Otherwise, it literally looks for "" (empty string) as the value for the field. For example entering nothing for: "title=<<Enter title>>" will display results with title='' (no title). If you want to have to have something not mandatory, use "title like <<Enter title>>" and enter a % at run time instead of nothing.
de: Sie müssen ein "%" in die Textbox eingeben um "es leer zu lassen". Andernfalls zeigt es "" (leerer String) als den Wert des Feldes an. Wenn Sie zum Beispiel nichts im Feld "Titel" "title=<<Titel eingeben>>" eingeben, werden Ihnen Ergebnisse mit Titel=(kein Titel) angezeigt. Wenn Sie möchten, dass es nicht Pflicht ist, geben Sie "title like <<Titel eingben>>" ein und statt es leer zu lassen, ein a% im Laufzeit-Feld.
pt: Deve colocar "%" na caixa de texto para usar como vazio. Caso contrário o sistema vai procurar por "" (palavra vazia) como o valor do campo. Por exemplo, ao não inserir nada para "title=<<Insira título>>" vai mostrar os resultados que têm title='' (sem título). Se desejar ter algo não obrigatório pode usar "title like <<Insira título>>" e inserir "%" na execução.

source: To generate a date picker calendar to the right of the field when running a report you can use the 'date' keyword like this: <<Enter Date\|date>>
de: Wenn Sie beim Ausführen eines Reports ein Kalender-Widget rechts neben dem Feld anzeigen möchten, können Sie das Schlüsselwort 'date' <<Datum\|date>> in dieser Form verwenden.
pt: Para gerar um selector de datas à direita do campo quando executar um relatório pode usar o tipo 'date' como este exemplo: <<Inserir Data\|date>>
