Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/reports.po
Languages: de, pt

source: List of parameters that can be used in runtime parameters
de: Eine Liste von Parametern, die bei den Laufzeitparametern verwendet werden können.
pt: Lista de parâmetros que pode ser usados em tempo de execução

source: What the user sees
de: Was der Benutzer sieht
pt: O que o utilizador vê

source: What gets inserted in query
de: Was in der Abfrage eingefügt ist
pt: O que é inserido na consulta

source: date branches itemtypes categorycode biblio\_framework (auth-value-category) (nothing)
de: date branches itemtypes categorycode biblio\_framework (auth-value-category) (nichts)
pt: date branches itemtypes categorycode biblio\_framework (auth-value-category) (nada)

source: date picker drop down of branch names drop down of item type names drop down of patron category descriptions drop down of MARC bibliographic frameworks drop down of auth-value descriptions in category text box
de: Zeitfenster klappen in einer Textbox auf bei Bibliotheksnamen, Medientypen, Benutzertypen, MARC-Frameworks und Beschreibungen von normierten Werten.

source: validly formatted date branch code item type borrower category code framework code authorized value entered text
de: gültig formatiertes Datum Bibliothekscode Medientyp Benutzertypcode Framework-Code und Beschreibung für normierten Wert

source: Examples:
de: Beispiele:
pt: Exemplos:

source: SELECT \* FROM items WHERE homebranch = <<Pick your branch\|branches>> and barcode like <<Partial barcode value here>>
de: SELECT \* FROM items WHERE homebranch = <<Wählen Sie Ihre Bibliothek\|branches>> and barcode like <<Teil des Barcodes>>
pt: SELECT \* FROM items WHERE homebranch = <<Biblioteca\|branches>> and barcode like <<Valor parcial dos códigos de barras>>

source: SELECT title, author FROM biblio WHERE frameworkcode=<<Enter the frameworkcode\|biblio\_framework>>
de: SELECT title, author FROM biblio WHERE frameworkcode=<<Frameworkcode eingeben\|biblio\_framework>>
pt: SELECT title, author FROM biblio WHERE frameworkcode=<<Modelo de catalogação\|biblio\_framework>>

source: SQL report from Mana
de: SQL-Report von Mana
pt: Relatório SQL a partir do Mana

source: In the "Create report from SQL", you can search Mana KB for pre-made reports by clicking on "New report" and choosing "New SQL from Mana".
de: Unter "Report mit SQL erstellen" können Sie die Mana KB durchsuchen und vorhandene Reports durch einen Klick auf "Neuer Report" und Auswahl von "Neuer SQL-Report von Mana" importieren.
pt: Na opção "Criar relatório SQL", pode pesquisar a base de dados Mana por relatórios pré-existentes clicando em "Novo relatório" e escolhendo "Novo relatório do Mana".

source: This option will only appear if you've :ref:`configured Mana KB <share-with-mana-kb-label>` in the administration module.
de: Diese Option wird nur angezeigt, wenn Sie die :ref:`Mana KB <share-with-mana-kb-label>` im Administrationsmodul konfiguriert haben.
pt: Esta opção apenas aparece caso tenha :ref:`configurado a base de dados Mana <share-with-mana-kb-label>` no módulo de administração.

source: You will be prompted to enter keywords to search the knowledge base.
de: Sie werden aufgefordert, Stichwörter für die Suche in der Knowledge Base einzugeben.
pt: Será pedido para inserir as palavras-chaves a pesquisa na base de dados.

source: In the search results, you will see
de: In den Suchergebnissen sehen Sie
pt: No resultados de pesquisa, poderá ver

source: the details of the report (name, notes and type)
de: die Details zum Report (Name, Hinweise und Art)
pt: os detalhes do relatório (nome, notes e tipo)

source: how many people have used this entry (# of users)
de: wie viele Personen diesen Eintrags verwendet haben
pt: quantas pessoas já usaram a entrada (# de utilizadores)

source: when it was used for the last time (last import)
de: wann er zum letzten mal verwendet wurde (letzter Import)
pt: quando foi usado pela última vez (última importação)

source: additional comments made by other Koha users (comments)
de: zusätzliche Kommentare von anderen Koha-Anwendern
pt: comentários adicionas de outros utilizadores do Koha (comentários)

source: Click on "Import" to import a copy of the report in your own saved reports.
de: Klicken Sie auf "Import" um eine Kopie des Reports zu Ihren eigenen gespeicherten Reports hinzuzufügen.
pt: Clique em "Importar" para importar uma cópia do relatório para os seus relatórios guardados.

source: You can then edit it, duplicate it, delete it, run it as you would any of your own reports.
de: Sie können Ihn bearbeiten, kopieren, löschen und ausführen, wie alle Ihre eigenen Reports.
pt: A partir desse momento pode editar, duplicar, eliminar ou executar o relatório como qualquer outro relatório.

source: Duplicate report
de: Report duplizieren
pt: Duplicar relatório

source: Reports can also be added by duplicating an existing report. Visit the 'Saved reports' page to see all of the reports listed on your system already.
de: Reports können auch durch kopieren eines vorhandenen Reports angelegt werden. Unter 'Gespeicherte Reports' finden Sie alle Reports, die aktuell im System vorhanden sind.
pt: Os relatórios também podem ser adicionados duplicando já existentes. Visite a página 'Relatórios guardados' para ver todos os relatórios já no sistema.

source: To the right of every report there is an 'Actions' pull down. Clicking that and choose 'Duplicate' to use an existing report as the basis for your new report. That will populate the new report form with the existing SQL for easy editing and resaving.
de: Auf der rechten Seite jeden Reports finden Sie ein Menü 'Aktionen'. Klicken Sie auf dieses und wählen Sie 'Duplizieren' um einen existierenden Report als Ausgangspunkt für einen neuen Report zu nutzen. Sie können dann das SQL entsprechend anpassen und abspeichern.
pt: À direita de cada relatório existe uma ligação 'Ações'. Ao clicar nessa ligação e posteriormente em 'Duplicar' o relatório ser usado como base para o novo relatório. O novo relatório terá o mesmo SQL para que seja mais fácil editar e guardar.

source: Edit custom reports
de: Benutzerdefinierte Reports bearbeiten
pt: Editar relatórios personalizados

source: Every report can be edited from the reports lists. To see the list of reports already stored in Koha, click 'Use saved.'
de: Jeder Report kann von der Liste der Reports aus bearbeitet werden. Um eine Liste aller gespeicherten Reports zu sehen, wählen Sie 'Gespeicherte Reports'.
pt: Cada relatório pode ser editado a partir da lista de relatórios. Para ver a lista de relatórios já guardados, clique em 'Relatórios guardados'.

source: To find the report you'd like to edit you can sort by any of the columns by clicking the on the column header. You can also filter your results using the filter menu on the left or use the tabs to find reports based on your custom groups.
de: Um den Report zu finden können Sie die Tabelle über einen Klick auf die Spaltenüberschriften sortieren. Sie können die Liste der angezeigten Reports auch über die Filter auf der linken Seite einschränken oder über die Reiter zwischen verschiedenen benutzerdefinierten Gruppen wechseln.
pt: Para encontrar o relatório que deseja editar pode ordenar qualquer das colunas clicando no cabeçalho da coluna. Pode também filtrar os relatórios usando o menu de filtro à esquerda ou os separadores para encontrar os relatórios por grupo.

source: From this list you can edit any custom report by clicking 'Actions' to the right of the report and choosing 'Edit' from the menu that appears.
de: Aus dieser Liste heraus können Sie Ihren benutzerdefinierten Report bearbeiten, indem Sie auf 'Aktionen' rechts neben dem Report klicken und 'Bearbeiten' aus dem Menü auswählen.
pt: A partir desta lista pode editar qualquer relatório clicando em 'Ações' à direita do relatório e escolha 'Editar' no menu que aparece.

source: The form to edit the report will appear.
de: Es wird ein Formular angezeigt, über das der Report bearbeitet werden kann.
pt: O formulário de edição do relatório irá aparecer.

source: Running custom reports
de: Benutzerdefinierte Reports ausführen
pt: Executar relatórios personalizados

source: Once custom reports are saved to Koha, you can run them by going to the Saved Reports page and clicking the 'Actions' button to the right of the report and choosing 'Run'.
de: Wenn ein benutzerdefinierter Report in Koha gespeichert wurde, können Sie diesen unter 'Gespeicherte Reports' finden und über den Eintrag 'Ausführen' im Menü 'Aktionen' starten.
pt: Assim que os relatórios forem guardados no Koha, pode correr-los indo à página de Relatórios guardados e clicando na ligação 'Correr' à direita de cada relatório.

source: When you report runs you will either be asked for some values
de: Wenn Sie den Report ausführen, werden Sie gebeten noch einige weitere Angaben zu machen.
pt: Quanto estiver a executar um relatório será pedido a inserção de alguns valores

source: or you will see the results right away
de: oder Sie bekommen sofort die Ergebnisliste
pt: ou verá logo os resultados

source: From the results you can choose to rerun the report by clicking 'Run report' at the top, edit the report by clicking the 'Edit' button or starting over and creating a new report by using the 'New' button. You can also download your results by choosing a file type at the bottom of the results next to the 'Download the report' label and clicking 'Download.'
de: Von der Ergebnisseite aus können Sie über die Schaltflächen am Seitenanfang den Report erneut ausführen, ihn bearbeiten oder einen neuen Report anlegen. Sie können das Ergebnis der Abfrage auch herunterladen indem Sie einen Dateityp wählen und dann 'Download' anklicken.
pt: A partir dos resultados pode optar por correr novamente o relatório clicando em 'Correr relatório' no topo, por editar o relatório clicando no botão 'Editar' ou por começar de novo e criar um novo relatório usando o botão 'Novo'. Pode também executar o download dos resultados escolhendo um tipo de ficheiro no fundo dos resultados.

source: A comma separated text file is a CSV file and it can be opened by any spreadsheet application.
de: Eine mit Komma getrennte Textdatei ist eine CSV-Datei und kann mit beliebigen Programmen zur Tabellenkalkulation geöffnet werden.
pt: Um ficheiro CSV é um ficheiro que pode ser aberto em qualquer aplicação de folha de cálculo.

source: Send report output to batch modification tools
de: Reportergebnisse in die Werkzeuge zur Stapelverarbeitung schicken

source: After running a report that contains itemnumbers, biblionumbers and/or patron cardnumbers the list of numbers can be imported directly into the relevant batch modification tool by clicking the 'Batch operations with X visible records' button in the report results. The X depends on the number of records you have chosen to display on screen (up to 1000).
de: Nach dem Ausführen eines Reports, welcher Exemplarnummern, Titelsatznummern und/oder Ausweisnummern enthält, können Sie über die Schaltfläche "Stapeloperationen mit X sichtbaren Datensätzen" direkt in die entsprechenden Stapelbearbeitungswerkzeuge springen. Das X hängt dabei davon ab, wie viele Datensätze in der Tabelle angezeigt werden (bis zu 1000).

source: Statistics reports
de: Statistische Reports
pt: Relatórios estatísticos

source: Statistic reports will show you counts and sums. These reports are all about numbers and statistics, for reports that return more detailed data, use the :ref:`guided report wizard`. These reports are limited in what data they can look at, so it's often recommended to use :ref:`custom reports <custom-reports-label>` for official end of the year statistics.
de: Statistikreports zeigen Ihnen Anzahl und Summen an. Bei diesen Reports dreht sich alles um Zahlen und Statistik. Benötigen Sie Reports mit detaillierteren Informationen, verwenden Sie den Geführten Reportsassistenten :ref:`guided report wizard`. Diese Reports sind oft eingeschränkt welche Daten sie ausgeben können, daher ist es empfehlenswert :ref:`Benutzerdefinierte Reports <custom-reports-label>` für die Jahresstatistik zu benutzen.
pt: Os relatórios estatísticos irão mostrar as contagens e os sumatórios. Estes relatórios são apenas sobre números e estatísticas, para relatórios que retornem dados mais detalhados, use o :ref:`assistente de relatórios`. Estes relatórios apenas podem olhar para determinados dados, e portanto é recomendado usar os :ref:`relatórios personalizados <custom-reports-label>` para as estatísticas oficiais de final de ano.

source: Acquisitions statistics
de: Erwerbungsstatistik
pt: Estatísticas das aquisições

source: These reports are limited in what data they can look at, so it's often recommended to use :ref:`custom reports <custom-reports-label>` for official end of the year statistics.
de: Diese Reports bieten nur eingeschränkte Möglichkeiten, daher ist es oft sinnvoll :ref:`Benutzerdefinierte Reports <custom-reports-label>` für offizielle oder Jahresendstatistiken zu verwenden.
pt: Estes relatórios estão limitados em relação aos dados que podem consultar, portanto é recomendado usar :ref:`relatórios personalizados <custom-reports-label>` para as estatísticas necessárias de final de ano.

source: Using the form provided, choose which value you would like to appear in the column and which will appear in the row.
de: Verwenden Sie das Formular um festzulegen, welcher Wert später in der Spalte und welcher in der Zeile angezeigt werden soll.
pt: Usando o formulário fornecido, escolha qual o valor para aparecer na coluna e o valor para aparecer na linha.

source: If you choose to output to the browser your results will print to the screen.
de: Wenn Sie sich für die Ausgabe im Browser entscheiden, werden die Ergebnisse direkt angezeigt.
pt: Se escolher mostrar no browser, os resultados aparecerão no ecrã.

source: You can also choose to export to a file that you can manipulate to your needs.
de: Sie können auch eine Datei exportieren und dann mit anderen Werkzeugen weiter bearbeiten.
pt: Pode escolher para exportar para um ficheiro que pode manipular de acordo com as suas preferências.

source: When generating your report, note that you get to choose between counting or summing the values.
de: Wenn Sie einen Report erstellen, können Sie zwischen der Anzahl und der Summe von Werten wählen.
pt: Quando gerar um relatório, note que tem de escolher entre contagens ou somatórios dos valores.

source: Choosing amount will change your results to appear as the sum of the amounts spent.
de: Wenn Sie Summe wählen, werden in der Trefferliste die Summen der gezahlten Gebühren angezeigt.
pt: Escolher o montante irá alterar os resultados para aparecer como soma de todos os montantes gastos.

source: Patron statistics
de: Benutzerstatistiken
pt: Estatísticas dos leitores

source: Based on your selections, you may see some query information above your results table. You can also choose to export to a file that you can manipulate to your needs.
de: Ausgehend von Ihrer Auswahl werden Ihnen Informationen über der Ergebnistabelle angezeigt. Sie können sich auch entscheiden, die Datei zu exportieren und in einem anderen Programm weiter zu bearbeiten.
pt: Segundo as suas opções, pode ver mais informações abaixo da tabela de resultados. Pode também exportar para um ficheiro que poderá manipular de acordo com as suas necessidades.

source: Catalog statistics
de: Katalogstatistiken
pt: Estatísticas do catálogo

source: Circulation statistics
de: Ausleihstatistiken
pt: Estatísticas de circulação

source: To get a complete picture of your monthly or daily circulation, you can run the report twice, once for 'Type' of 'Checkout' and again for 'Renewal.'
de: Um einen guten Überblick über Ihre täglichen oder monatlichen Ausleihzahlen zu erhalten, können Sie den Report zweimal laufen lassen, einmal für 'Ausleihen' und einmal für 'Verlängerungen'.
pt: Para obter um quadro completo da circulação mensal ou diária, pode executar o relatório duas vezes, uma para o tipo 'Empréstimo' e, novamente, para 'Renovação'.

source: This report uses 'Period,' or date, filtering that allows you to limit to a month by simply selecting the first day of the first month through the first day of the next month. For example, 10/1 to 11/1 to find statistics for the month of October.
de: Dieser Report verwendet Zeitabschnitte oder Zeitpunkte, mit denen Sie das Ergebnis auf einen bestimmten Monat einschränken können, indem Sie den ersten Tag des ersten Monats und den ersten Tag des nächsten Monats eingeben. Zum Beispiel: 01/10 bis 01/11 für die Statistik des Monats Oktober.
pt: Este relatório usa o 'Período', ou data, filtragem que permite limitar a um mês, seleccionando o primeiro dia do primeiro mês até ao primeiro dia do mês seguinte. Por exemplo, 01/1 a 01/11 para encontrar as estatísticas do mês de Outubro.

source: To find daily statistics, set your date range.</br> Example: "I want circulation data starting with date XXX up to, but not including, date XXX."
de: Verwenden Sie den Datumsbereich für tägliche Statistiken. </br>Beispiel: "Ich möchte Ausleihstatistiken ab dem Datum XXX aufwärts, aber ohne Datum XXX."
pt: Para encontrar estatísticas diárias definia o intervalo de tempo.</br> Exemplo: "Eu quero os dados que circularam desde a data XXX até à data XXX, não incluída."

source: For a whole month, an example range would be: 11/01/2009 to 12/01/2009
de: Für einen ganzen Monat, wäre ein Datumsbereich zum Beispiel: 01/11/2009 bis 01/12/2009
pt: Durante um mês inteiro, os limites seriam por exemplo: 11/01/2009 para 2009/12/01

source: For a whole year, an example range would be: 01/01/2009 to 01/01/2010
de: Für ein ganzes Jahr, wäre der Datumsbereich zum Beispiel 01/01/2009 bis 01/01/2010
pt: Durante um ano inteiro, seria uma gama por exemplo: 01/01/2009 a 2010/01/01

source: For a single day, an example would be: 11/15/2009 to 11/16/2009 to find what circulated on the 15th
de: Für einen einzelnen Tag geben Sie z.B. 15/11/2009 bis 16/11/2009 an, um herauszufinden, was am 15. ausgeliehen wurde
pt: Para um único dia, seria um exemplo: 2009/11/15 a 2009/11/16 para encontrar o que circulou no dia 15

source: Tracking in house use
de: Vor-Ort-Benutzung erfassen
pt: Uso local

source: Using the Circulation statistics reporting wizard you can run reports on in house usage of items simply by choosing 'Local use' from the 'Type' pull down:
de: Wenn Sie die Ausleihstatistik unter Statistik-Wizards benutzen, können Sie den Report für die Vor-Ort-Benutzung von Exemplaren ausführen, indem Sie in der Auswahlliste für "Typ" die "Lokale Nutzung" auswählen:
pt: Usando as estatísticas de circulação pode executar relatórios para o uso local dos exemplares selecionando 'Uso local' na lista do 'Tipo':

source: Serials statistics
de: Zeitschriftenstatistiken
pt: Estatísticas de periódicos

source: Using the form provided, choose how you would like to list the serials in your system.
de: Verwenden Sie das Formular um festzulegen, wie die Zeitschriften in Ihrem System aufgelistet werden sollen.
pt: Usando o formulário fornecido, escolha como deseja listar os periódicos no sistema.

source: Holds statistics
de: Vormerkstatistiken
pt: Estatísticas de reservas

source: Using the form provided you can see statistics for holds placed, filled, cancelled and more at your library. From the form choose what value you want to display in the column and what value to show in the row. You can also choose from the filters on the far right of the form.
de: Wenn Sie das Statistikformular verwenden, können Sie Statistiken über gesetzte, erfüllte und stornierte Vormerkungen und weiteres erstellen. Wählen Sie, welche Information in den Zeilen und welche in den Spalten angezeigt werden soll. Sie können außerdem die Filter auf der rechten Seite des Formulars verwenden.
pt: Usando o formulário fornecido pode ver as estatísticas para as reservas feitas, satisfeitas, canceladas e mais informações na biblioteca. Do formulário escolha o valor que quer mostrar na coluna e o valor para a linha. Pode também escolher filtros à direita do formulário.

source: Patrons with the most checkouts
de: Benutzer mit den meisten Ausleihen
pt: Leitores com mais empréstimos

source: This report will simply list the patrons who have the most checkouts.
de: Dieser Report zeigt Ihnen, welche Benutzer die meisten Exemplare ausgeliehen haben.
pt: Este relatório irá listar os leitores com mais empréstimos.

source: Most circulated items
de: Meist-entliehene Exemplare
pt: Documentos mais emprestados

source: This report will simply list the items that have the been checked out the most.
de: Dieser Report zeigt Ihnen, welche Exemplare am häufigsten ausgeliehen wurden.
pt: Este relatório irá listar os exemplares que tiveram mais empréstimos.

source: Patrons with no checkouts
de: Benutzer ohne Ausleihen
pt: Leitores sem empréstimos

source: This report will list for you the patrons in your system who haven't checked any items out.
de: Dieser Report zeigt an, welche Benutzer zur Zeit nichts entliehen haben.
pt: Este relatório lista todos os leitores no sistema que nunca requisitaram um exemplar.

source: Items with no checkouts
de: Exemplare ohne Ausleihen
pt: Exemplares nunca emprestados

source: This report will list items in your collection that have never been checked out.
de: Dieser Report listet alle Exemplare in Bestand, die noch nie ausgeliehen wurden.
pt: Este relatório irá listar todos os exemplares que nunca foram emprestados.

source: Catalog by item type
de: Bestand nach Medientypen
pt: Catálogo por tipo de documento

source: This report will list the total number of items of each item type per branch.
de: Dieser Report listet auf, wieviele Exemplare der einzelnen Medientypen je Bibliothek im System vorhanden sind.
pt: Este relatório irá listar o número total de exemplares de cada tipo de documento por biblioteca.

source: Lost items
de: Vermisste Exemplare
pt: Exemplares perdidos

source: This report will allow you to generate a list of items that have been marked as Lost within the system
de: Dieser Report zeigt Ihnen eine Liste von Exemplaren, welche im System als "Verloren" gekennzeichnet sind.
pt: Este relatório irá listar os exemplares que foram marcados como perdidos no sistema

source: Once you have chosen parameters, you will see the corresponding list of items.
de: Sobald Sie die Parameter gesetzt haben, sehen Sie die entsprechende Liste.

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: lostitems-table).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: lostitems-table).

source: Orders by fund
de: Bestellungen nach Konten

source: If you use the :ref:`Acquisitions module<acquisitions-label>`, you will be able to see all the items that were ordered in each fund.
de: Wenn Sie das :ref:`Erwerbungsmodul <acquisitions-label>` verwenden, können Sie hier sehen, was für ein einzelne Konten bestellt wurde.

source: Once you choose the fund you wish to view, you can export the results or view them in the browser. If you choose to view them directly, you will be shown the list of orders.
de: Nachdem Sie das Konto ausgewählt haben, das Sie ansehen möchten, können Sie die Ergebnisse entweder exportieren oder direkt im Browser anzeigen lassen. Wenn Sie die Anzeige im Browser wählen, sehen Sie eine Liste der Bestellungen.

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: funds-table).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: funds-table).
