Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/reports.po
Languages: de, pt

source: Average loan time
de: Durchschnittliche Leihdauer
pt: Duração média do empréstimo

source: This report will list the average time items are out on loan based on the criteria you enter:
de: Dieser Report zeigt die Durchschnittsdauer eines Exemplars an welches sich in einer Ausleihe befindet, basierend auf den eingegebenen Kriterien:
pt: Este relatório lista o tempo médio de empréstimo baseado no critério que inseriu:

source: Report dictionary
de: Reports-Wörterbuch
pt: Dicionário dos relatórios

source: The report dictionary is a way to pre-define common filters you'd like to apply to your reports. This is a good way to add in filters that the report wizard doesn't include by default. To add a new definition, or filter, click 'New definition' on the reports dictionary page and follow the 4 step process.
de: Das Report-Wörterbuch ist eine Möglichkeit häufig verwendete Kriterien für Ihre Reports abzuspeichern. Es ist ein guter Weg Filter anzulegen, die der Report-Assistent nicht von sich aus anbietet. Um eine neue Definition oder Filter hinzuzufügen, klicken Sie auf 'Neue Definition' auf der Startseite des Report-Wörterbuchs und führen Sie die nachfolgenden 4 Schritte aus.
pt: O dicionário dos relatórios é uma forma de pré-definir filtros comuns a aplicar aos relatórios. É uma boa forma de adicionar filtros que o assistente de relatório não inclui por omissão. Para adicionar uma nova definição, ou filtro, clique em 'Nova definição' na página do dicionário de relatórios e siga os 4 passos.

source: Step 1: Name the definition and provide a description if necessary
de: Schritt 1: Benennen Sie die Definition und erfassen Sie eine Beschreibung
pt: Passo 1: Nomeie a definição e providencia uma descrição se necessário

source: Step 2: Choose the module that the will be queried.
de: Schritt 2: Modul auswählen
pt: Passo 2: Escolher o módulo que será consultado.

source: Step 3: Choose columns to query from the tables presented.
de: Schritt 3: Wählen Sie die Spalten für den Report aus den angezeigten Tabellen
pt: Passo 3: Escolher as colunas a consultar das tabelas apresentadas.

source: Step 4: Choose the value(s) from the field(s). These will be automatically populated with options available in your database.
de: Schritt 4: Wählen Sie die Werte der Felder. Diese werden automatisch mit Werten aus Ihrer Datenbank gefüllt.
pt: Passo 4: Escolha os valores dos campos. Estes serão automaticamente populados com as opções disponíveis na base de dados.

source: Confirm your selections to save the definition.
de: Bestätigen Sie Ihre Auswahl um die Definition zu speichern.
pt: Confirmar as suas selecções para guardar a definição.

source: Your definitions will all appear on the Reports Dictionary page
de: Ihre Definitionen werden auf der Wörterbuchseite angezeigt
pt: As suas definições vão aparecer na página de dicionário de relatórios

source: Then when generating reports on the module you created the value for you will see an option to limit by the definition at the bottom of the usual filters.
de: Wenn Sie dann einen neuen Report erstellen, wird Ihnen im Modul für welches die Definition erstellt wurde, diese in der Liste der Filter angeboten.
pt: Assim quando gerar relatórios no módulo onde criou o valor irá ver uma opção para limitar pela definição no fim dos filtros usuais.

source: Reports
pt: Relatórios

source: Parameter
pt: Parâmetro

source: SELECT surname, firstname FROM borrowers WHERE branchcode=<<Enter patron's library\|branches>> AND surname like <<Enter filter for patron surname (% if none)>>
pt: SELECT surname, firstname FROM borrowers WHERE branchcode=<<Biblioteca do leitor\|branches>> AND surname like <<Inserir filtro para o apelido do leitor (% se nenhum)>>

source: Send itemnumbers to batch item modification
pt: Enviar números de exemplares para modificação em lote

source: After running a report that contains itemnumbers the list of numbers can be imported directly into :ref:`Batch item modification` by clicking the batch modify button in the report results.
pt: Após executar um relatório que contem números de exemplares, a lista com os números pode ser importada directamente na :ref:`modificação de exemplares em lote` clicando no botão de modificação em lote nos resultados do relatório.
