Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/serials.po
Languages: de, hi

source: Serials
de: Zeitschriften
hi: धारावाहिक

source: Serials actions can be accessed by going to the 'More' menu at the top of your screen and choosing 'Serials' or by clicking 'Serials' on the main Koha staff interface page. The serials module in Koha is used for keeping track of journals, newspapers and other items that come on a regular schedule.
de: Um Aktionen im Zeitschriftenmodul durchzuführen, klicken Sie entweder auf 'Mehr' in der Menüleiste ganz oben und wählen dann 'Zeitschriften' aus, oder Sie klicken auf die Schaltfläche 'Zeitschriften' auf der Startseite der Dienstoberfläche. Das Zeitschriftenmodul in Koha wird genutzt um Zeitschriften, Zeitungen und andere Medien zu verwalten, die fortlaufend erscheinen.
hi: आपकी स्क्रीन के शीर्ष पर 'अधिक' मेनू पर जाकर और 'धारावाहिकों' का चयन करके या मुख्य कोहा स्टाफ इंटरफ़ेस पृष्ठ पर 'धारावाहिकों' पर क्लिक करके धारावाहिक क्रियाओं तक पहुँचा जा सकता है। कोहा में धारावाहिक मॉड्यूल का उपयोग पत्रिकाओं, समाचार पत्रों और अन्य वस्तुओं पर नज़र रखने के लिए किया जाता है जो नियमित समय पर आते हैं।

source: As with all modules, make sure you go through the related :ref:`implementation checklist <serials-configuration-label>` and :ref:`system preferences<serials-system-preferences-label>` before using the serials module.
de: Wie bei allen Modulen, sollten Sie zunächst die :ref:`Checkliste zur Implementierung <serials-configuration-label>` und die :ref:`Systemparameter <serials-system-preferences-label>` durchgehen, bevor Sie das Zeitschriftenmodul verwenden.
hi: सभी मॉड्यूल के साथ, सुनिश्चित करें कि आप संबंधित से गुजरते हैं :ref:`कार्यान्वयन चेकलिस्ट <serials-configuration-label>` और :ref:`सिस्टम वरीयताओं <serials-system-preferences-label>` सीरियल मॉड्यूल का उपयोग करने से पहले ।

source: *Get there:* More > Serials
de: *Pfad in Koha:* Mehr > Zeitschriften
hi: * वहां जाओ: * अधिक> सीरियल

source: Manage serial frequencies
de: Erscheinungsweisen von Zeitschriften verwalten
hi: सीरियल आवृत्तियों का प्रबंधन करें

source: Koha keeps a record of publication frequencies for easy management and duplication.
de: Koha kann Publikationsfrequenzen für deren einfache Verwaltung und mehrfache Verwendung speichern.
hi: Koha आसान प्रबंधन और दोहराव के लिए प्रकाशन आवृत्तियों की एक रिकॉर्ड रखता है।

source: *Get there:* More > Serials > Manage frequencies
de: *Pfad in Koha:* Mehr > Zeitschriften > Erscheinungsweisen verwalten
hi: * वहाँ जाओ: * अधिक> सीरियल> आवृत्तियों को प्रबंधित करें

source: From this page you can view all of the existing frequencies in your system.
de: Auf dieser Seite können Sie alle bereits angelegten Erscheinungsweisen in Ihrem System verwalten.
hi: इस पृष्ठ से आप अपने सिस्टम में मौजूदा आवृत्तियों के सभी देख सकते हैं

source: You can edit, delete and create new ones.
de: Sie können diese bearbeiten, löschen und Neue anlegen.
hi: आप नए किसी को संपादित, हटा सकते हैं और बना सकते हैं।

source: Adding a frequency
de: Erscheinungsweise anlegen
hi: एक आवृत्ति जोड़ना

source: To add a new frequency, click on the 'New frequency' button.
de: Um eine neue Erscheinungsweise anzulegen, klicken Sie auf die Schaltfläche "Neue Erscheinungsweise".
hi: एक नई आवृत्ति जोड़ने के लिए, 'नई आवृत्ति' बटन पर क्लिक करें।

source: Description: this is the name that will appear in the drop-down menu when creating a new serial subscription; make sure it is descriptive
de: Beschreibung: Dies ist der Name, der in der Auswahlliste beim Anlegen eines neuen Abonnements angezeigt wird. Stellen Sie sicher, dass Sie eine treffende Beschreibung wählen
hi: विवरण: यह वह नाम है जो एक नई सीरियल सदस्यता बनाते समय ड्रॉप-डाउन मेनू में दिखाई देगा; सुनिश्चित करें कि यह वर्णनात्मक है

source: Unit: this is the unit used for counting the cycle of publication. Choose either none (for irregular frequencies), day, week, month, or year.
de: Einheit: Dies ist die Einheit, die für die Zählung des Publikationszyklus verwendet werden. Wählen Sie entweder keine (für unregelmäßige Erscheinungsweisen), Tag, Woche, Monat oder Jahr.
hi: इकाई: यह प्रकाशन के चक्र को गिनने के लिए प्रयोग की जाने वाली इकाई है। (या तो अनियमित आवृत्तियों के लिए), दिन, सप्ताह, महीना, या वर्ष चुनें।

source: Issues per unit: this is how many issues are published during the unit chosen above (this will usually be 1).
de: Hefte je Einheit: Dies legt fest, wie viele Hefte innerhalb der oben ausgewählten Einheit erscheinen (üblicherweise ist dies 1).
hi: प्रति इकाई इश्यू: यह ऊपर बताई गई इकाई के दौरान कितने इश्यूों को प्रकाशित किया जाता है (यह आमतौर पर 1 होगा)।

source: Units per issue: this is how many units must we count until the next issue is published.
de: Einheiten je Heft: Dies legt fest, wie viele Einheiten gezählt werden, bis das nächste Heft erscheint.
hi: प्रति अंक की इकाइयाँ: अगले अंक के प्रकाशित होने तक हमें कितनी इकाइयों की गणना करनी चाहिए।

source: Display order: this is the display order in the drop-down menu when :ref:`creating a new subscription<add-a-subscription-label>` (you may want to put the most used frequencies at the top and the less frequent at the bottom; the top-most position is 0). Several frequencies can have the same display order value. If this is the case, they will appear in the order they were created.
de: Anzeigereihenfolge: Dies legt die Anzeigereihenfolge in der Auswahlliste bei :ref:`Anlegen eines Abonnements <add-a-subscription-label>` fest (Sie können z.B die meist verwendeten Erscheinungsweisen an den Anfang der Liste setzen und die seltener verwendeten am Ende, die erste Position ist 0). Sie können für mehrere Erscheinungsweisen den gleichen Sortierwert verwenden. Wenn dies der Fall ist, werden diese in der Reihenfolge angezeigt, in der Sie angelegt worden sind.
hi: प्रदर्शन क्रम: यह ड्रॉप-डाउन मेनू में डिस्प्ले ऑर्डर है जब :ref:`एक नई सदस्यता बना रहा है <add-a-subscription-label>` (आप शीर्ष और सबसे कम उपयोग की जाने वाली आवृत्तियों को रखना चाहते हैं) सबसे नीचे स्थित; सबसे ऊपरी स्थिति 0 है)। कई आवृत्तियों में एक ही डिस्प्ले ऑर्डर वैल्यू हो सकती है। यदि यह मामला है, तो वे उस क्रम में दिखाई देंगे जो वे बनाए गए थे।

source: To understand 'issues per unit' versus 'units per issue' you can read it as '<*issues* per unit> issue(s) every <*units* per issues> <unit>'. For example, a biweekly frenquency (every two weeks) would be '1 issue every 2 weeks'. So 'issues per unit' would be 1 and 'units per issue' would be 2. See below for more examples.
de: Um zu verstehen, wie "Hefte je Einheit" und "Einheiten je Heft" verwendet werden, können Sie diese so lesen: <*Hefte* je Einheit> Heft(e) alle <*Einheiten* je Heft> <Einheit>'. Zum Beispiel, eine 14-tägige Erscheinungsweise (alle zwei Wochen) wäre "1 Heft alle 2 Wochen". Dann wäre "Hefte je Einheit" 1 und "Einheiten je Heft" 2. Unten sehen Sie weitere Beispiele.
hi: प्रति अंक 'बनाम' प्रति यूनिट 'इश्यूों' को समझने के लिए आप इसे '<*issues* per unit> इश्यू(ओं) के रूप में हर <*units* per issues> <unit>' के रूप में पढ़ सकते हैं। उदाहरण के लिए, एक द्विवार्षिक उन्मूलन (हर दो सप्ताह में) 'हर 2 सप्ताह में 1 अंक' होगा। इसलिए 'प्रति इकाई अंक' 1 होगा और 'प्रति अंक' इकाइयाँ होंगी। 2. अधिक उदाहरणों के लिए नीचे देखें।

source: **Examples**
de: **Beispiele**
hi: **उदाहरण**

source: Here are some examples for most common serial publication frequencies.
de: Hier sind einige Beispiele für die häufigsten Erscheinungsweisen von Zeitschriften.
hi: यहाँ सबसे आम धारावाहिक प्रकाशन आवृत्तियों के लिए कुछ उदाहरण हैं।

source: Frequency
de: Erscheinungsweise
hi: आवृत्ति

source: Unit
de: Einheit
hi: इकाई

source: Issues per unit
de: Hefte je Einheit
hi: इश्यू प्रति यूनिट

source: Units per issue
de: Einheiten je Heft
hi: प्रति यूनिट इश्यू

source: Daily ("1 issue every 1 day")
de: Täglich ("1 Heft jeden Tag")
hi: दैनिक ("1 अंक हर 1 दिन")

source: Day
de: Tag
hi: दिन

source: Three times per week ("3 issues every 1 week")
de: Dreimal in der Woche ("3 Hefte jede Woche")
hi: प्रति सप्ताह तीन बार ("हर 1 सप्ताह में 3 इश्यू")

source: Week
de: Woche
hi: सप्ताह

source: Semiweekly ("2 issues every 1 week")
de: Halbwöchentlich ("2 Hefte jede Woche")
hi: अर्धसाप्ताहिक ("हर 1 सप्ताह में 2 इश्यू")

source: Weekly ("1 issue every 1 week")
de: Wöchentlich ("1 Heft jede Woche")
hi: साप्ताहिक ("हर 1 सप्ताह में 1 इश्यू")

source: Biweekly ("1 issue every 2 weeks")
de: Zweiwöchentlich ("1 Heft alle 2 Wochen")
hi: द्विसाप्ताहिक ("हर 2 सप्ताह में 1 इश्यू")

source: Monthly ("1 issue every 1 month")
de: Monatlich ("1 Heft jeden Monat")
hi: मासिक ("हर 1 महीने में 1 इश्यू")

source: Month
de: Monat
hi: महीना

source: Bimonthly ("1 issue every 2 months")
de: Zweimonatlich ("1 Heft alle 2 Monate")
hi: द्विमासिक ("हर 2 महीने में 1 इश्यू")

source: Quarterly ("1 issue every 3 months")
de: Quartalsweise ("1 Heft alle 3 Monate")
hi: त्रैमासिक ("हर 3 महीने में 1 इश्यू")

source: Semiannual ("1 issue every 6 months")
de: Halbjährlich ("1 Heft alle 6 Monate")
hi: अर्धवार्षिक ("हर 6 महीने में 1 इश्यू")

source: Annual ("1 issue every 1 year")
de: Jährlich ("1 Heft jedes Jahr")
hi: वार्षिक ("1 इश्यू हर 1 वर्ष")

source: Year
de: Jahr
hi: साल

source: Biennal ("1 issue every 2 years")
de: Zweijährlich ("1 Heft alle 2 Jahre")
hi: द्विवार्षिक ("हर 2 साल में 1 इश्यू")

source: Manage serial numbering patterns
de: Nummerierungsmuster für Zeitschriften verwalten
hi: सीरियल नंबरिंग पैटर्न प्रबंधित करें

source: Every time you create a new numbering pattern in serials you can save it for later use. These patterns are accessible via the 'Manage numbering patterns' page.
de: Jedes Mal wenn Sie ein neues Nummerierungsmuster anlegen, können Sie dies für die spätere Verwendung speichern. Sie können diese Muster über die Seite "Nummerierungsmuster verwalten" einsehen.
hi: हर आप एक नया पैटर्न नंबरिंग धारावाहिकों में आप बाद में उपयोग के लिए इसे बचाने के लिए कर सकते हैं बनाने के लिए। इन नमूनों का प्रबंधन नंबर पैटर्न पेज के माध्यम से सुलभ हैं।

source: *Get there:* More > Serials > Manage numbering patterns
de: *Pfad in Koha:* Mehr > Zeitschriften > Nummerierungsmuster verwalten
hi: * वहां जाओ: * अधिक> सीरियल> क्रमांकन पैटर्न प्रबंधित करें

source: This page will list for you the numbering patterns you have saved in the past as well as a few basic patterns.
de: Diese Seite führt Ihre selbst angelegten Nummerierungsmuster sowie einige vorgefertigte Muster auf.
hi: यह पृष्ठ आपके लिए पूर्व में सहेजे गए नंबरिंग पैटर्न के साथ-साथ कुछ बुनियादी पैटर्न को सूचीबद्ध करेगा।

source: If you have upgraded from an old version of Koha (before 3.14) you will see 'Backup patterns' listed for patterns. This is how Koha saved your old numbering patterns. You can edit these to give them more meaningful names from here.
de: Wenn Sie ein Upgrade einer früheren Koha-Version (vor 3.14) gemacht haben, können Sie "Backup-Muster" sehen, die vor der Koha-Version 3.14 angelegt wurden. So wurden Ihre alten Nummerierungsmuster beim Update gesichert. Sie können die Nummerierungsmuster bearbeiten und von hier aus aussagekräftigere Namen eingeben.
hi: यदि आपने कोहा (3.14 से पहले) के पुराने संस्करण से अपग्रेड किया है, तो आप पैटर्न के लिए सूचीबद्ध 'बैकअप पैटर्न' देखेंगे। इस तरह कोहा ने आपके पुराने नंबरिंग पैटर्न को बचाया। आप उन्हें यहाँ से और अधिक सार्थक नाम देने के लिए संपादित कर सकते हैं।

source: Adding a numbering pattern
de: Nummerierungsmuster anlegen
hi: एक क्रमांकन पैटर्न जोड़ना

source: To add new new pattern click the 'New numbering pattern' button.
de: Um ein neues Nummerierungsmuster anzulegen, klicken Sie auf die Schaltfläche "Neues Nummerierungsmuster".
hi: नए पैटर्न जोड़ने के लिए 'न्यू नंबरिंग पैटर्न' बटन पर क्लिक करें।

source: Name: this is the name that will appear in the drop-down menu when :ref:`creating a new serial subscription<add-a-subscription-label>`; make sure it is descriptive.
de: Name: Dies ist der Name, der in der Auswahlliste beim :ref:`Anlegen eines neuen Abonnements <add-a-subscription-label>` angezeigt wird. Stellen Sie sicher, dass Sie einen treffenden Namen wählen.
hi: नाम: यह वह नाम है जो ड्रॉप-डाउन मेनू में दिखाई देगा जब :ref:`एक नया सीरियल सदस्यता बनाना <add-a-subscription-label>`; सुनिश्चित करें कि यह वर्णनात्मक है।

source: Description: this is to further describe the numbering pattern; this does not appear when creating a new subscription, it only displays in the :ref:`numbering patterns table (see above)<manage-serial-numbering-patterns-label>`.
de: Beschreibung: Dies ist dafür gedacht um das Nummerierungsmuster weiter zu beschreiben; das Feld wird nicht angezeigt, wenn ein Abo angelegt oder bearbeitet wird, sondern erscheint ausschließlich in der :ref:`Tabelle der Nummerierungsmuster <manage-serial-numbering-patterns-label>`.
hi: विवरण: यह संख्या पैटर्न का वर्णन करने के लिए है; नई सदस्यता बनाते समय यह प्रकट नहीं होता है, यह केवल इसमें प्रदर्शित होता है :ref:`क्रमांकन पैटर्न तालिका (ऊपर देखें)<manage-serial-numbering-patterns-label>`.

source: Numbering formula: this is what is used to create the number for each issue. You can use up to three variables {X}, {Y}, and {Z} (see below). Along with the variables, you can enter any text you want to have appear in the issue number. You must also include any spaces you want to see in the issue numbers. The text will stay the same for each issue and the variables will vary.
de: Chronologisches Muster: Dies wird verwendet, um die Zählung für die Hefte zu generieren. Sie können bis zu drei Variable, {X}, {Y} und {Z} verwenden (siehe unten). Neben diesen Variablen können Sie beliebigen zusätzlichen Text angeben, der in der Zählung erscheinen soll. Sie müssen auch Leerzeichen angeben, die ausgegeben werden sollen. Der angegebene Text bleibt für jedes Heft gleich, die Variablen werden angepasst.
hi: क्रमांकन सूत्र: यह वह है जो प्रत्येक समस्या के लिए संख्या बनाने के लिए उपयोग किया जाता है। आप तीन चर {X}, {Y}, और {Z} (नीचे देखें) का उपयोग कर सकते हैं। चर के साथ, आप किसी भी पाठ को दर्ज कर सकते हैं जिसे आप अंक संख्या में दिखाना चाहते हैं। आपको किसी भी रिक्त स्थान को शामिल करना होगा जिसे आप अंक संख्या में देखना चाहते हैं। पाठ प्रत्येक अंक के लिए समान रहेगा और चर अलग-अलग होंगे।

source: The variables must be in capital letters and between curly brackets.
de: Die Variablen müssen in Großbuchstaben und geschweiften Klammern angegeben werden.
hi: चर बड़े अक्षरों में और घुंघराले कोष्ठक के बीच होने चाहिए।

source: Vol. {X} No {Y}
de: Bd. {X}, Nr. {Y}
hi: खंड. {X} अंक. {Y}

source: Issue {X}
de: Heft {X}
hi: इश्यू {X}

source: In the table, you need to enter the parameters for each variable.
de: In der Tabelle müssen Sie die Parameter für jede Variable angeben.
hi: तालिका में, आपको प्रत्येक चर के लिए मापदंडों को दर्ज करने की आवश्यकता है।

source: Label: this is simply a name for the variable, it is not used anywhere else, but it helps identify what the variable is supposed to be.
de: Beschriftung: Dies ist einfach der Name für die Variable und wird nur hier verwendet, aber hilft Ihnen dabei zu sehen, wofür die jeweilige Variable verwendet wird.
hi: लेबल: यह केवल चर के लिए एक नाम है, इसका उपयोग कहीं और नहीं किया जाता है, लेकिन यह पहचानने में मदद करता है कि चर क्या माना जाता है।

source: Add: how many numbers or units are added to the variable.
de: Hinzufügen: wie viele Hefte oder Einheiten zur Variable hinzugefügt werden.
hi: जोड़ें: चर में कितनी संख्या या इकाइयाँ जोड़ी जाती हैं।

source: Each: the numbers or units added to the variable are added each how many issues.
de: Alle: die Variable wird alle x Hefte erhöht.
hi: प्रत्येक: चर में जोड़ी गई संख्या या इकाइयां प्रत्येक को कितने मुद्दों से जोड़ा जाता है।

source: Set back to: this is used for cyclic numbering; enter the starting number.
de: Zurücksetzen auf: dies wird für zyklische Nummerierung verwendet; geben Sie den Startpunkt an.
hi: वापस सेट करें: यह चक्रीय नंबरिंग के लिए उपयोग किया जाता है; प्रारंभिक संख्या दर्ज करें।

source: When more than: this is used for cyclic numbering; enter the last number.
de: Wenn mehr als: dies wird für zyklische Nummerierung verwendet; geben Sie die zuletzt vergebene Nummer an.
hi: जब अधिक से अधिक: यह चक्रीय नंबरिंग के लिए उपयोग किया जाता है; अंतिम नंबर दर्ज करें।

source: When filling out these four parameter ('add', 'each', 'set back to' and 'when more than'), work column by column and read it as a sentence: "Add 1 Every 1 issue, set back to 1 when greater than 10".
de: Bei Ausfüllen dieser vier Parameter ("Hinzufügen", "Alle", "Zurücksetzen auf" und "Wenn mehr als"), gehen Sie am besten Spalte für Spalte vor und lesen es jeweils als einen Satz: "Füge 1 alle 1 (jedes) Hefte hinzu, setze zurück auf 1 when mehr als 10".
hi: इन चार पैरामीटर ('ऐड', 'प्रत्येक', 'सेट टू' और 'जब से अधिक') को भरते समय, कॉलम द्वारा कॉलम को काम करें और इसे एक वाक्य के रूप में पढ़ें: "1 हर 1 अंक जोड़ें, 1 पर वापस सेट करें। जब 10 से अधिक हो ”।

source: Formatting: this is used if, instead of numbers, you want words to appear in your issue number. You can choose
de: Formatierung: dies wird verwendet, wenn statt Ziffern Worte in der Zählung ausgegeben werden sollen. Sie können auswählen:
hi: स्वरूपण: इसका उपयोग तब किया जाता है, जब संख्याओं के बजाय, आप चाहते हैं कि शब्द आपके अंक संख्या में दिखाई दें। आप चुन सकते हैं

source: Name of day (Monday, Tuesday, Wednesday, etc.)
de: Name des Wochentags (Montag, Dienstag, Mittwoch, etc.)
hi: दिन का नाम (सोमवार, मंगलवार, बुधवार, आदि)

source: Name of day (abbreviated) (Mon, Tue, Wed, etc.)
de: Name des Wochentags (abgekürzt) (Mo, Di, Mi, etc.)
hi: दिन का नाम (संक्षिप्त) (सोम, मंगल, आदि)

source: Name of month (January, February, March, etc.)
de: Monatsname (Januar, Februar, März, etc.)
hi: महीने का नाम (जनवरी, फरवरी, मार्च, आदि)

source: Name of month (abbreviated) (Jan, Feb, Mar, etc.)
de: Monatsname (abgekürzt) (Jan, Feb, März, etc.)
hi: महीने का नाम (संक्षिप्त) (जनवरी, फरवरी, मार्च, आदि)

source: Name of season (Spring, Summer, Fall, Winter)
de: Name der Jahreszeit (Frühling, Sommer, Herbst, Winter)
hi: सीजन का नाम (स्प्रिंग, समर, फॉल, विंटर)

source: Name of season (abbreviated) (Spr, Sum, Fal, Win)
de: Name der Jahreszeit (abgekürzt) (Frü, Som, Her, Win)
hi: सीजन का नाम (संक्षिप्त) (स्प्रे, सम, फाल, विन)

source: When filling out the table, you must always use numbers, even to represent names of days, months or seasons. Here are the equivalent for each
de: Wenn Sie die Tabelle ausfüllen, müssen Sie immer Nummern verwenden, auch bei der Verwendung von Wochentage, Monaten oder Jahreszeiten. Hier sind die jeweiligen Entsprechungen
hi: तालिका को भरते समय, आपको हमेशा संख्याओं का उपयोग करना चाहिए, यहां तक कि दिनों, महीनों या मौसमों के नामों का प्रतिनिधित्व करने के लिए भी। यहाँ प्रत्येक के लिए बराबर हैं

source: Days
de: Tage
hi: दिन

source: Sunday
de: Sonntag
hi: रविवार

source: Monday
de: Montag
hi: सोमवार

source: Tuesday
de: Dienstag
hi: मंगलवार

source: Wednesday
de: Mittwoch
hi: बुधवार

source: Thursday
de: Donnerstag
hi: गुरुवार

source: Friday
de: Freitag
hi: शुक्रवार

source: Saturday
de: Samstag
hi: शनिवार

source: Months
de: Monate
hi: महिना

source: January
de: Januar
hi: जनवरी

source: February
de: Februar
hi: फ़रवरी

source: March
de: März
hi: मार्च

source: April
hi: अप्रैल

source: May
de: Mai
hi: मई

source: June
de: Juni
hi: जून

source: July
de: Juli
hi: जुलाई

source: August
hi: अगस्त

source: September
hi: सितम्बर

source: October
de: Oktober
hi: अक्टूबर

source: November
hi: नवम्बर

source: December
de: Dezember
hi: दिसंबर

source: Seasons
de: Jahreszeiten
hi: मौसम

source: Spring
de: Frühling
hi: वसंत

source: Summer
de: Sommer
hi: ग्रीष्म्काल

source: Fall
hi: प्रपात

source: Winter
hi: सर्दी

source: Before you save your numbering pattern, you can test it to make sure it behaves as you intend.
de: Bevor Sie Ihr Nummerierungsmuster abspeichern, können Sie dieses testen um sicher zu stellen, dass es sich wie gewollt verhält.
hi: इससे पहले कि आप अपने नंबरिंग पैटर्न को बचाएं, आप यह सुनिश्चित करने के लिए इसका परीक्षण कर सकते हैं कि यह आपके व्यवहार का है।

source: Frequency: choose a frequency that fits with your numbering pattern.
de: Erscheinungsweise: Wählen Sie eine Erscheinungsweise, die zu Ihrem Nummerierungsmuster passt.
hi: फ्रीक्वेंसी: एक आवृत्ति चुनें जो आपके नंबरिंग पैटर्न के साथ फिट हो।

source: First issue publication date: choose a date where your test will start.
de: Veröffentlichungsdatum des ersten Hefts: wählen Sie das Datum, zu dem Ihr Test beginnt.
hi: पहले अंक प्रकाशन की तारीख: एक तारीख चुनें जहां आपका परीक्षण शुरू होगा।

source: Subscription length: enter a number of issues, weeks or months to test your numbering pattern; if the numbering pattern is cyclic, it is recommended to try at least two cycles to see the change in cycles and make sure it behaves correctly.
de: Laufzeit: Geben Sie die Anzahl an Hefte, Wochen oder Monaten an um Ihr Nummerierungsmuster zu testen; wenn das Nummerierungsmuster zyklisch ist, sollten Sie wenigstens 2 Zyklen testen um die Änderung bei Übergang in den nächsten Zyklus zu sehen und sicher zu stellen, dass sich alles korrekt verhält.
hi: सदस्यता की लंबाई: अपने नंबरिंग पैटर्न का परीक्षण करने के लिए कई मुद्दों, हफ्तों या महीनों में प्रवेश करें; यदि क्रमांकन पैटर्न चक्रीय है, तो चक्रों में परिवर्तन को देखने के लिए कम से कम दो चक्रों को आज़माने की सलाह दी जाती है और सुनिश्चित करें कि यह सही ढंग से व्यवहार करता है।

source: Locale: if using names of days, months or season, you can choose the language in which these names will be displayed.
de: Sprache: Wenn Sie Namen für Tage, Monate oder Jahreszeiten verwenden, können Sie die Sprache wählen, in der diese Namen ausgegeben werden.
hi: लोकेल: यदि दिनों, महीनों या मौसम के नामों का उपयोग करते हैं, तो आप उस भाषा को चुन सकते हैं जिसमें ये नाम प्रदर्शित किए जाएंगे।

source: Locale doesn't currently work well with season names.
de: Für Jahreszeiten funktioniert die Übersetzung im Moment nur eingeschränkt.
hi: लोकेल वर्तमान में सीज़न नामों के साथ अच्छी तरह से काम नहीं करता है।

source: Next enter the parameters for your variables.
de: Als nächstes geben Sie die Parameter für Ihre Variablen an.
hi: अगला अपने चर के लिए पैरामीटर दर्ज करें।

source: Begins with: enter the first value for each variable, these should be the values of the issue entered in 'First issue publication date' above.
de: Beginnt mit: geben Sie den ersten Wert für jede Variable an, dieser sollten den Werten für das Heft entsprechen, dass Sie unter "Erstes Heft" darüber angegeben haben.
hi: के साथ शुरू होता है: प्रत्येक चर के लिए पहला मान दर्ज करें, ये ऊपर 'पहले अंक प्रकाशन की तारीख' में दर्ज किए गए मुद्दे के मान होने चाहिए।

source: Inner counter: enter how many issues have already passed in the cycle, so that Koha can calculate when to cycle back.
de: Innerer Zähler: Geben Sie an, wie viele Hefte bereits in diesem Zyklus erschienen sind, so dass Koha korrekt kalkulieren kann, wann die Variable auf den Startpunkt zurückspringen muss.
hi: इनर काउंटर: दर्ज करें कि चक्र में पहले से कितने मुद्दे पास हो गए हैं, ताकि कोहा गणना कर सके कि कब वापस चक्र करना है।

source: Click 'Test pattern' to see the results. If the result is what you expected, you can save your numbering pattern. If the results does not match your expectations, go back and tweak the parameters and test again.
de: Klicken Sie auf "Erscheinungsmuster testen", um das Ergebnis zu sehen. Wenn das Ergebnis dem entspricht, was Sie erwartet haben, können Sie das Nummerierungsmuster abspeichern. Wenn das Ergebnis nicht passt, gehen Sie zurück und passen Sie die Parameter an, bevor Sie erneut testen.
hi: परिणाम देखने के लिए 'टेस्ट पैटर्न' पर क्लिक करें। यदि परिणाम वही है जो आप उम्मीद करते हैं, तो आप अपने नंबरिंग पैटर्न को बचा सकते हैं। यदि परिणाम आपकी अपेक्षाओं से मेल नहीं खाते हैं, तो वापस जाएं और मापदंडों को फिर से ट्विक करें और फिर से परीक्षण करें।

source: Month and year for monthly serials
de: Monat und Jahr für eine monatliche Zeitschrift
hi: मासिक धारावाहिकों के लिए महीना और वर्ष

source: Numbering formula: {X} {Y}
de: Nummerierungsmuster: {X} {Y}
hi: क्रमांकन सूत्र: {X} {Y}

source: Label
de: Beschriftung
hi: लेबल

source: Add
de: Hinzufügen
hi: जोड़ें

source: Every
de: Alle
hi: प्रत्येक
