Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/serials.po
Languages: de, hi

source: Set back to
de: Zurücksetzen auf
hi: सेट वापस करने के लिए

source: When more than
de: Wenn mehr als
hi: जब से अधिक

source: Formatting
de: Formatierung
hi: फार्मेट किया जा रहा है

source: Name of month
de: Monatsname
hi: महीने का नाम

source: Volume and number for monthly serials
de: Band und Nummer für eine monatliche Zeitschrift
hi: मासिक सीरियलों के लिए महीना और वर्ष

source: Numbering formula: Vol.{X} No.{Y}
de: Nummerierungsmuster: Bd. {X} Nr. {Y}
hi: क्रमांकन सूत्र: खंड.{X} सं.{Y}

source: Volume
de: Jahrgang
hi: खंड

source: Number
de: Nummer
hi: संख्या

source: Season and year for quarterly serials
de: Jahreszeit und Jahr für eine Quartalsschrift
hi: त्रैमासिक धारावाहिकों के लिए सीजन और वर्ष

source: Season
de: Jahreszeit
hi: मौसम

source: Name of season
de: Name der Jahreszeit
hi: मौसम का नाम

source: Volume and number for weekly serials
de: Band und Nummer für eine wöchentliche Zeitschrift
hi: साप्ताहिक धारावाहिकों के लिए वॉल्यूम और संख्या

source: `Find more numbering patterns on Koha's wiki <https://wiki.koha-community.org/wiki/Serial_Pattern_Library>`__.
de: `Weitere Nummerierungsmuster im Koha-Wiki <https://wiki.koha-community.org/wiki/Serial_Pattern_Library>`__.
hi: `कोहा के विकी पर अधिक नंबरिंग पैटर्न खोजें <https://wiki.koha-community.org/wiki/Serial_Pattern_Library>`__.

source: Adding a subscription
de: Abonnement anlegen
hi: एक सदस्यता जोड़ें

source: Subscriptions can be added by clicking the 'New' button on any bibliographic record and choosing 'New subscription'
de: Abonnements können über die Schaltfläche "Neu" und Auswahl des Eintrags "Neues Abonnement" ausgehend von der Detailansicht eines Titelsatzes angelegt werden.
hi: सदस्यता किसी भी ग्रंथ सूची पर 'नया' बटन पर क्लिक करके और 'नई सदस्यता' का चयन करके जोड़ा जा सकता है

source: Or click the 'New subscription' button in the serials module
de: Oder klicken Sie auf die Schaltfläche "Neues Abonnement" im Zeitschriftenmodul.
hi: या धारावाहिक मॉड्यूल में 'नई सदस्यता' बटन पर क्लिक करें

source: If you are entering a new subscription from the Serials module you will be presented with a blank form (if creating new from a bibliographic record the form will include the record number info).
de: Wenn Sie ein neues Abonnement im Zeitschriftenmodul anlegen wird Ihnen eine leere Maske angezeigt (wenn Sie das Abonnement vom Titel aus anlegen ist der Titel bereits eingetragen).
hi: यदि आप धारावाहिक मॉड्यूल से एक नई सदस्यता दर्ज कर रहे हैं, तो आपको एक रिक्त फ़ॉर्म के साथ प्रस्तुत किया जाएगा (यदि एक ग्रंथ सूची से नया बनाना है तो प्रपत्र में रिकॉर्ड संख्या जानकारी शामिल होगी)।

source: Vendor: can be found by either searching vendors entered via the :ref:`Acquisitions module <acquisitions-label>` or manually entering the vendor ID number
de: 'Lieferant' kann entweder über die Suche nach dem Lieferanten im :ref:`Erwerbungsmodul <#acqmodule>` oder durch direkte Eingabe der Lieferantennummer befüllt werden.
hi: विक्रेता: वेंडर के माध्यम से दर्ज किए गए खोज विक्रेताओं द्वारा पाया जा सकता है :ref:`अधिग्रहण मॉड्यूल <acquisitions-label>` या मैन्युअल रूप से विक्रेता आईडी नंबर दर्ज करना

source: Vendor information is not required
de: Lieferanteninformationen sind nicht erforderlich
hi: वेंडर जानकारी की आवश्यकता नहीं है

source: In order to claim missing and late issues you need to enter vendor information
de: Um Reklamationen für vermisste oder verspätete Hefte zu erzeugen, müssen Sie Lieferanten erfassen.
hi: आदेश में लापता का दावा करने और देर इश्यूज में आप विक्रेता जानकारी दर्ज करने की आवश्यकता

source: Record: the biblionumber of the MARC record you'd like to link this subscription to
de: Datensatz: die Titelsatznummer des MARC-Datensatzes, der mit dem Abonnement verknüpft ist
hi: रिकॉर्ड: मार्क रिकॉर्ड के biblionumber आप इस सदस्यता को लिंक करना चाहते हैं

source: If you created a new subscription from a bibliographic record, the biblionumber and the title will already be filled in
de: Wenn Sie ein neues Abonnement ausgehend von der Detailansicht eines Titels anlegen, ist der Titel bereits sichtbar
hi: यदि आपने एक ग्रंथ सूची से एक नई सदस्यता बनाई है, तो biblio नंबर और शीर्षक पहले से ही भरे जाएंगे

source: You can search for an existing record by clicking on the 'Search for record' link below the boxes
de: Sie können nach einem vorhandenen Titelsatz suchen, in dem Sie "Datensatz suchen" unterhalb des Eingabefelds anklicken.
hi: आप बक्से के नीचे 'सर्च फॉर रिकॉर्ड' लिंक पर क्लिक करके मौजूदा रिकॉर्ड खोज सकते हैं

source: If there is no existing bibliographic record for this subscription, you can create one by clicking on the 'Create record' link below the boxes
de: Wenn für dieses Abonnement noch kein Titel vorhanden ist, können Sie diesen über den Link "Datensatz anlegen" unterhalb des Eingabefelds anlegen.
hi: यदि इस सदस्यता के लिए कोई मौजूदा ग्रंथ सूची रिकॉर्ड नहीं है, तो आप बॉक्स के नीचे 'रिकॉर्ड बनाएं' लिंक पर क्लिक करके एक बना सकते हैं

source: You can also manually enter the biblionumber for a record in the first box
de: Sie können die Titelsatznummer auch direkt im ersten Eingabefeld eingeben.
hi: आप पहले बॉक्स में रिकॉर्ड के लिए मैन्युअल रूप से biblio नंबर भी दर्ज कर सकते हैं

source: Next you can choose whether a new item is created when receiving an issue
de: Als nächstes können Sie festlegen, ob ein Exemplar angelegt werden soll, wenn ein Heft eingeht.
hi: अगला आप चुन सकते हैं कि कोई इश्यू प्राप्त करते समय कोई नया आइटम बनाया गया है या नहीं

source: If you add barcodes to issues or if your circulate them, choose to create an item upon reception
de: Wenn Sie Ihre Hefte für die Ausleihe mit Barcodes versehen, können Sie festlegen, dass Exemplare bei Eingang angelegt werden.
hi: यदि आप समस्याओं में बारकोड जोड़ते हैं या यदि आपका परिचालित करता है, तो स्वागत पर एक आइटम बनाना चुनें

source: When there is an irregular issue: choose how to handle irregularities in your subscription, by either skipping the issue number or keeping the issue number
de: Wenn es Unregelmäßigkeiten gibt: entscheiden Sie, ob bei einer Unregelmäßigkeit die Nummer in der Zählung übersprungen oder die Zählung fortgesetzt werden soll
hi: जब कोई अनियमित समस्या होती है: अपनी सदस्यता में अनियमितताओं को कैसे चुनें, समस्या संख्या को छोड़ कर या समस्या संख्या को रख कर चुनें

source: If the numbers are always sequential, choose 'Keep issue number'
de: Wenn die Nummern ohne Lücken fortlaufend gezählt werden, wählen Sie "Heftnummer behalten"
hi: यदि संख्या हमेशा अनुक्रमिक होती है, तो 'जारी रखें संख्या' चुनें

source: Manual history: if checked, you will be able to enter serials outside the prediction pattern once the subscription is saved. For example, 'The library has issues from June 1974 to December 1996'. To do so, go to the 'Planning' tab on the subscription detail page once the subscription is saved and click 'Edit history'.
de: Manuelle Historie: Durch Anhaken der "Manuellen Historie" können Sie auch Hefte eingeben, die außerhalb des Erscheinungsverlaufs liegen. Zum Beispiel: "Die Bibliothek hat die Hefte von Juni 1974 bis Dezember 1996". Rufen Sie hierzu den Reiter "Planung" auf der Detailansicht des Abonnements auf und klicken Sie auf "Historie bearbeiten".
hi: मैनुअल इतिहास: यदि जाँच की जाती है, तो सदस्यता के सेव होते ही आप भविष्यवाणी पैटर्न के बाहर धारावाहिकों में प्रवेश कर सकेंगे। उदाहरण के लिए, 'लाइब्रेरी में जून 1974 से दिसंबर 1996 तक के अंक हैं'। ऐसा करने के लिए, सब्स्क्रिप्शन के सेव होते ही सब्सक्रिप्शन डिटेल पेज पर 'प्लानिंग' टैब पर जाएं और 'एडिट हिस्ट्री' पर क्लिक करें।

source: Call number: your item's call number or call number prefix, this will be copied to items if they are created upon receiving.
de: Signatur: die Signatur Ihres Exemplars oder ein Signaturanfang, der in das Exemplarformular übernommen wird, wenn Sie bei Eingang Exemplare anlegen.
hi: कॉल नंबर: आपके आइटम का कॉल नंबर या कॉल नंबर उपसर्ग, यह आइटम पर कॉपी किया जाएगा यदि वे प्राप्त करने पर बनाए जाते हैं।

source: Library: the branch that owns this subscription.
de: Bibliothek: die Bibliothek, welche das Abo besitzt.
hi: पुस्तकालय: वह शाखा जो इस सदस्यता का मालिक है।

source: If more than one library subscribes to this serial you will need to create a subscription for each library
de: Wenn mehr als eine Bibliothek diese Zeitschrift abonniert hat, müssen Sie ein Abonnement je Bibliothek anlegen.
hi: यदि एक से अधिक पुस्तकालय इस सिरियल को सब्सक्रराइव करते है आप प्रत्येक पुस्तकालय के लिए एक सदस्यता बनाने की आवश्यकता होगी

source: This can be done easily by using the 'Edit as new (duplicate)' option found on the subscription information page and changing only the 'Library' field
de: Hier können Sie einfach die Option 'Abonnement duplizieren' auf der Abonnementseite verwenden und nur das Feld 'Bibliothek' verändern.
hi: इस 'नए (डुप्लिकेट) के रूप में संपादित' विकल्प सदस्यता जानकारी पृष्ठ पर पाया का उपयोग कर और केवल 'लाइब्रेरी' क्षेत्र बदलकर आसानी से किया जा सकता है

source: Public note: any notes you would like to appear in the OPAC for the patrons
de: Öffentliche Notiz: alle Notizen und Hinweise, die im OPAC für die Benutzer angezeigt werden sollen
hi: सार्वजनिक नोट: कोई भी नोट जिसे आप संरक्षक के लिए ओपेक में दिखाना चाहते हैं

source: Nonpublic note: should be used for notes that are only visible to staff members via the staff interface
de: Interne Notiz: dies kann für Notizen verwendet werden, die nur für Bibliothekspersonal in der Dienstoberfläche sichtbar sein sollen
hi: गैर सार्वजनिक नोट: का उपयोग उन नोटों के लिए किया जाना चाहिए जो केवल स्टाफ इंटरफ़ेस के माध्यम से स्टाफ सदस्यों को दिखाई देते हैं

source: Patron notification: you can pick a notice to send to patrons who subscribe to updates on this serial via the OPAC.
de: Benutzerbenachrichtigung: Sie können eine Benachrichtigung auswählen, die an Benutzer verschickt wird, die E-Mail-Benachrichtigungen für diese Zeitschrift über den OPAC abonniert haben.
hi: संरक्षक सूचना: आप ओपेक के माध्यम से इस धारावाहिक के अपडेट की सदस्यता लेने वाले संरक्षकों को भेजने के लिए एक नोटिस ले सकते हैं।

source: For this option to appear you need to make sure that you have a 'Serials (new issue)'-type notice set up in the :ref:`'Notices and slips' tool <notices-and-slips-label>`
de: Damit diese Option angezeigt wird, muss eine Vorlage für die Umlaufbenachrichtigung unter :ref:`Benachrichtigungen & Quittungen <notices-and-slips-label>` definiert sein.
hi: इस विकल्प को प्रदर्शित करने के लिए आपको यह सुनिश्चित करने की आवश्यकता है कि आपके पास एक 'धारावाहिक (नया इश्यू)' है - टाइप करें सूचना: में सेट करें :ref:`'नोटिस और स्लिप' टूल <notices-and-slips-label>`

source: Location: the shelving location, this will be copied to items if they are created upon receiving.
de: Standort: der Aufstellungsort, dieser wird in die Exemplare übernommen, wenn bei Eingang Exemplare angelegt werden.
hi: स्थान: शैल्विंग लोकेशन में डालने का स्थान, यह आइटम पर कॉपी किया जाएगा यदि वे प्राप्त करने पर बनाए जाते हैं।

source: Item type: if creating items upon reception, choose the item type of the items created.
de: Medientyp: wenn bei Eingang Exemplare angelegt werden, wird dieser Medientyp vorbelegt.
hi: आइटम प्रकार: यदि रिसेप्शन पर आइटम बनाते हैं, तो बनाए गए आइटम का आइटम प्रकार चुनें।

source: Item type for older issues: if creating items upon reception, choose the item type that will be assigned to previous issues when receiving new issues. This will only appear only if the :ref:`makePreviousSerialAvailable` is enabled.
de: Medientyp für ältere Hefte: Wenn Exemplare bei Eingang angelegt werden, wählen Sie den Medientyp, den die älteren Hefte erhalten sollen, wenn ein neues Heft zugeht. Dieses Feld wird nur angezeigt, wenn der Systemparameter :ref:`makePreviousSerialAvailable` aktiviert ist.
hi: पुराने मुद्दों के लिए आइटम प्रकार: यदि रिसेप्शन पर आइटम बनाते हैं, तो उस आइटम प्रकार को चुनें जो नए इश्यों को प्राप्त करते समय पिछले इश्यों को सौंपा जाएगा। यह केवल तभी दिखाई देगा जब :ref:`makePreviousSerialAvailable` सक्षम हो।

source: Grace period: the number of days before an issue is automatically moved from 'Expected' status to 'Late'. This mechanism requires that the :ref:`SerialsUpdate.pl cron job <cron-serials-update-label>` is set up to run regularly.
de: Gnadenfrist: Die Anzahl an Tagen bevor ein Heft automatisch von "Erwartet" auf "Verspätet" gesetzt wird. Dieser Mechanismus setzt voraus, dass der Cronjob :ref:`SerialsUpdate.pl <cron-serials-update-label>` eingerichtet wurde.
hi: ग्रेस अवधि: किसी मुद्दे से पहले दिनों की संख्या स्वचालित रूप से 'अपेक्षित' स्थिति से 'लेट' में चली जाती है। इस तंत्र के लिए यह आवश्यक है कि :ref:`SerialsUpdate.pl क्रॉन जॉब <cron-serials-update-label>` को नियमित रूप से चलाने के लिए सेट किया गया हो।

source: Number of issues to display to staff: this allows you to control how many issues appear by default in the staff interface catalog, in the 'Subscriptions' tab of the bibliographic record.
de: Anzahl an angezeigten Heften in der Dienstoberfläche: dies erlaubt Ihnen zu steuern, wie viele Hefte in der Dienstoberfläche im Katalog auf dem Reiter "Abonnements" angezeigt werden.
hi: कर्मचारियों को प्रदर्शित करने के लिए मुद्दों की संख्या: यह आपको यह नियंत्रित करने की अनुमति देता है कि ग्रंथ सूची के 'सब्स्क्रिप्शन' टैब में स्टाफ इंटरफ़ेस कैटलॉग में डिफ़ॉल्ट रूप से कितने मुद्दे दिखाई देते हैं।

source: If this is left empty, the value of the :ref:`StaffSerialIssueDisplayCount` system preference will be used.
de: Wenn dies frei gelassen wird, wird der Wert aus dem Systemparameter :ref:`StaffSerialIssueDisplayCount` verwendet.
hi: यदि इसे खाली छोड़ दिया जाता है, तो :ref:`StaffSerialIssueDisplayCount` सिस्टम वरीयता का उपयोग किया जाएगा।

source: This does not affect the number of items shown in the 'Holdings' tab if you create items for issues. It only affects the number of issues displayed in the 'Subscriptions' tab.
de: Dies beeinflusst nicht, wie viele Exemplare im Reiter "Exemplare" angezeigt werden, wenn Sie Exemplare für Hefte anlegen. Es betrifft nur die Anzahl der angezeigten Hefte im Reiter "Abonnements".
hi: यदि आप मुद्दों के लिए आइटम बनाते हैं, तो 'होल्डिंग्स' टैब में दिखाए गए आइटम की संख्या को प्रभावित नहीं करता है। यह केवल 'सदस्यता' टैब में प्रदर्शित मुद्दों की संख्या को प्रभावित करता है।

source: Number of issues to display to the public: this allows you to control how many issues appear by default in the OPAC, in the 'Subscriptions' tab in bibliographic records
de: Anzahl an angezeigten Heften im OPAC: dies erlaubt Ihnen zu steuern, wie viele Hefte im OPAC in der Detailansicht unter dem Reiter "Abonnements" angezeigt werden.
hi: जनता को प्रदर्शित करने के लिए मुद्दों की संख्या: यह आपको यह नियंत्रित करने की अनुमति देता है कि ग्रंथ सूची के 'सब्स्क्रिप्शन' टैब में ओपीएसी में डिफ़ॉल्ट रूप से कितने मुद्दे दिखाई देते हैं?

source: If this is left empty, the value of the :ref:`OPACSerialIssueDisplayCount` system preference will be used.
de: Wenn dies frei gelassen wird, wird der Wert aus dem Systemparameter :ref:`OPACSerialIssueDisplayCount` verwendet.
hi: यदि इसे खाली छोड़ दिया जाता है, तो :ref:`OPACSerialIssueDisplayCount` सिस्टम वरीयता का उपयोग किया जाएगा।

source: Once that data is filled in you can click 'Next' to enter the prediction pattern information.
de: Sobald diese Daten ausgefüllt sind, können Sie nach einem Klick auf 'Weiter' die Informationen zum Erscheinungsverlauf erfassen.
hi: एक बार जो डाटा आप में भर जाता क्लिक कर सकते हैं 'अगला' भविष्यवाणी पैटर्न की जानकारी दर्ज करने के लिए।

source: First issue publication date: enter the date of the issue you have in your hand, the date from which the prediction pattern will start
de: Unter "1. Heft" tragen Sie das Erscheinungsdatum des vorliegenden Heftes ein. Dies ist das Datum, mit dem das Erscheinungsmuster beginnt.
hi: पहले अंक प्रकाशन की तारीख: आपके हाथ में जारी मुद्दे की तारीख दर्ज करें, जिस तारीख से भविष्यवाणी पैटर्न शुरू होगा

source: Frequency: choose the frequency of your serial. There are several pre-defined options all of which are visible alongside your own custom frequencies in ':ref:`manage frequencies <manage-serial-frequencies-label>`'. If the frequency you are looking for is not there, you can :ref:`add a custom frequency<adding-serial-frequency-label>`.
de: Es gibt verschiedene vordefinierte Optionen für die 'Erscheinungsweise' einer Publikation, die gemeinsam mit Ihren eigenen benutzerdefinierten Erscheinungsweisen unter :ref:`Erscheinungsweisen verwalten <manage-serial-frequencies-label>` angezeigt werden. Wenn die gewünschte Erscheinungsweise noch nicht vorhanden ist, kann diese :ref:`neu angelegt <adding-serial-frequency-label>` werden.
hi: फ़्रीक्वेंसी: अपने सीरियल की फ़्रीक्वेंसी चुनें। कई पूर्व-परिभाषित विकल्प हैं, जिनमें से सभी अपने स्वयं के कस्टम आवृत्तियों के साथ दिखाई देते हैं ':ref:`आवृत्तियों का प्रबंधन करें <manage-serial-frequencies-label>` '. यदि आप जिस आवृत्ति की तलाश कर रहे हैं वह नहीं है, तो आप कर सकते हैं :ref:`एक कस्टम आवृत्ति जोड़ें<adding-serial-frequency-label>`.

source: Subscription length: enter the number of issues, weeks, or months in the subscription. This is also used for setting up renewal alerts.
de: Laufzeit: geben Sie die Anzahl an Heften, Wochen oder Monaten im Abonnement an. Dies wird auch für die Generierung der Verlängerungshinweise verwendet.
hi: सदस्यता की लंबाई: सदस्यता में मुद्दों, सप्ताह या महीनों की संख्या दर्ज करें। इसका उपयोग नवीकरण अलर्ट स्थापित करने के लिए भी किया जाता है।

source: Subscription start date: this is the date at which the subscription begins. This is used for setting up renewal alerts.
de: Abo-Beginn: dies ist das Datum, an welchem das Abonnement beginnt. Dieses Datum wird auch für Verlängerungshinweise verwendet.
hi: सदस्यता प्रारंभ तिथि: यह वह तिथि है जिस दिन सदस्यता शुरू होती है। इसका उपयोग नवीकरण अलर्ट स्थापित करने के लिए किया जाता है।

source: Subscription end date: this should only be entered for subscriptions that have ended (if you're entering in a backlog of serials).
de: Abo-Ende: dies sollte nur angegeben werden, wenn das Abonnement bereits beendet ist (falls Sie rückwirkend Zeitschriften erfassen)
hi: सदस्यता समाप्ति तिथि: यह केवल उन सदस्यता के लिए दर्ज किया जाना चाहिए जो समाप्त हो गए हैं (यदि आप धारावाहिकों के बैकलॉग में प्रवेश कर रहे हैं)।

source: Numbering pattern: choose how issues are numbered. The options here are the ones in the :ref:`manage numbering patterns <manage-serial-numbering-patterns-label>` section.
de: Nummerierungsmuster: legen Sie fest, wie die Hefte gezählt werden sollen. Die Optionen hier finden Sie unter :ref:` Nummerierungsmuster verwalten <manage-serial-numbering-patterns-label>`.
hi: नंबरिंग पैटर्न: चुनें कि मुद्दों को कैसे गिना जाता है। यहाँ विकल्प :ref:`क्रमांकन पैटर्न का प्रबंधन <manage-serial-numbering-patterns-label>` अनुभाग हैं।

source: If the numbering pattern you need has not been created yet, you can create a new one by clicking on 'Show advanced pattern' and then 'Modify pattern'. This is be the same as :ref:`adding a numbering pattern<adding-serial-numbering-pattern-label>` (see section above).
de: Wenn das benötigte Nummerierungsmuster noch nicht angelegt wurde, können Sie dies von hier aus tun, indem Sie zunächst auf "Zeige erweitertes Erscheinungsmuster" und dann "Muster bearbeiten". Dies funktioniert wie beim :ref:`Anlegen eines neuen Nummerierungsmusters <adding-serial-numbering-pattern-label>` (siehe Abschnitt darüber).
hi: यदि आपको जिस नंबरिंग पैटर्न की आवश्यकता है, वह अभी तक नहीं बनाया गया है, तो आप 'उन्नत पैटर्न दिखाएँ' और फिर 'संशोधित करें' पर क्लिक करके एक नया बना सकते हैं। यह समान रूप से :ref:`एक नंबरिंग पैटर्न जोड़ने वाला <adding-serial-numbering-pattern-label>` (ऊपर अनुभाग देखें) है।

source: Once a 'Numbering pattern' is chosen the numbering table will appear.
de: Sobald ein "Nummerierungsmuster" ausgewählt wurde, werden die zugehörigen Felder angezeigt.
hi: एक बार 'नंबरिंग पैटर्न' चुने जाने के बाद नंबरिंग टेबल दिखाई देगी।

source: For example: If the first issue to receive is "vol. 4, no. 1, iss. 796", you need to set up "inner counter = 0" But if it's "vol. 4, no. 2, iss. 797", the inner counter should be "1".
de: Zum Beispiel: Wenn das erste Heft "Jg. 4, Nr. 1, H.. 796" ist, müssen Sie den inneren Zähler auf 0 setzen. Aber wenn es "Jg. 4, Nr. 2, H. 797", ist, wird der innere Zähler auf 1 gesetzt.
hi: उदाहरण के लिए: प्राप्त करने के लिए पहला इश्यू है "खंड 4, अंक 1, आईएसएस 796", आप "भीतरी काउंटर = 0" स्थापित करने के लिए जरूरत है, लेकिन अगर यह "खंड 4, अंक 2, आईएसएस। 797", भीतरी काउंटर जाना चाहिए "1"

source: After filling in this data click the 'Test prediction pattern' button to see what issues the system will generate, if there are irregularities you can choose which issues don't exist from the list presented.
de: Wenn die Daten ausgefüllt sind, klicken Sie auf 'Erscheinungsweise testen', um zu sehen, wie die Hefte vom System generiert werden. Wenn es Unregelmäßigkeiten gibt, können Sie in der Liste auswählen, welche Hefte nicht erscheinen werden.
hi: 'टेस्ट भविष्यवाणी पैटर्न' बटन पर क्लिक इस डेटा में भरने के बाद क्या मुद्दों प्रणाली, उत्पन्न होगा अगर वहाँ अनियमितताओं आप चुन सकते हैं जो मुद्दों प्रस्तुत सूची से अस्तित्व में नहीं कर रहे हैं देखने के लिए।

source: If you have added :ref:`custom fields <additional-fields-label>`, they will be editable above the buttons at the bottom of the screen
de: Wenn Sie ein :ref:`Zusatzfeld <additional-fields-label>` hinzugefügt haben, können Sie dieses oberhalb der Schaltflächen am Ende der Seite bearbeiten.
hi: यदि आपने जोड़ा है :ref:`कस्टम फ़ील्ड <additional-fields-label>`, तो वे स्क्रीन के नीचे स्थित बटन के ऊपर संपादन योग्य होंगे

source: Click 'Save subscription' to save the information you have entered.
de: Klicken Sie auf "Abonnement speichern", um die eingegebenen Informationen zu speichern.
hi: आपके द्वारा दर्ज की गई जानकारी को बचाने के लिए 'सदस्यता सहेजें' पर क्लिक करें।

source: `Find sample serial examples in the serial pattern library on the wiki <https://wiki.koha-community.org/wiki/Serial_Pattern_Library>`__.
de: Einige Beispiele für verschiedene Zeitschriften finden Sie auf der Seite für Erscheinungsweisen im Wiki: <https://wiki.koha-community.org/wiki/Serial_Pattern_Library>`__.
hi: `विकी पर सीरियल पैटर्न लाइब्रेरी में नमूना सीरियल उदाहरणों का पता लगाएं<https://wiki.koha-community.org/wiki/Serial_Pattern_Library>`__.

source: Editing a subscription
de: Abonnement bearbeiten
hi: संपादित करें सदस्यता

source: To edit a subscription, click on 'Edit' and 'Edit subscription' from the subscription page. This will take you back to the same form as the one used when :ref:`creating a new subscription <add-a-subscription-label>`.
de: Um ein Abonnement zu bearbeiten, klicken Sie ausgehend von der Seite 'Abonnement' auf die Schaltfläche 'Bearbeiten > Abonnement bearbeiten'. Hier wird Ihnen das gleiche Formular wie beim :ref:`Anlegen eines Abonnements <add-a-subscription-label>` angezeigt.
hi: सदस्यता को संपादित करने के लिए, सदस्यता पृष्ठ से 'संपादित करें' और 'सदस्यता संपादित करें' पर क्लिक करें। यह आपको उसी रूप में वापस ले जाएगा जब उपयोग किया गया था :ref:`एक नई सदस्यता का निर्माण <add-a-subscription-label>`.

source: You can also batch edit subscriptions. To do so, search for the subscriptions you want to change. In the results, check the boxes next to the subscriptions to edit. The link 'Edit selected serials' will appear.
de: Sie können auch Abonnements im Stapel bearbeiten. Dafür suchen Sie das Abonnement, welches Sie ändern möchten. In der Ergebnisliste wählen Sie per Checkbox die Abonnements aus, die Sie bearbeiten möchten und klicken Sie dann den Link 'Ausgewählte Abos bearbeiten'.
hi: आप सब्सक्रिप्शन संपादित भी कर सकते हैं। ऐसा करने के लिए, उस सदस्यता को खोजें जिसे आप बदलना चाहते हैं। परिणामों में, संपादित करने के लिए सदस्यता के बगल में स्थित बक्सों की जाँच करें। लिंक 'एडिट सेलेक्टेड सीरियल्स' दिखाई देगा।

source: From there, you can change:
de: Von dort können Sie ändern:
hi: वहां से, आप बदल सकते हैं:

source: the vendor
de: den Lieferanten
hi: विक्रेता

source: the shelving location
de: den 'Standort' ist für den Aufstellungsort
hi: शैल्विग स्थान
