Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/serials.po
Languages: de, hi

source: When adding serials you enter a subscription length, using the check expiration tool you can see when your subscriptions are about to expire. To use the tool, click the link to 'Check expiration' on the serials menu.
de: Wenn Sie Abonnements anlegen, geben Sie die Laufzeit an, die Sie später mit der Funktion zur Überprüfung abgelaufener Abonnements recherchieren können. Klicken Sie auf "Ablaufdatum prüfen" in der Navigation auf der linken Seite, um die Funktion zu verwenden.
hi: धारावाहिकों को जोड़ते समय आप सदस्यता की लंबाई दर्ज करते हैं, चेक समाप्ति उपकरण का उपयोग करके आप देख सकते हैं कि आपकी सदस्यता कब समाप्त होने वाली है। टूल का उपयोग करने के लिए, धारावाहिक मेनू पर 'चेक एक्सपायरेशन' के लिंक पर क्लिक करें।

source: In the form that appears you need to enter at least a date to search by. You can also search by title, ISBN or library.
de: Im angezeigten Suchformular müssen Sie zumindest ein Datum für die Suche eingeben. Sie können auch nach Titel, ISBN und Bibliothek recherchieren.
hi: प्रकट होने वाले फॉर्म में आपको खोज करने के लिए कम से कम एक तिथि दर्ज करनी होगी। आप शीर्षक, आईएसबीएन या पुस्तकालय द्वारा भी खोज सकते हैं।

source: In your results you will see all subscriptions that will expire before the date you entered. From there you can choose to view the subscription further or renew it in one click.
de: In der Ergebnisliste sehen Sie alle Abonnements, die vor dem angegebenen Datum ablaufen. Von hier können Sie dann mit einem Klick entscheiden, ob das Abonnement verlänegert werden soll.
hi: अपने परिणामों में आप सभी सदस्यता उस तारीख से पहले आपके द्वारा दर्ज समाप्त हो जाएगा देखेंगे। वहां से आप आगे सदस्यता देखने या एक क्लिक में यह नवीनीकृत करने के लिए चुन सकते हैं।

source: If there is more than one subscription, you can check the boxes and click on 'Renew selected subscriptions' to renew all the serials. The serials will be renewed for the same amount of time as their previous subscription (i.e. if the last subscription for that serial lasted one year, the serial will be renewed for one year; if the last subscription was for 16 issues, it will be renewed for another 16 issues).
de: Gibt es mehr als ein Abonnement, können Sie die Abonnements über die Kontrollkästchen auswählen und auf 'Ausgewählte Abonnements verlängern' klicken um alle Abonnements zu verlängern. Die Zeitschriften werden mit dem gleichen Zeitraum verlängert, der im Abonnement angegeben war (wenn zum Beispiel das letzte Abonnement für diese Zeitschrift ein Jahr gültig war, wird die Zeitschrift um ein Jahr verlängert; war das letzte Abonnement für 16 Hefte gültig, so wird hier für 16 weitere Hefte verlängert).
hi: यदि एक से अधिक सदस्यता है, तो आप बक्से की जांच कर सकते हैं और सभी धारावाहिकों को नवीनीकृत करने के लिए वीनीकृत चयनित सदस्यताएँ ’पर क्लिक करें। सीरियलों का नवीनीकरण उनकी पिछली सदस्यता के रूप में उसी समय के लिए किया जाएगा (अर्थात यदि उस सीरियल की अंतिम सदस्यता एक वर्ष तक चली जाती है, तो धारावाहिक को एक वर्ष के लिए नवीनीकृत किया जाएगा; यदि अंतिम सदस्यता 16 मुद्दों के लिए थी, तो उसे नवीनीकृत कर दिया जाएगा; अन्य 16 इश्यूज के लिए)।

source: Renewing subscriptions
de: Abonnements verlängern
hi: सीरियलों का नवीनीकरण

source: If your serial subscription has expired you won't be able to receive issues. To renew your subscription you can click the 'Renew' button at the top of your subscription detail page.
de: Ist Ihr Zeitschriftenabonnement abgelaufen, können Sie keine Hefte mehr empfangen. Um Ihr Abonnement zu verlängern, klicken Sie auf die Schaltfläche 'Verlängern' über der Detailansicht des Abonnements.
hi: अपने सीरियल सदस्यता समाप्त हो गया है, तो आप मुद्दों को प्राप्त करने में सक्षम नहीं होगा। अपनी सदस्यता को नवीनीकृत करने के लिए आप अपनी सदस्यता विस्तार पृष्ठ के शीर्ष पर 'नवीनीकृत' बटन पर क्लिक कर सकते हैं।

source: Once you click the 'Renew' button you will be presented with renewal options.
de: Haben Sie die Schaltfläche "Verlängern" geklickt, werden Ihnen verschiedene Optionen zur Verlängerung angeboten.
hi: एक बार जब आप रिन्यू ’बटन पर क्लिक करते हैं तो आपको नवीनीकरण विकल्प के साथ प्रस्तुत किया जाएगा।

source: Start date: enter the date your subscription period starts.
de: Abo-Beginn: geben Sie das Datum ein, an dem das Abonnement beginnt.
hi: आरंभ तिथि: वह तिथि दर्ज करें, जब आपकी सदस्यता अवधि शुरू होती है।

source: Subscription length: enter the number of issues, weeks or months your subscription lasts
de: Laufzeit: geben Sie die Anzahl an Heften, Wochen oder Monaten an, die Ihr Abonnement läuft.
hi: सदस्यता की लंबाई: आपकी सदस्यता पिछले सप्ताह, या महीनों की संख्या दर्ज करें

source: Library: enter the library for which this subscription is
de: Bibliothek: geben Sie die Bibliothek an, welche dieses Abo hält
hi: पुस्तकालय: उस पुस्तकालय में प्रवेश करें जिसके लिए यह सदस्यता है

source: Note for the librarian that will manage your renewal request: enter any notes you might have about this renewal.
de: Hinweis für das Bibliothekspersonal, welches die Verlängerung bearbeitet: geben Sie Informationen weiter, die Sie zu dieser Verlängerung haben.
hi: उस लाइब्रेरियन के लिए ध्यान दें जो आपके नवीनीकरण अनुरोध का प्रबंधन करेगा: इस नवीकरण के बारे में आपके पास कोई भी नोट दर्ज करें।

source: Click 'Submit'.
de: Klicken Sie auf "Bestätigen".
hi: 'सबमिट' पर क्लिक करें

source: If your :ref:`RenewSerialAddsSuggestion` system preference is enabled, renewing a subscription will create a purchase suggestion in the :ref:`acquisitions module<acquisitions-label>` so that your acquisitions staff can manage it.
de: Wenn der Systemparameter :ref:`RenewSerialAddsSuggestion` aktiviert ist, erzeugt die Verlängerung eines Abonnements einen Anschaffungsvorschlag im :ref:`Erwerbungsmodul <acquisitions-label>`, so dass das Erwerbungspersonal diesen bearbeiten kann.
hi: आपकाr :ref:`RenewSerialAddsSuggestion` प्रणाली वरीयता सक्षम है, सदस्यता को नवीनीकृत करने से :ref:`अधिग्रहण मॉड्यूल <acquisitions-label>` खरीद होगी ताकि आपके अधिग्रहण कर्मचारी इसे प्रबंधित कर सकें।

source: Searching serials
de: Zeitschriften suchen
hi: सीरियल खोज रहा है

source: Once in the Serials module there is basic search box at the top that you can use to find subscriptions using any part of the ISSN and/or title.
de: Im Zeitschriftenmodul finden Sie eine Basis-Suchzeile oben auf der Seite, die Sie nutzen können, um nach Abonnements zu recherchieren, indem Sie Teile einer ISSN und/oder eines Titels eingeben.
hi: एक बार जब सीरियलों मॉड्यूल में वहाँ शीर्ष पर बुनियादी खोज बॉक्स है कि आप ISSN और / या शीर्षक के किसी भी भाग का उपयोग कर सदस्यता खोजने के लिए उपयोग कर सकते है।

source: You can also click the 'Advanced search' link to the right of the 'Submit' button to do a more thorough search of your serials.
de: Wenn Sie auf 'Erweiterte Suche' auf der rechten Seite neben der Schaltfläche 'Suche' klicken, bekommen Sie mehr verfügbare Suchoptionen angezeigt.
hi: आप अपने सीरियलों की अधिक गहन खोज करने के लिए 'सबमिट' बटन के दाईं ओर 'उन्नत खोज' लिंक पर भी क्लिक कर सकते हैं।

source: If you have :ref:`additional fields<additional-fields-label>` that are searchable, they will appear in this form.
de: Wenn Sie :ref:`Zusatzfelder <additional-fields-label>` definiert haben, werden Ihnen diese als nächstes angezeigt
hi: यदि आपके पास :ref:`अतिरिक्त फ़ील्ड <additional-fields-label>` जो खोजे जाने योग्य हैं, तो वे इस रूप में दिखाई देंगे।

source: From your results you can filter by using the search boxes at the bottom of each column and adjust the number of results using the toolbar at the top of the results set.
de: Ausgehend von Ihrer Trefferliste können Sie filtern, indem Sie die Suchboxen unten von jeder Spalte durchgehen und die Ergebnisliste anpassen, indem Sie die Werkzeugleiste über den Ergebnissen setzen.
hi: अपने परिणामों से आप प्रत्येक कॉलम के निचले भाग में स्थित खोज बॉक्स का उपयोग करके फ़िल्टर कर सकते हैं और परिणाम सेट के शीर्ष पर उपकरण पट्टी का उपयोग करके परिणामों की संख्या को समायोजित कर सकते हैं।

source: the public note
de: die OPAC-Notiz
