Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/serials.po
Languages: de, hi

source: the library
de: die Bibliothek
hi: लाइब्रेरी

source: the item type
de: den Medientyp
hi: आइटम प्रकार

source: the nonpublic note
de: die Interne Notiz
hi: नॉन पब्लिक नोट

source: whether or not to create an item when receiving an issue
de: ob Sie bei Zeitschriftenzugang ein Exemplar erstellen möchten, oder nicht
hi: किसी इश्यू को प्राप्त करते समय कोई आइटम बनाना है या नहीं

source: the expiration date
de: das Ablaufdatum
hi: समाप्ति की तारीख

source: any :ref:`custom fields <additional-fields-label>`
de: beliebige :ref:`Zusatzfelder <additional-fields-label>`
hi: कोई :ref:`कस्टम फील्ड्स <additional-fields-label>`

source: Leave the field unchanged to keep the original values.
de: Lassen Sie das Feld unverändert, um die Originalwerte zu behalten.
hi: मूल मान रखने के लिए अपरिवर्तित फ़ील्ड को छोड़ दें।

source: Receiving issues
de: Eingang von Heften
hi: इश्यूज को प्राप्त करना

source: Issues can be marked as received from several locations. To find a subscription, use the search box at the top of the Serials page to search for the serial you'd like to receive issues for:
de: Sie können von verschiedenen Seiten aus Hefte zugehen lassen. Um ein Abonnement zu finden, verwenden Sie das Suchfeld im oberen Bereich des Zeitschriftenmoduls um nach der Zeitschrift zu suchen, für die Sie ein Heft zugehen lassen möchten.
hi: इश्यू के रूप में कई स्थानों से प्राप्त चिह्नित किया जा सकता है। एक सदस्यता प्राप्त करने के लिए, सीरियल के लिए खोज करने के लिए सीरियलों पेज के शीर्ष पर खोज बॉक्स का उपयोग आप के लिए मुद्दों को प्राप्त करना चाहते हैं:

source: From the search results you can click the 'Serial receive' buton or you can click on the subscription title and then click the 'Receive' button.
de: Ausgehend von der Trefferliste können Sie entweder auf "Heftzugang" oder auf den Abonnementtitel und dann auf "Zugang" klicken.
hi: खोज परिणामों से आप 'सीरियल प्राप्त करें' बटन पर क्लिक कर सकते हैं या आप सदस्यता शीर्षक पर क्लिक कर सकते हैं और फिर 'प्राप्त करें' बटन पर क्लिक कर सकते हैं।

source: The final way to receive serials is from the 'Serial collection' page. To the left of the Subscription summary page there is a menu with a link to 'Serial collection'
de: Die letzte Möglichkeit Hefte zugehen zu lassen ist von der Seite 'Zeitschriftenbestand'. Auf der linken Seite der Abonnementzusammenfassung gibt es ein Menü mit einem Link 'Zeitschriftenbestand'.
hi: धारावाहिकों प्राप्त करने के लिए अंतिम रास्ता 'सीरियल संग्रह' पेज से है। सदस्यता सारांश पेज के बाईं ओर 'सीरियल' संग्रह के लिंक के साथ एक मेनू है

source: From the page that opens up, check the issue(s) you want to receive (the expected ones should be checked by default) and click 'Edit serials'.
de: Auf der nachfolgend angezeigten Seite wählen Sie die Hefte aus, die Sie zugehen lassen möchten (die Hefte im Status "Erwartet" sind automatisch ausgewählt) und klicken Sie auf "Hefte bearbeiten".
hi: खुलने वाले पृष्ठ से, उस मुद्दे की जांच करें जिसे आप प्राप्त करना चाहते हैं (अपेक्षित लोगों को डिफ़ॉल्ट रूप से जांचना चाहिए) और 'धारावाहिकों को संपादित करें' पर क्लिक करें।

source: All three of these options will open up the issue receive form:
de: Alle drei Optionen öffnen das Formular für den Zugang von Zeitschriftenheften:
hi: इन विकल्पों में इस मुद्दे को खुल जाएगा के सभी तीन प्रपत्र प्राप्त होता है:

source: Choose 'Arrived' from the status drop-down menu to mark an issue as received.
de: Wählen Sie "Eingetroffen" aus der Auswahlliste der Status um ein Heft eingehen zu lassen.
hi: प्राप्त स्थिति को चिह्नित करने के लिए स्थिति ड्रॉप-डाउन मेनू से 'आगमन' चुनें।

source: If you have decided to have an item record created for each issue an :ref:`item add form <adding-items-label>` will appear after choosing 'Arrived'. You can add multiple copies using the 'Number of copies to be made of this item' option at the bottom of the form.
de: Wenn Sie sich entschieden haben für jedes Heft ein Exemplar anzulegen, wird ein :ref:`Formular zur Exemplarerfassung <adding-items-label>` angezeigt, nachdem Sie 'Eingetroffen' ausgewählt haben. Sie können mehrere Exemplare auf einmal hinzufügen, indem Sie das Feld "Anzahl an Kopien, die von diesem Exemplar erstellt werden sollen" am Ende des Formulars ausfüllen.
hi: यदि आपने प्रत्येक अंक के लिए एक आइटम रिकॉर्ड बनाने का निर्णय लिया है :ref:`आइटम जोड़ें फ़ॉर्म <adding-items-label>` 'आगमन' चुनने के बाद दिखाई देगा। आप फॉर्म के निचले भाग में 'इस आइटम से बनी प्रतियों की संख्या' का उपयोग करके कई प्रतियाँ जोड़ सकते हैं.

source: If your issue has a supplemental issue with it, fill in the Supplemental issue information.
de: Wenn zu Ihrem Heft ein Supplement gehört, dann füllen Sie das Feld für Supplemente aus.
hi: यदि आपके इश्यू में इसके साथ एक पूरक इश्यू है, तो पूरक इश्यू की जानकारी भरें।

source: Key the entire numbering in the box after "Supplemental issue" no numbering will be inherited/auto-filled from the main issue, and exactly what you key in the box after "Supplemental issue" will be auto-filled in the item record's Serial enumeration/chronology [MARC21 952$h] (if you create item records).
de: Geben Sie die genaue Nummerierung an in der Box nach 'Supplement'. Ausgehend vom Hauptheft, wird keine Nummerierung übernommen/automatisch ausgefüllt und die Information, die Sie in die Box hinter dem 'Supplement' eingegeben haben wird in die Nummerierung/Chronologie [MARC21 952$h] im Exemplarsatz der Zeitschrift übernommen (wenn Sie Exemplarsätze anlegen).
hi: बाद "पूरक इश्यू" कोई नंबरिंग मुख्य इश्यू से/ऑटो-भरा विरासत जाएगा बॉक्स में पूरे नंबरिंग कुंजी, और आइटम रिकॉर्ड के सीरियल गणन/कालक्रम में भरे ऑटो वास्तव में क्या आप के बाद "पूरक इश्यू को" बॉक्स में महत्वपूर्ण होगा [MARC21 952$h] (यदि आप आइटम रिकॉर्ड बनाने)।

source: E.g., key this in its entirety if it's what you would like displayed: "v.69 no.3 (Mar. 2015) suppl."
de: Zum Beispiel: geben Sie dies in vollem Umfang an: "v.69 no.3 (Mar.2015) suppl."
hi: जैसे, अपनी संपूर्णता में इस कुंजी है, तो यह आप प्रदर्शित करना चाहते हैं क्या है: "v.69 no.3 (Mar. 2015) suppl."

source: If you have decided to have an item record created for each issue an :ref:`item add form <adding-items-label>` will appear for your supplement and for the issue itself
de: Wenn Sie sich entschieden haben für jedes Heft ein Exemplar anzulegen, wird eine Maske zur :ref:`Erfassung des Exemplars <adding-items-label>` für das Supplement und für das Heft angezeigt
hi: यदि आपने प्रत्येक मुद्दे के लिए एक आइटम रिकॉर्ड बनाया है, तो निर्णय लिया है: रेफरी: `आइटम जोड़ना फॉर्म <adding-items-label>` आपके परिशिष्ट के लिए और इस मुद्दे के लिए दिखाई देगा

source: Once you have entered your info you can click 'Save'
de: Geben Sie alle Daten ein und klicken Sie auf 'Speichern'
hi: एक बार जब आप अपनी जानकारी दर्ज किया है आप 'सहेजें' क्लिक कर सकते हैं

source: Serial collection
de: Zeitschriftenbestand
hi: सीरियल संग्रह

source: Each subscription has a Serial collection page available from the main Serials menu.
de: Für jedes Abonnement ist eine Seite mit dem Zeitschriftenbestand aus der Zeitschriftennavigation heraus aufrufbar.
hi: प्रत्येक सदस्यता में मुख्य सीरियल मेनू से एक सीरियल संग्रह पृष्ठ उपलब्ध है।

source: From this page you can manage additional tasks related to subscription issues such as receiving multiple issues and editing.
de: Auf dieser Seite können Sie weitere Aktionen in Verbindung mit den Zeitschriftenheften ausführen, wie den Zugang mehrerer Hefte und der Bearbeitung von Heften.
hi: इस पृष्ठ से आप सदस्यता से संबंधित अतिरिक्त कार्यों को प्रबंधित कर सकते हैं जैसे कई मुद्दे और संपादन प्राप्त करना।

source: Clicking the Generate next button will generate the next issue for you and mark the previously expected issue as ‘Late’ automatically.
de: Wenn Sie auf "Nächstes erzeugen" klicken, wird das nächste Heft erzeugt und das aktuell erwartete Heft automatisch auf 'Verspätet' gesetzt.
hi: जनरेट नेक्स्ट बटन पर क्लिक करने से आपके लिए अगला अंक उत्पन्न होगा और पहले से अपेक्षित मुद्दे को लेट ’के रूप में स्वचालित रूप से चिह्नित किया जाएगा।

source: Check the box in the Edit column for one or more previous issues and then click the Edit serials button. This will bring you to the same screen as when you are :ref:`receiving issues<receive-issues-label>`. From there, you can edit the numbering, dates, status, and add notes.
de: Wählen Sie eines oder mehrere vorherige Hefte über die Checkboxen in der Spalte 'Bearbeiten' aus und klicken Sie anschließend auf die 'Hefte bearbeiten'-Schaltfläche. So gelangen Sie zu derselben Seite wie beim :ref:`Zugang von Heften <receive-issues-label>` und können hier dann die Zählung, Daten, Status und Hinweise für diese Hefte ändern.
hi: एक या अधिक पिछले मुद्दों के लिए संपादन कॉलम में बॉक्स को चेक करें और फिर धारावाहिकों को संपादित करें बटन पर क्लिक करें। यह आपको उसी स्क्रीन पर लाएगा जब आप हैं :ref:`प्राप्त करने वाले मुद्दे <receive-issues-label>`. वहां से, आप नंबरिंग, दिनांक, स्थिति संपादित कर सकते हैं और नोट्स जोड़ सकते हैं।

source: Creating a routing list
de: Umlaufliste erstellen
hi: अनुमार्गण सूची बनाएँ

source: A routing list is a list of people who receive the serial before it goes to the shelf. To enable routing lists, set your :ref:`RoutingSerials` preference to 'Use'.
de: Eine Umlaufliste ist eine Liste von Personen, die ein Heft zuerst erhalten, bevor es in der Bibliothek zur Verfügung gestellt wird. Umlauflisten können über den Systemparameter :ref:`RoutingSerials` aktiviert werden.
hi: एक रूटिंग सूची उन लोगों की एक सूची है जो शेल्फ पर जाने से पहले धारावाहिक प्राप्त करते हैं। रूटिंग सूचियों को सक्षम करने के लिए, अपना सेट करें :ref:`RoutingSerials` वरीयता को उपयोग’ करें।

source: When on the subscription page you will see a link to the left that reads 'Create routing list' or 'Edit routing list'
de: Auf der Abonnementseite sehen Sie auf der linken Seite einen Link 'Neue Umlaufliste'.
hi: जब सदस्यता पृष्ठ पर आपको बाईं ओर एक लिंक दिखाई देगा, जिसमें लिखा होगा कि 'रूटिंग सूची बनाएँ' या 'राउटिंग सूची संपादित करें'

source: Clicking that link will bring you to the form to add a new routing list.
de: Mit einem Klick auf diesen Link gelangen Sie auf das Formular, um eine neue Umlaufliste anzulegen.
hi: उस लिंक पर क्लिक करने से आप एक नई रूटिंग सूची जोड़ने के लिए फॉर्म में आ जाएंगे।

source: From here, click 'Add recipients' to add users to the routing list. In the menu that appears you can filter patrons by part of their name, their library, or their patron category.
de: Hier können Sie über "Benutzer hinzufügen" Benutzer auf die Umlaufliste setzen. Sie können nach den Namen der Benutzer, ihrer Heimatbibliothek oder ihrem Benutzertyp suchen.
hi: यहां से उपयोगकर्ताओं को रूटिंग सूची में जोड़ने के लिए 'प्राप्तकर्ता जोड़ें' पर क्लिक करें। दिखाई देने वाले मेनू में आप संरक्षक को उनके नाम, उनके पुस्तकालय या उनके संरक्षक श्रेणी के अनुसार फ़िल्टर कर सकते हैं।

source: Click 'Add' to the right of each name to add them to the routing list. When you have chosen all of the people for the list, click the 'Close' button to be redirected to the routing list.
de: Wenn Sie auf "Hinzufügen" auf der rechten Seite des Namens klicken, wird der Benutzer auf der Umlaufliste eingetragen. Nachdem Sie alle Benutzer auf die Umlaufliste gesetzt haben, klicken Sie auf "Schließen" um zur Umlaufliste zurückzukehren.
hi: रूटिंग सूची में उन्हें जोड़ने के लिए प्रत्येक नाम के दाईं ओर 'जोड़ें' पर क्लिक करें। जब आपने सूची के सभी लोगों को चुना है, तो रूटिंग सूची पर पुनर्निर्देशित होने के लिए 'बंद करें' बटन पर क्लिक करें।

source: From this form, you can play with the order of the users and add notes. If you always add the same note, you can enter it in the :ref:`RoutingListNote` system preference.
de: In diesem Formular können Sie die Reihenfolge der Benutzer verändern und Hinweise hinzufügen. Wenn Sie immer den selben Hinweistext verwenden, können Sie diesen auch global im Systemparameter :ref:`RoutingListNote` hinterlegen.
hi: इस फ़ॉर्म से, आप उपयोगकर्ताओं के आदेश के साथ खेल सकते हैं और नोट्स जोड़ सकते हैं। यदि आप हमेशा एक ही नोट जोड़ते हैं, तो आप इसे :ref:`RoutingListNote` सिस्टम वरीयता में दर्ज कर सकते हैं।

source: If the list looks the way you expect it to, click 'Save'.
de: Wenn die Liste so aussieht, wie Sie diese haben möchten, klicken Sie auf "Speichern".
hi: यदि सूची उस तरह दिखती है जिससे आप इसकी अपेक्षा करते हैं, तो 'सहेजें' पर क्लिक करें।

source: Next, you will be brought to a preview of the routing list. To print the list click 'Save and preview routing slip.' This will open a printable version of the list.
de: Als nächstes wird eine Vorschau der Umlaufliste angezeigt. Klicken Sie auf "Speichern und Vorschau", um die Liste auszudrucken. Es wird die Druckansicht in einem separaten Fenster geöffnet.
hi: अगला, आपको रूटिंग सूची के पूर्वावलोकन में लाया जाएगा। सूची को प्रिंट करने के लिए 'सेव और प्रीव्यू रूटिंग स्लिप' पर क्लिक करें। यह सूची का एक मुद्रण योग्य संस्करण खोल देगा।

source: If :ref:`RoutingListAddReserves` is enabled, patrons listed in the routing list will automatically be added to the holds list for the issue.
de: Wenn der Systemparameter :ref:`RoutingListAddReserves` aktiv ist, werden automatisch für alle Benutzer auf der Umlaufliste Vormerkungen auf neu zugegangene Hefte gesetzt.
hi: यदि :ref:`RoutingListAddReserves` सक्षम किया गया है, रूटिंग सूची में सूचीबद्ध संरक्षक स्वचालित रूप से समस्या के लिए होल्ड सूची में जुड़ जाएंगे।

source: To see a list of all of the routing lists for a specific patron is visit the :ref:`routing lists tab <routing-lists-label>` on their patron record. Patrons are able to see a list of their own routing lists when logged into the OPAC in the :ref:`your routing lists <your-routing-lists-label>` tab.
de: Eine Liste aller Umlauflisten auf denen ein Benutzer steht, ist im Benutzerkonto über den Reiter :ref:`Umlauflisten <routing-lists-label>` verfügbar. Angemeldete Benutzer können eine Liste Ihrer Umlauflisten im OPAC über den Reiter :ref:`Umlauflisten <your-routing-lists-label>`einsehen.
hi: किसी विशिष्ट संरक्षक के लिए सभी रूटिंग सूचियों की सूची देखने के लिए :ref:`मार्ग सूचियाँ टैब <routing-lists-label>` उनके संरक्षक रिकॉर्ड पर जाएँ। ओपेक में :ref:`आपकी रूटिंग सूचियों <your-routing-lists-label>` टैब में लॉग इन करने पर संरक्षक अपनी स्वयं की रूटिंग सूचियों की एक सूची देख सकते हैं।

source: Subscriptions in the staff interface
de: Abonnements in der Dienstoberfläche
hi: स्टाफ इंटरफ़ेस में सदस्यता

source: Subscription information will appear on bibliographic records under the 'Subscriptions' tab
de: Informationen zum Abonnement werden Ihnen im bibliographischen Datensatz im Reiter 'Abonnements' angezeigt.
hi: सदस्यता जानकारी 'सदस्यता' टैब के अंतर्गत ग्रंथ सूची रिकॉर्ड पर दिखाई देगा

source: Clicking the 'Subscription details' link will take you to the Subscription summary page in the staff interface.
de: Wenn Sie in diesem Reiter auf den Link "Abo-Details" klicken, gelangen Sie zur Detailansicht des Abonnements in der Dienstoberfläche.
hi: 'सदस्यता विवरण' लिंक पर क्लिक करने से आप कर्मचारी इंटरफ़ेस में सदस्यता सारांश पृष्ठ पर पहुंच जाएंगे।

source: If you are using the :ref:`acquisitions <acquisitions-label>` module to keep track of :ref:`serial subscriptions <order-from-a-serial-subscription-label>` you will see an extra 'Acquisition details' tab in your subscription details.
de: Wenn Sie das :ref:`Erwerbungsmodul <acquisitions-label>` verwenden um Ihre :ref:`Zeitschriftenabonnements <order-from-a-serial-subscription-label>` zu bestellen, wird ein separater Reiter mit "Erwerbungsdetails" in den Abonnementsdetails angezeigt.
hi: यदि आप :ref:`Acquisitions <acquisitions-label>` मॉड्यूल का ट्रैक रखने के लिए उपयोग कर रहे हैं :ref:`सीरियल सदस्यताएँ <order-from-a-serial-subscription-label>` आपको एक अतिरिक्त 'अधिग्रहण विवरण' टैब दिखाई देगा आपकी सदस्यता का विवरण.

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: orders).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: orders).
hi: आप इस तालिका के स्तंभों को :ref:`'तालिका सेटिंग्स' <column-settings-label>` व्यवस्थापन मॉड्यूल के अनुभाग (तालिका आईडी: आदेश) को अनुकूलित कर सकते हैं।

source: Subscriptions in the OPAC
de: Abonnements im OPAC
hi: ओपेक में सदस्यताए

source: When viewing the subscription in the OPAC there will be several options. You can choose which tab appears by default with the :ref:`opacSerialDefaultTab` system preference.
de: Wenn Sie das Abonnement im OPAC aufrufen, gibt es verschiedene Optionen. Sie können über den Systemparameter :ref:`opacSerialDefaultTab` festlegen, welcher Reiter voreingestellt zuerst angezeigt wird.
hi: ओपेक में सदस्यता को देखने पर कई विकल्प होंगे। आप चुन सकते हैं कि कौन सा टैब डिफ़ॉल्ट रूप से :ref:`opacSerialDefaultTab` सिस्टम वरीयता के साथ आता है।

source: Like in the staff interface, there will be a Subscriptions tab on the bibliographic record.
de: Wie in der Dienstoberfläche gibt es auch hier einen Reiter "Abonnements" in der Detailansicht eines Titels.
hi: स्टाफ इंटरफ़ेस की तरह, ग्रंथ सूची पर एक सदस्यता टैब होगा।

source: Under this tab will appear the number of issues you chose when :ref:`setting up the subscription <add-a-subscription-label>` or in your :ref:`OPACSerialIssueDisplayCount` system preference. Clicking the 'More details' link will provide you with additional information about the serial history. You can set the default view of the serial history in the OPAC with the :ref:`SubscriptionHistory` system preference.
de: In diesem Tab wird Ihnen die Anzahl der Hefte angezeigt, die Sie beim :ref:`Anlegen des Abonnements <add-a-subscription-label>` oder im Systemparameter :ref:`OPACSerialIssueDisplayCount` definiert haben. Klicken Sie auf die Schaltfläche 'Weitere Details', bekommen Sie zusätzliche Informationen über die Zeitschriftenhistorie angezeigt. Mit dem Systemparameter :ref:`SubscriptionHistory` können Sie voreinstellen, welche Historie für Zeitschriftenhefte im OPAC angezeigt werden soll.
hi: इस टैब के अंतर्गत आपके द्वारा चुने गए मुद्दों की संख्या दिखाई देगी :ref:`सदस्यता सेट करना <add-a-subscription-label>` या अपने `में :ref:`OPACSerialIssueDisplayCount` सिस्टम वरीयता। 'अधिक जानकारी' लिंक पर क्लिक करने से आपको धारावाहिक इतिहास के बारे में अतिरिक्त जानकारी मिलेगी। आप OPAC में :ref:`SubscriptionHistory` सिस्टम वरीयता के साथ धारावाहिक इतिहास का डिफ़ॉल्ट दृश्य सेट कर सकते हैं।

source: There are two views, brief and full. The brief serial subscription history will show basic information regarding the subscription.
de: Es gibt zwei verschiedene Sichten: Kurzansicht und Vollständige Sicht. Die Kurzansicht zur Abonnementhistorie zeigt die grundlegenden Informationen zum Abonnement.
hi: दो विचार हैं, संक्षिप्त और पूर्ण। संक्षिप्त धारावाहिक सदस्यता इतिहास सदस्यता के बारे में बुनियादी जानकारी दिखाएगा।

source: From this brief display patrons can subscribe to be notified of new issues as they are released by clicking the 'Subscribe to email notifications of new issues' button. This link will only appear if you have chosen to notify patrons when :ref:`creating the subscription <add-a-subscription-label>`.
de: Ausgehend von der Kurzhistorie können Benutzer neue Hefte abonnieren, indem Sie auf den Link "E-Mail Benachrichtigung für neue Zeitschriftenhefte abonnieren" klicken. Damit der Link angezeigt wird muss im :ref:`Abonnement <add-a-subscription-label>` eine Benachrichtigung definiert sein.
hi: इस संक्षिप्त प्रदर्शन से संरक्षक नए मुद्दों के अधिसूचित होने के लिए सदस्यता ले सकते हैं क्योंकि वे 'नए मुद्दों की ईमेल सूचनाओं की सदस्यता लें' बटन पर क्लिक करके जारी किए जाते हैं। यह लिंक केवल तभी दिखाई देगा जब आपने संरक्षक को सूचित करने के लिए चुना है :ref:`सदस्यता बनाना <add-a-subscription-label>`.

source: You can see those who subscribe to new issue alerts by going to the subscription page in the staff client and looking on the right of the 'Information' tab.
de: Das eine Benachrichtigung für ein Abonnement existiert können Sie in der Dienstoberfläche im Zeitschriftenmodul auf der Seite des Abonnements im Reiter 'Informationen' auf der rechten Seite sehen.
hi: आप उन लोगों को देख सकते हैं जो स्टाफ क्लाइंट में सदस्यता पृष्ठ पर जाकर और 'सूचना' टैब के अधिकार की तरफ देखते हुए नए मुद्दे अलर्ट की सदस्यता लेते हैं।

source: Whereas the full view shows extensive details, broken out by year, regarding the subscription
de: Wohingegen die vollständige Historie erweiterte Informationen anzeigt, nach Jahr geordnet.
hi: जबकि पूर्ण दृश्य व्यापक विवरण, वर्ष से बाहर टूट, सदस्यता के बारे में पता चलता है

source: Claiming late issues
de: Verspätete Hefte reklamieren
hi: देर से आने वाले इश्यूज का दावा करें

source: Koha can send email messages to your serial vendors if you have late issues. To the left of the main serials page there is a link to 'Claims'.
de: Koha kann Reklamationsmails für verspätete Hefte an die Zeitschriftenlieferanten verschicken. Auf der Startseite des Zeitschriftenmoduls gibt es hierzu auf der linken Seite den Link "Reklamationen".
hi: यदि आपको देर से समस्या आती है, तो कोहा आपके धारावाहिक विक्रेताओं को ईमेल संदेश भेज सकता है। मुख्य धारावाहिक पृष्ठ के बाईं ओर 'दावा' की एक कड़ी है।

source: The links to claims also appears to the left of the subscription detail page
de: Der Link zu den Reklamationen wird ebenfalls auf der linken Seite der Abonnementseite angezeigt
hi: दावों के लिए लिंक भी सदस्यता विस्तार पृष्ठ के बाईं ओर दिखाई देता है

source: If you don't have a claim notice defined yet you will see a warning message that you need to first define a notice in the :ref:`Notices and slips tool<notices-and-slips-label>`.
de: Wenn Sie noch kein Reklamationsschreiben in :ref:`Benachrichtigungen und Quittungen <notices-and-slips-label>` definiert haben, wird eine entsprechende Warnmeldung angezeigt.
hi: यदि आपके पास अभी तक कोई दावा नोटिस परिभाषित नहीं है, तो आपको एक चेतावनी संदेश दिखाई देगा, जिसे आपको पहले नोटिस में परिभाषित करने की आवश्यकता है :ref:`नोटिस और स्लिप टूल<notices-and-slips-label>`.

source: Clicking 'Claims' will open a report that will ask you to choose from your various serial vendors to generate claims for late issues.
de: Unter 'Reklamationen' finden Sie einen Report, mit dem Sie überfällige und fehlende Hefte für die verschiedenen Zeitschriftenlieferanten finden und Reklamationsschreiben erzeugen können.
hi: क्लिक 'दावों' एक रिपोर्ट है कि आप देर मुद्दों के लिए दावा उत्पन्न करने के लिए अपने विभिन्न सीरियल विक्रेताओं से चुनने के लिए पूछना होगा खुल जाएगा।

source: From the list of late issues you can choose which ones you want to send a claim email to by clicking the checkbox to the left of late issue, choosing the notice template to use and clicking the 'Send notification' button.
de: Über die Liste der verspäteten Hefte können Sie Reklamationen per E-Mail verschicken, indem Sie das Heft über die Checkbox auf der rechten Seite auswählen, ein Benachrichtigungstemplate auswählen und anschließend auf 'Benachrichtigung versenden' klicken.
hi: देर इश्यूज की सूची से आप जो लोगों को आप, देर से इस मुद्दे के बाईं ओर चेकबॉक्स क्लिक का उपयोग करने के लिए नोटिस टेम्पलेट चुनने और 'सूचना भेजें' बटन पर क्लिक करके एक का दावा ईमेल भेजना चाहते हैं चुन सकते हैं।

source: You can also export the results to a CSV file by choosing a :ref:`CSV profile <csv-profiles-label>` and clicking 'Download selected claims'.
de: Sie können die Ergebnisse auch in eine CSV-Datei exportieren, indem Sie ein :ref:`CSV-Profil <csv-profiles-label>` auswählen und "Ausgewählte Hefte herunterladen" anklicken.
hi: आप :ref:`CSV प्रोफ़ाइल <csv-profiles-label>` का चयन करके और 'चयनित चयनित दावों' पर क्लिक करके CSV फ़ाइल में परिणाम निर्यात कर सकते हैं।

source: Checking serial expiration
de: Ablaufdatum eines Abos überprüfen
hi: सीरियल की समाप्ति की जाँच
