Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/third_party_software.po
Languages: de

source: Using third party software with Koha
de: Verwendung von Software Dritter mit Koha

source: Many libraries like to use MarcEdit for modifications or data cleanup. If you'd like to do this you will need to download it at: http://marcedit.reeset.net/
de: Viele Bibliotheken verwenden gerne MarcEdit für Änderungen und Datenbereinigungen. Wenn Sie MarcEdit verwenden möchten, können Sie es unter http://marcedit.reeset.net/ herunterladen

source: **Important**
de: **Wichtig**

source: Many of the actions described in this chapter can be done in Koha using :ref:`Marc Modification Templates <marc-modification-templates-label>`, but this section is here for those who are used to MarcEdit.
de: Viele der in diesem Kapitel beschriebenen Aktionen können auch direkt in Koha über :ref:`Templates für MARC-Modifikationen <marc-modification-templates-label>` durchgeführt werden, aber dieses Kapitel ist für diejenigen, die an MarcEdit gewöhnt sind.

source: Adding a prefix to call numbers
de: Präfix bei Signaturen ergänzen

source: When bringing data into Koha, you may want to first clean it up. One common action among Koha users is to add a prefix to the call number.
de: Wenn Sie Daten in Koha übernehmen, möchten Sie diese vielleicht vorher bereinigen. Eine oft ausgeführte Aktion von Koha-Anwendern ist es, die Signatur um ein Präfix zu ergänzen.

source: Open MarcEdit
de: Öffnen Sie MarcEdit

source: Click 'MarcEditor'
de: Klicken Sie auf "MarcEditor"

source: Go to Tools > Edit Subfield Data
de: Gehen Sie zu Tools > Edit Subfield Data

source: To prepend data the special character is: ^b To simply prepend data to the beginning of a subfield, add ^b to the Field Data: textbox and the data to be appended in the Replace
de: Die Zeichenfolge um Daten voranzustellen ist: ^b Um Daten am Anfang eines Unterfelds zu ergänzen, geben Sie ^b in der Textbox Field Data an und danach die Zeichenfolge, die ergänzt werden soll, in Replace

source: To prepend data to the beginning of the subfield while replacing a text string, add ^b[string to replace] to the Field Data textbox and the data to be appended in the Replace With textbox.
de: Um eine Zeichenfolge am Anfang des Unterfelds zu ergänzen und gleichzeitig eine Zeichenfolge zu ersetzen, geben Sie ^b[Zu ersetzende Zeichenfolge] im Textfeld Field Data ein und den einzufügenden Text in Replace.

source: Importing Excel data into Koha
de: Excel-Daten nach Koha importieren

source: Suppose you have records of your library in excel data sheet format and want them to import into Koha. But how will you do this? Koha will not let you import excel records directly. Well here is a very simple solution for you which will let you import your excel records in Koha easily. First, we will convert excel file into Marc file and then will import it into Koha.
de: Stellen Sie sich vor, Sie haben Daten für Ihre Bibliothek im Excel-Tabellenformat, die Sie nach Koha importieren möchten. Aber wie gehen Sie nun vor? In Koha ist es nicht möglich, Exceldaten direkt zu importieren. Dies ist eine einfache Lösung hierfür. Dafür werden wir zunächst die Exceldatei in eine MARC-Datei konvertieren und diese dann nach Koha importieren.

source: Follow the given steps to import your excel records into Koha
de: Folgen Sie den folgenden Schritten um die Exceldaten in Koha zu importieren:

source: Converting from Excel format into .mrk format
de: Excel nach .mrk konvertieren

source: First, we will convert excel format into .mrk format. For this we will use MarcEdit. You can download it from http://marcedit.reeset.net/
de: Zuerst werden wir das Excelformat in ein .mrk-Format konvertieren. Hierfür verwenden wir MarcEdit. Sie können die Software unter http://marcedit.reeset.net/ herunterladen.

source: Now open it and select Add-ins-->Delimited Text Translator.
de: Öffnen Sie das Programm und Wählen Sie aus den Add-ins den Delimited Text Translator.

source: Click Next when the following window appears.
de: Klicken Sie auf "Next" wenn das folgende Fenster angezeigt wird.

source: Browse for your excel file.
de: Suchen Sie nach Ihrer Exceldatei.

source: Locate your excel file by choosing the format Excel File(\*.xls).
de: Lokalisieren Sie Ihre Exceldatei, indem Sie als Format Excel (\*.xls) auswählen.

source: Similarly, fill all the other entries such as Output File, Excel Sheet Name and check UTF-8 Encoded (if required) and Click Next.
de: Füllen Sie die anderen Eingabefelder, wie Ausgabedatei, Name der Exceldatei und UTF-8-Zeichensatz (wenn erforderlich) und klicken Sie auf Next.

source: Now you will be prompted for mapping the fields to recognise the fields by standard marc format.
de: Jetzt werden Sie aufgefordert die Spalten auf Felder im Standard-MARC-Format zu mappen.

source: Suppose for Field 0 that is first column I entered Map to: 022$a( Valid ISSN for the continuing resource) and then click on Apply.
de: Nehmen wir an, Field 0, die erste Spalte, wird auf 022$a gemappt (gültige ISSN für eine Zeitschrift oder Reihe) und klicken dann auf Apply.

source: **Note**
de: **Hinweis**

source: You can customize Indicators and all other things, for more information on marc21 format visit the `official library of congress site <http://www.loc.gov/marc/bibliographic/>`__.
de: Sie können auch die Indikatoren und anderen Felder anpassen, weitere Informationen über das MARC21-Format finden Sie auf den Seiten der `Library of Congress <http://www.loc.gov/marc/bibliographic/>`__.

source: Similarly map all other fields and then Click on Finish.
de: Mappen Sie alle anderen Felder auf ähnliche Weise und klicken Sie dann auf Finish.

source: And then a window will appear indicating that your Marc Text File(\*.mrk) has been created.
de: Es wird ein Fenster mit der Meldung, dass eine MARC-Textdatei (\*.mrk) angelegt wurde, angezeigt.

source: Click Close and we have created a .mrk file from .xls file in this step. You can view the file by double clicking on it.
de: Klicken Sie auf Close, damit haben wir den ersten Schritt eine .mrk-Datei aus der .xls-Datei zu erzeugen abgeschlossen. Sie können die Datei anzeigen, indem Sie sie mit einem Doppelklick öffnen.

source: Convert .mrk file to .mrc
de: .mrk zu .mrc konvertieren

source: We will convert .mrk file that we have created in the above step into raw Marc format that can be directly imported into Koha.
de: Nun werden wir die zuvor erzeugte .mrk-Datei in das MARC-Bandformat konvertieren, dass direkt nach Koha importiert werden kann.

source: For this again open MarcEdit and Select MARC Tools.
de: Öffnen Sie dazu erneut MarcEdit und wählen Sie MARC Tools.

source: Next Select MarcMaker to convert .mrk file into .mrc format.
de: Wählen Sie als nächstes MarcMaker um die .mrk in eine .mrc-Datei zu konvertieren.

source: Locate your input file and name your output file. Then Click Execute.
de: Wählen Sie Ihre Eingabedatei und benennen Sie Ihre Ausgabedatei. Dann klicken Sie auf Execute.

source: And it will show you the Result.
de: Das Ergebnis wird Ihnen angezeigt.

source: Click Close and now we have raw Marc records with us (.mrc file).
de: Klicken Sie auf Close und nun haben wir rohe MARC-Datensätze (.mrc-Datei).

source: Import .mrc into Koha
de: .mrc in Koha importieren

source: More information on importing records into Koha can be found in the ':ref:`Stage MARC Records for Import`' section of this manual.
de: Weitere Informationen zum Import von Datensätzen in Koha finden Sie im Kapitel ':ref:`MARC-Datensätze für Import bereitstellen <stage-marc-records-for-import-label>`' in diesem Handbuch.

source: Finally we will import above created .mrc file into Koha.
de: Nun werden wir die erzeugte .mrc-Datei in Koha importieren.

source: Click on Tools in your Koha staff client.
de: Rufen Sie das Modul Werkzeuge in der Dienstoberfläche auf.

source: Next Click on Stage MARC Records for Import.
de: Als nächstes klicken Sie auf MARC-Datensätze für Import bereitstellen.

source: After this, choose your previously created .mrc file and click on Upload.
de: Nun wählen Sie die zuvor erzeugte .mrc-Datei aus und klicken Sie auf Upload.

source: You can also add comment about file and finally click on Stage For Import.
de: Sie können einen Kommentar zur Datei angeben und dann auf "Für Import bereitstellen" klicken.

source: When the import is done, you will get a result something like this
de: Wenn der Import erfolgt ist, werden Ihnen die Ergebnisse ungefähr so dargestellt:

source: Next, click on Manage staged records.
de: Klicken Sie als nächstes auf "Bereitgestellte MARC-Datensätze verwalten".

source: Here you can even change matching rules.
de: Hier können Sie noch die verwendeten Abgleichregeln verändern.

source: Click on Import this batch into catalog when you are done.
de: Klicken Sie auf "Stapel in Katalog importieren", wenn alles korrekt ist.

source: Thats it. After all the records get imported, check Status and it should read "imported"
de: Das wars. Nachdem alle Datensätze importiert wurden, prüfen Sie den Status. Er sollte nun "importiert" sein

source: You can even undo the Import operation.
de: Sie können den Import auch jederzeit wieder rückgängig machen.

source: And within few minutes, we have imported around 10,000 records in Koha
de: Und innerhalb weniger Minuten haben wir ungefährt 10.000 Datensätze in Koha eingespielt

source: Setting up OCLC service on Koha
de: OCLC-Service in Koha einrichten

source: First, you'll need to create a file somewhere on your system with configuration information. You could put this anywhere that is visible to the account that will be running the service.
de: Im ersten Schritt müssen Sie eine Konfigurationsdatei in Ihrem System anlege. Sie können die Datei an einer beliebigen Stelle ablegen, die später für das Konto zugänglich ist, dass den Service betreiben wird.

source: The file contains 11 lines. The first 6 will be about your Koha system:
de: Diese Datei enthält 11 Zeilen. Die ersten 6 betreffen Ihre Koha-Installation:

source: The remaining lines describe how to do the staging:
de: Die verbleibenden Zeilen beschreiben, wie der Import erfolgen soll:

source: A sample file would look like this:
de: Eine Beispieldatei könnte so aussehen:

source: When choosing an 'import\_mode' if you use "direct" then the staged record will be immediately imported into Koha, and should be searchable after your indexes catch up. If you choose "stage", then the record will be placed in a staged batch for you to later go the :ref:`Manage Staged MARC Records <staged-marc-record-management-label>` tool to finish the import.
de: Wenn Sie beim "import\_mode" "direct" auswählen, wird der zwischengespeicherte Datensatz direkt nach Koha importiert und ist, sobald er indexiert wurde, suchbar. Wenn Sie "stage" wählen, dann wird der Datensatz zwischengespeichert und Sie können diesen später über das Werkzeug :ref:`Bereitgestellte MARC-Datensätze verwalten <staged-marc-record-management-label>` in den Katalog importieren.

source: If you import multiple records, they'll be in the same batch, until that batch is imported, then a new batch will be created.
de: Wenn Sie mehrere Datensätze übernehmen, werden diese dem gleichen Improt zugeordnet bis dieser importiert wird. Dann wird ein neuer Import angelegt.

source: In "direct" mode, each record will be in its' own batch.
de: Im "direct"-Modus ist jeder Datensatz einem eigenen Import zugeordnet.

source: To start the service, run the script:
de: Um den Service zu starten, führen Sie das folgende Skript aus:

source: Setting up your OCLC desktop client
de: OCLC Desktop Client einrichten

source: Screenshots are OCLC Connexion Client v.2.50, Koha v.3.12
de: Die Screenshots beziehen sich auf den OCLC Connexion Client v.2.50 und Koha v.3.12

source: To set up the OCLC Connexion desktop client to connect to Koha, go to Tools > Options, then choose the Export tab.
de: Um die Verbindung zu Koha im OCLC Connexion Desktop Client einzurichten, gehen Sie auf Tools > Options und wählen dort den Reiter Export.

source: Click the "Create..." button to set up a new destination, then choose "OCLC Gateway Export" and click OK.
de: Klicken Sie auf die Schaltfläche "Create..." um eine neue Destination einzurichten und wählen Sie dann "OCLC Gateway Export" und klicken Sie auf OK.

source: Enter the following information:
de: Geben Sie die folgenden Informationen ein:

source: "Host Name:" Your catalog’s appropriate IP address (from your :ref:`config file above <setting-up-oclc-service-on-koha-label>`)
de: "Host Name:" Die IP-Adresse Ihres Katalogs (aus Ihrer erstellten :ref:`Konfigurationsdatei <setting-up-oclc-service-on-koha-label>`)

source: "Port:" Your catalog's appropriate port number (from your :ref:`config file above <setting-up-oclc-service-on-koha-label>`)
de: "Port:" Die Portnummer für Ihren Katalog (aus Ihrer erstellten :ref:`Konfigurationsdatei <setting-up-oclc-service-on-koha-label>`)

source: "Login ID:" The cataloger's Koha login
de: "Login ID:" Den Benutzernamen des Katalogisierers

source: "Password:" The cataloger's Koha password
de: "Password:" = Das Passwort des Katalogisierers

source: "Notify Host Before Disconnect" = checked,
de: "Notify Host Before Disconnect" = anhaken

source: "Timeout" = 100, "Retries" = 3, "Delay" = 0 (zero),
de: "Timeout" = 100, "Retries" = 3, "Delay" = 0 (Null),

source: "Send Local System Logon ID Password" = checked.
de: "Send Local System Logon ID Password" = angehakt

source: Select "OK" when finished, and you should see your new "Gateway Export" option listed (The catalog's IP address and port are blacked out in the following screenshot)
de: Gehen Sie auf "OK", wenn Sie alles eingetragen haben und Sie sollten einen neuen Eintrag für "Gateway Export" sehen (Die IP-Adresse und der Port wurden im folgenden Screenshot geschwärzt)

source: Gateway Export Added
de: Gateway Export hinzugefügt

source: Click on "Record Characteristics" and make sure that the bibliographic records are using MARC21, UTF-8 Unicode, and click OK to save.
de: Klicken Sie auf "Record Characteristics" und stellen Sie sicher dass die bibliographischen Datensätze MARC21, UTF8 Unicode verwenden und klicken Sie dann auf OK um zu speichern.

source: You should be ready to go! To export a record from OCLC Connexion Client to Koha, just press F5 while the record is on-screen. The export dialog will pop up, and you'll see Connexion attempting to talk to Koha. You should get a message that the record was added or overlaid, including its biblio number, and a URL that you can copy into your web browser to jump straight to the record.
de: Damit sollte alles fertig sein! Um einen Datensatz aus dem OCLC Connexion Client nach Koha zu exportieren, drücken Sie F5 während der Datensatz angezeigt wird. Der Exportdialog öffnet sich und Sie sehen, wie Connexion die Verbindung zu Koha aufbaut. Sie sollten eine Nachricht erhalten, dass der Datensatz neu angelegt oder überschrieben wurde, sowie seine biblionumber und eine URL, die Sie verwenden können, um direkt zum Datensatz in Koha zu springen.

source: Using the OCLC Connexion Gateway
de: Verwendung des OCLC Connexion Gateway

source: Records can be exported from Connexion either in a batch or one by one.
de: Datensätze können von Connexion entweder im Stapel oder einzeln nacheinander exportiert werden.

source: Exporting records one by one
de: Datensätze einzeln nacheinander exportieren

source: To export bibliographic records one by one, be sure your "Batch" options are correct: from the "Tools" menu, select "Options", and select the "Batch" tab. In the "Perform local actions in batch" area, "Bibliographic Record Export" should be unchecked
de: Um Titeldatensätze nacheinander zu exportieren, müssen Sie sicherstellen, dass die "Batch"-Optionen korrekt konfiguriert sind: unter "Tools" wählen Sie "Options" und dann den Reiter "Batch". Im Abschnitt "Perform local actions in batch", sollte "Bibliographic Record Export" nicht angehakt sein.

source: When ready to export, from the "Action" menu, select "Export" or use the F5 key. You will see a screen similar to the following if the import is successful and if the record is new to the Catalog; you may copy & paste the resulting URL into your Koha catalog to see the new record.
de: Wählen Sie "Export" aus dem Menüpunkt "Action" oder verwenden Sie F5, wenn Sie bereit für den Export sind. Sie erhalten eine Meldung ähnlich zur nachfolgenden, wenn der Import erfolgreich war und der Datensatz neu angelegt wurde; Sie können die URL kopieren und in Ihrem Browser einfügen, um den Datensatz in Koha aufzurufen.

source: If the record was overlaid, you will see a message to that effect in the "OCLC Gateway Export Status" window
de: Wenn der Datensatz überschrieben wurde, erhalten Sie eine entsprechende Meldung im Fenster "OCLC Gateway Export Status"

source: Exporting records in a batch
de: Datensätze im Stapel exportieren

source: When a record is ready to export, from the "Action" menu, select "Export" or use the F5 key, and it’s export status will be "ready."
de: Wenn ein Datensatz fertig für den Export ist, klicken Sie im Menü "Action" auf "Export" oder verwenden Sie die F5-Taste, der Exportstatus ist dann "ready".

source: When ready to export the batch, from the "Batch" menu, select "Process batch" and check the appropriate "Path" and "Export" boxes
de: Wenn Sie dann den Stapel exportieren möchten, klicken Sie im Menü "Batch" auf "Process batch" und haken Sie die entsprechenden Checkboxen für "Path" und "Export" an

source: The export will begin, and the bib records will be exported & imported into Koha one by one; you will see "OCLC Gateway Export Status" windows, as above, showing you the results of each export. That window will stay there until you select "Close," and then the next record’s export/import will begin. The process will continue until all records in the batch are completed. Then you may or may not see the Connexion Client export report (depending on your Client options for that).
de: Der Export beginnt und die Titeldatensätze werden exportiert und einer nach dem anderen in Koha importiert; Sie bekommen Fenster für den "OCLC Gateway Export Status" für jeden Export angezeigt. Dieses Fenster bleibt offen, bis Sie "Close" klicken, was den nächsten Export/Import anstößt. Dieser Prozess geht so lange, bis alle Datensätze im Stapel bearbeitet wurden. Dann wird ggf. der Connexion Client Export Report angezeigt (abhängig von Ihren gewählten Einstellungen im Client).

source: Items in OCLC
de: Exemplare in OCLC

source: If you'd like to create your item records in OCLC you can do so by addding a 952 for each item to the bib record you're cataloging. The :ref:`Item/Holdings Cataloging Guide <item/holdings-record-cataloging-guide-label>` will break down what subfields you can use in the 952, but at the minimum you want to have subfield 2, a, b, and y on your items.
de: Wenn Sie Ihre Exemplardatensätze in OCLC anlegen möchten, können sie dies tun, indem Sie ein 952-Feld für jedes Exemplare zum Titeldatensatz hinzufügen. Der :ref:`Katalogisierungsleitfaden für Exemplar- und Bestandsdaten <item/holdings-record-cataloging-guide-label>` erklärt genau, welche Felder in 952 verwendet werden können, aber es sollten mindestens die Unterfelder 2, a, b und y belegt werden.

source: 952 \\\\$2CLASSIFICATION$aHOMEBRANCHCODE$bHOLDINGBRANCHCODE$yITEMTYPECODE
de: 952 \\\\$2KLASSIFIKATION$aHEIMATBIBLIOTHEK$bAKTUELLEBIBLIOTHEK$yMEDIENTYPCODE

source: The subfield 2 holds the classification code. This can be ddc for Dewey or lcc for Library of Congress or z for Custom. Other classification sources can be found in the :ref:`Classification Sources <classification-sources-label>` area in administration
de: Das Unterfeld 2 enthält den Code für das verwendete Klassifikationsschema. Dies kann z.B. ddc für Dewey oder lcc für Library of Congress oder z für ein Generisches Schema sein. Andere Klassifikationen finden sie unter :ref:`Klassifikationsquellen <classification-sources-label>` im Administrationsmodul.

source: Subfield a is your home library and needs to be the code for your home library, not the library name. You can find these codes in the :ref:`Libraries <libraries-label>` administration area.
de: Unterfeld a ist für Ihre Heimatbibliothek und muss das Bibliothekskürzel der Bibliothek enthalten, nicht den Bibliotheksnamen. Sie finden diese Kürzel unter :ref:`Bibliotheken <libraries-label>` im Administrationsmodul.

source: Subfield b is your holding library and needs to be the code for your holding library, not the library name. You can find these codes in the :ref:`Libraries <libraries-label>` administration area.
de: Unterfeld a ist für die aktuelle Bibliothek und muss das Bibliothekskürzel der Bibliothek enthalten, nicht den Bibliotheksnamen. Sie finden diese Kürzel unter :ref:`Bibliotheken <libraries-label>` im Administrationsmodul.

source: Subfield y is your item type code. It needs to be the code, not the item type name. You can find these codes in the :ref:`Item Types <item-types-label>` administration area.
de: Das Unterfeld y enthält den Medientypcode. Dies ist das Kürzel, nicht die Medientypbezeichnung. Sie finden diese Kürzel unter :ref:`Medientypen <item-types-label>` im Administrationsmodul.

source: 952 \\\\$2ddc$aMAIN$bMAIN$yBOOK
de: 952 \\\\$2ddc$aZB$bZB$yBUCH

source: In addition to these required fields you can enter any other subfield you'd like. Most libraries will enter a call number in subfield o and a barcode in subfield p as well. Review the :ref:`Item/Holdings Cataloging Guide <item/holdings-record-cataloging-guide-label>` for a full list of subfields and values.
de: Zusätzlich zu diesen Pflichtfeldern können Sie auch jedes weitere Unterfeld angeben, dass Sie möchten. Die meisten Bibliotheken geben eine Signatur in Unterfeld o und einen Barcode in Unterfeld p an. Im :ref:`Katalogisierungsleitfaden für Exemplar- und Bestandsdaten <item/holdings-record-cataloging-guide-label>` finden Sie eine vollständige Liste aller Unterfelder und ihrem jeweiligen Inhalt.

source: Talking Tech I-tiva is a third party, proprietary, product that libraries can subscribe to. Learn more here: http://www.talkingtech.com/solutions/library.
de: Talking Tech I-tive ist ein separates, proprietäres Produkt, dass Bibliotheken abonnieren können. Erfahren Sie mehr unter: http://www.talkingtech.com/solutions/library.

source: Installation and Setup Instructions
de: Anleitung für Installation und Konfiguration

source: Be sure you've run installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl to install the required data pack (new syspref, notice placeholders and messaging transport preferences)
de: Stellen Sie sicher, dass Sie das Skript installer/data/mysql/atomicupdate/Bug-4246-Talking-Tech-itiva-phone-notifications.pl ausgeführt haben, um zusätzliche benötigte Daten (neuer Systemparameter, Benachrichtigungen und Benachrichtigungstransportarten) zu installieren

source: To use, :ref:`TalkingTechItivaPhoneNotification` syspref must be turned on.
de: Um die Funktion zu verwenden, muss der Systemparameter :ref:`TalkingTechItivaPhoneNotification` aktiviert sein.

source: If you wish to process PREOVERDUE or RESERVES messages, you'll need the :ref:`EnhancedMessagingPreferences` system preference turned on, and patrons to have filled in a preference for receiving these notices by phone.
de: Wenn Sie die Benachrichtigungen PREOVERDUE oder RESERVES bearbeiten möchten, müssen Sie außerdem den Systemparameter :ref:`EnhancedMessagingPreferences` aktivieren und die Benutzer müssen angegeben haben, dass Sie diese Benachrichtigungen erhalten möchten.
