Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/third_party_software.po
Languages: de

source: For OVERDUE messages, overdue notice triggers must be configured under More > Tools > :ref:`Overdue notice/status triggers <overdue-notice/status-triggers-label>`. Either branch-specific triggers or the default level triggers may be used (script will select whichever is appropriate).
de: Für OVERDUE-Benachrichtigungen müssen die Mahntrigger unter Mehr > Werkzeuge > :ref:`Mahntrigger <overdue-notice/status-triggers-label>` konfiguriert sein. Sie können sowhl bibliotheksspezifische als auch Standardtrigger verwenden (das Skript wird die jeweils passenden Einstellungen verwenden).

source: Sending Notices File
de: Versand der Benachrichtigungsdatei

source: Add the :ref:`TalkingTech\_itiva\_outbound.pl <cron-sending-notices-file-label>` script to your crontab
de: Fügen Sie den Cronjob :ref:`TalkingTech\_itiva\_outbound.pl <cron-sending-notices-file-label>` zu Crontab hinzu

source: Add an FTP/SFTP or other transport method to send the output file to the I-tiva server
de: Konfigurieren Sie FTP/SFTP oder eine andere Methode um die ausgegebene Datei an den I-tiva-Server zu übertragen.

source: If you wish, archive the sent notices file in another directory after sending
de: Wenn Sie möchten, können Sie die verschickten Benachrichtigungen nach dem Versand in einem anderen Ordner archivieren.

source: Run TalkingTech\_itiva\_outbound.pl --help for more information
de: Führen Sie TalkingTech\_itiva\_outbound.pl --help aus um weitere Informationen zu erhalten

source: Receiving Results File
de: Ergebnisdatei erhalten

source: Add an FTP/SFTP or other transport method to send the Results file to a known directory on your Koha server
de: Richten Sie FTP/SFTP oder eine andere Übertragungsmethode ein, um die Datei mit den Ergebnissen in einem bekannten Verzeichnis auf Ihrem Koha-Server zu speichern

source: Add the :ref:`TalkingTech\_itiva\_inbound.pl <cron-receiving-notices-file-label>` script to your crontab, aimed at that directory
de: Fügen Sie den Cronjob :ref:`TalkingTech\_itiva\_inbound.pl <cron-sending-notices-file-label>` für dieses Verzeichnis hinzu

source: If you wish, archive the results file in another directory after processing
de: Wenn Sie möchten, können Sie die Ergebnisdatei nach Bearbeitung in einem anderen Verzeichnis archivieren.

source: Run TalkingTech\_itiva\_inbound.pl --help for more information
de: Führen Sie TalkingTech\_itiva\_inbound.pl --help aus um weitere Informationen zu erhalten
