Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/toolspreferences.po
Languages: fr, hi

source: Tools
fr: Outils
hi: उपकरण

source: *Get there:* More > Administration > Global System Preferences > Tools
fr: *Aller à :* Plus > Administration > Préférences système > Outils
hi: *वहां जाएं* अधिक> प्रशासन> वैश्विक सिस्टम प्राथमिकताएँ > उपकरण

source: Barcodes
fr: Codes à barres
hi: बारकोड

source: Default: \\s\\r\\n
fr: Par défaut : \\s\\r\\n
hi: डिफ़ॉल्ट:\\s\\r\\n

source: Asks: Split barcodes on the following separator chars \_\_\_ in batch item modification and inventory.
fr: Action : Séparer les codes à barres avec les caractère suivants \_\_\_ lors de modification par lots d'exemplaires ou l'inventaire.
hi: पूछते हैं: बैच आइटम संशोधन और इन्वेंट्री में निम्नलिखित विभाजक वर्ण \_\_\_ पर विभाजित बारकोड।

source: Description:
hi: विवरण:

source: When importing barcode files in the :ref:`inventory tool <inventory-tool-label>` or the :ref:`batch item modification tool <batch-item-modification-label>` you can decide which character separates each barcode.
fr: Lors de l'importation de fichiers de codes à barres dans :ref:`l'outil d'inventaire <inventory-tool-label>` ou dans :ref:`l'outil de modification d'exemplaires par lot <batch-item-modification-label>`, vous pouvez décider quel caractère sépare chaque code à barres.
hi: जब बारकोड फ़ाइलों को आयात करते समय :ref:`इन्वेंट्री टूल <inventory-tool-label>` या :ref:`बैच आइटम संशोधन उपकरण<batch-item-modification-label>` आप यह तय कर सकते हैं कि कौन सा वर्ण प्रत्येक बारकोड को अलग करता है ।

source: **Important**
hi: **महत्वपूर्ण**

source: You must use the regular expression codes for the characters.
fr: Vous devez utiliser les codes d'expression régulière pour les caractères.
hi: आपको वर्णों के लिए नियमित अभिव्यक्ति कोड का उपयोग करना चाहिए।

source: \\s is used for a whitespace
fr: \\s est utilisé pour un espace
hi: \\s एक खाली स्थान के लिए प्रयोग किया जाता है

source: \\r is used for a carriage return
fr: \\r est utilisé pour un retour chariot
hi: \\r का उपयोग गाड़ी वापसी के लिए किया जाता है

source: \\n is used for a new line
fr: \\n est utilisé pour une nouvelle ligne
hi: \\n एक नई लाइन के लिए उपयोग किया जाता है

source: \ is used for a tab
fr: \ est utilisé pour une tabulation
hi: \ टैब के लिए प्रयोग होता हैं

source: Make sure you escape the other characters you put in there by preceding them with a backslash
fr: Assurez-vous d'échapper les autres caractères saisis en les faisant précéder d'un antislash
hi: सुनिश्चित करें कि आप उन अन्य पात्रों से बच रहे हैं जिन्हें आप बैकस्लैश के साथ पूर्ववर्ती में डालते हैं

source: \\. instead of a dot
fr: \\. est utilisé pour un point
hi: \\. एक डॉट के बजाय

source: \\\ instead of a backslash
fr: \\\ est utilisé pour un antislash
hi: \\\ एक बैकस्लैश के बजाय

source: \\- instead of a hyphen
fr: \\- est utilisé pour un trait d'union
hi: \\- एक हाइफ़न के बजाय

source: Batch item
fr: Lot d'exemplaires
hi: बैंच आइटम

source: These preferences are in reference to the :ref:`Batch item modification <batch-item-modification-label>` and :ref:`Batch item deletion <batch-item-deletion-label>` tools.
fr: Ces préférences font référence aux outils de :ref:`modification d'exemplaires par lots <batch-item-modification-label>` et de :ref:`suppression d'exemplaires par lots <batch-item-deletion-label>`.
hi: ये प्राथमिकताएँ :ref:`बैच आइटम संशोधन <batch-item-modification-label>` और :ref:`बैच आइटम हटाने <batch-item-deletion-label>` उपकरण के संदर्भ में हैं।

source: Default: 1000
fr: Valeur par défaut : 1000
hi: डिफ़ॉल्ट: 1000

source: Asks: Display up to \_\_\_ items in a single item deletion batch.
fr: Action : Afficher jusqu'à \_\_\_ exemplaires dans un seul lot de suppression d'exemplaires.
hi: पूछता है: एकल आइटम विलोपन बैच में \_\_\_आइटम तक प्रदर्शित करें.

source: In the :ref:`batch item delete tool <batch-item-deletion-label>` this will prevent the display of more than the items you entered in this preference, but you will be able to delete more than the number you enter here.
fr: Dans :ref:'l'outil de suppression d'exemplaires par lot <batch-item-deletion-label>', cela évitera d'afficher plus d'exemplaires que le nombre défini par cette préférence, mais vous pourrez supprimer plus d'exemplaires que la valeur saisie ici.
hi: इन :ref:` बैच आइटम हटाएं टूल <batch-item-deletion-label>' यह इस वरीयता में आपके द्वारा दर्ज की गई वस्तुओं से अधिक प्रदर्शन को रोक देगा, लेकिन आप जो नंबर दर्ज करते हैं उससे अधिक को हटाने में सक्षम होंगे यहाँ।

source: Asks: Display up to \_\_\_ items in a single item modification batch.
fr: Action : Afficher jusqu'à \_\_\_ exemplaires dans un seul lot de modification d'exemplaires.
hi: पूछता है: एकल आइटम संशोधन बैच में \_\_\_ आइटम प्रदर्शित करें।

source: In the :ref:`batch item modification tool <batch-item-modification-label>` this will prevent the display of more than the items you entered in this preference, but you will be able to modify more than the number you enter here (see :ref:`MaxItemsToProcessForBatchMod`).
fr: Dans :ref:'l'outil de modification d'exemplaires par lot <batch-item-modification-label>', cela évitera d'afficher plus d'exemplaires que le nombre défini par cette préférence, mais vous pourrez modifier plus d'exemplaires que la valeur saisie ici (voir :ref:'MaxItemsToProcessForBatchMod`).
hi: In :ref:`बैच आइटम संशोधन उपकरण <batch-item-modification-label>` यह आपके द्वारा इस वरीयता में दर्ज किए गए आइटम से अधिक के प्रदर्शन को रोक देगा, लेकिन आप दर्ज किए गए संख्या से अधिक को संशोधित करने में सक्षम होंगे यहाँ (देखें: Ref: `MaxItemsToProcessForBatchMod`)।

source: Asks: Process up to \_\_\_ items in a single modification batch.
fr: Action : Traiter jusqu'à \_\_\_ exemplaires dans un seul lot de modification d'exemplaires.
hi: पूछता है: एकल संशोधन बैच में \_\_\_ आइटम तक प्रक्रिया करें।

source: In the :ref:`batch item modification tool <batch-item-modification-label>` this preference will prevent the editing of more than the number entered here.
fr: Dans :ref:'l'outil de modification d'exemplaires par lot <batch-item-modification-label>', cette préférence évitera la modification de plus de notices que la valeur saisie ici.
hi: इन :ref:`बैच आइटम संशोधन टूल <batch-item-modification-label>' यह वरीयता यहां दर्ज संख्या से अधिक के संपादन को रोक देगा।

source: News
fr: Annonces
hi: समाचार

source: Default: not at all
fr: Par défaut : pas du tout
hi: डिफ़ॉल्ट: बिल्कुल नहीं

source: Asks: Show the author for news items: \_\_\_
fr: Action : Afficher l'auteur des annonces : \_\_\_
hi: पूछता है: समाचार आइटमों के लिए लेखक को दिखाएं: \_\_\_

source: Values:
fr: Valeurs :
hi: मानः

source: Both OPAC and staff client
fr: A l'OPAC et dans l'interface professionnelle
hi: ओपेक और स्टाफ ग्राहक दोनों

source: Not at all
fr: Pas du tout
hi: बिल्कुल नहीं

source: OPAC only
fr: uniquement à l'OPAC
hi: केवल ओपेक

source: Staff client only
fr: uniquement dans l'interface professionnelle
hi: केवल स्टाफ कलाइन्ट

source: Asks: By default edit news items with
fr: Action : Par défaut, modifier les annonces avec
hi: पूछता है: डिफ़ॉल्ट रूप से समाचार आइटम संपादित करें

source: Default: a WYSIWYG editor (TinyMCE)
fr: Valeur par défaut : un éditeur WYSIWYG (TinyMCE)
hi: डिफ़ॉल्ट: एक WYSIWYG संपादक (TinyMCE)

source: a text editor (CodeMirror)
fr: un éditeur de texte (CodeMirror)
hi: एक पाठ संपादक (CodeMirror)

source: a WYSIWYG editor (TinyMCE)
fr: un éditeur WYSIWYG (TinyMCE)
hi: एक WYSIWYG संपादक (TinyMCE)

source: This system preference allows you to choose which editor to use in the :ref:`news tool <news-label>`.
fr: Cette préférence système vous permet de choisir quel éditeur utiliser dans :ref:'l'outil Annonces <news-label>'.
hi: यह सिस्टम वरीयता आपको यह चुनने की अनुमति देती है कि किस संपादक का उपयोग करें :ref:`समाचार उपकरण<news-label>`.

source: A text editor will let you write HTML directly. Use this if you want more control over how your content will be displayed.
fr: Un éditeur de texte vous permet de rédiger directement en HTML. Retenir cette option si vous préférez mieux définir la forme du contenu qui sera affiché.
hi: एक टेक्स्ट एडिटर आपको सीधे HTML लिखने देगा। यदि आप अपनी सामग्री का प्रदर्शन कैसे करेंगे, इस पर अधिक नियंत्रण चाहते हैं तो इसका उपयोग करें।

source: **Note**
hi: **नोट**

source: You can use CSS id's and classes in your HTML and format them with the :ref:`OPACUserCSS` system preference.
fr: Vous pouvez utiliser les id et class CSS dans votre HTML et les formater avec la préférence système :ref:'OPACUserCSS`.
hi: आप अपने HTML में CSS आईडी की कक्षाओं और कक्षाओं का उपयोग कर सकते हैं और उन्हें :ref:`OPACUserCSS` सिस्टम वरीयता के साथ प्रारूपित कर सकते हैं।

source: A WYSIWYG (what you see is what you get) editor is a user-friendly editor with functions similar to word processing software. Use this if you are unfamiliar with HTML.
fr: Un éditeur WYSIWYG (what you see is what you get - ce que vous voyez est ce que vous obtenez) est un éditeur convivial avec des fonctions similaires à un traitement de texte. Utilisez-le si vous n'êtes pas à l'aise avec HTML.
hi: WYSIWYG (आप जो देखते हैं वही आपको मिलता है) संपादक वर्ड प्रोसेसिंग सॉफ्टवेयर के समान कार्यों के साथ एक उपयोगकर्ता के अनुकूल संपादक है। यदि आप HTML से अपरिचित हैं तो इसका उपयोग करें।

source: Patron Cards
fr: Cartes d'adhérent
hi: संरक्षक कार्ड

source: These preferences are in reference to the :ref:`Patron Card Creator <patron-card-creator-label>` tool.
fr: Ces préférences systèmes font référence à l'outil :ref:`créateur de cartes adhérent <patron-card-creator-label>`.
hi: ये प्राथमिकताएं संदर्भ में हैं :ref:`संरक्षक कार्ड निर्माता <patron-card-creator-label>' उपकरण.

source: Asks: Limit the number of creator images stored in the database to \_\_\_ images.
fr: Action : Limiter le nombre d'images stockées dans la base de données à \_\_\_ images.
hi: पूछता है: \_\_\_छवियों में डेटाबेस में संग्रहीत निर्माता छवियों की संख्या सीमित करें

source: Reports
fr: Rapports
hi: रिपोर्ट

source: These preferences are in reference to the Reports module.
fr: Ces préférences sont en lien avec le module Rapports.
hi: ये वरीयताएँ रिपोर्ट मॉड्यूल के संदर्भ में हैं.

source: Default: 20
fr: Par défaut : 20
hi: डिफ़ॉल्ट: 20

source: Asks: By default, show \_\_\_ reports on the Saved Reports page.
fr: Action : Par défaut, afficher \_\_\_ rapports sur la page des Rapports sauvegardés.
hi: पूछता है: डिफ़ॉल्ट रूप से, सहेजे गए रिपोर्ट पेज पर \_\_\_ रिपोर्ट दिखाएं।

source: Upload
fr: Téléverser
hi: अपलोड

source: Default: blank
fr: Valeur par défaut : vide
hi: डिफ़ॉल्ट: खाली

source: Asks: Automatically delete temporary uploads older than \_\_\_ days in cleanup_database cron job.
fr: Action : Supprime automatiquement les téléversements plus vieux que \_\_\_ jours avec le cron job cleanup_database.
