Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: You will also want to review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for more information on formatting these notices.
de: Sie können auch auf der Wiki-Seite `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ nachlesen, wie diese Benachrichtigungen konfiguriert werden können.

source: Adding notices and slips
de: Benachrichtigungen und Quittungen anlegen

source: To add a new notice or slip
de: Eine neue Benachrichtigung oder Quittung erstellen

source: Click 'New notice'
de: 'Neue Benachrichtigung' anklicken

source: Choose which library this notice or slip is for
de: Wählen Sie, für welche Bibliothek diese Benachrichtigung oder Quittung ist

source: Not all notices can be branch specific for more information review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page.
de: Nicht alle Benachrichtigungen können mit weiteren Informationen bestückt werden. Beachten Sie dafür auch die Wiki-Seite: `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_.

source: Choose the module this notice is related to
de: Wählen Sie das Modul, zu dem diese Benachrichtigung gehört

source: The Code is limited to 20 characters
de: Der Code ist auf maximal 20 Zeichen begrenzt.

source: Use the name field to expand on your Code
de: Nutzen Sie den Feldname um es um Ihren Code zu erweitern.

source: With overdue notices, be sure to put your branch name in the description as well so that it will be visible when setting up your :ref:`triggers <overdue-notice/status-triggers-label>`.
de: Verwenden Sie den Namen Ihrer Bibliothek als Teil Ihres Beschreibungstextes bei Mahnungen, damit erleichtern Sie sich später die Auswahl der richtigen Benachrichtigung bei der Konfiguration der :ref:`Mahntrigger <overdue-notice/status-triggers-label>`.

source: Next you can customize the notice for every possible delivery method
de: Als nächstes können Sie die Benachrichtigung für alle möglichen Zustellarten anpassen.

source: Every notice should have an Email template set for it
de: Für jede Benachrichtigung sollte ein Text für E-Mail konfiguriert werden

source: If you're using the :ref:`TalkingTechItivaPhoneNotification` service you can set up a Phone notification
de: Wenn der Service :ref:`TalkingTechItivaPhoneNotification` verwendet wird, können auch Telefonbenachrichtigungen konfiguriert werden.

source: If you plan on printing this notice you can set the Print template next
de: Wenn gedruckte Benachrichtigungen benötigt werden, können diese als nächstes konfiguriert werden

source: If you have enabled SMS notices with the :ref:`SMSSendDriver` preference you can set the text for your SMS notices next
de: Wenn SMS-Benachrichtigungen über den Systemparameter :ref:`SMSSendDriver` aktiviert wurden, kann auch ein Text für SMS-Benachrichtigungen konfiguriert werden.

source: Each notice offers you the same options
de: Jede Benachrichtigung erlaubt die selben Optionen.

source: If you plan on writing the notice or slip in HTML check the 'HTML message' box, otherwise the content will be generated as plain text
de: Wenn Sie eine Benachrichtigung oder eine Quittung mit HTML formatieren möchten, haken Sie die entsprechende 'HTML-Benachrichtigungs-Checkbox' an. Falls diese nicht gewählt ist, wird der Inhalt als Text ausgegeben.

source: Message subject is what will appear in the subject line of the email
de: Der Betreff für die Benachrichtigungen wird in der Betreffzeile der E-Mail ausgegeben.

source: In the message body feel free to type whatever message you feel is best, use the fields on the left hand side to enter individualized data from the from database.
de: Innerhalb der Benachrichtigung können Sie den Text frei formulieren. Verwenden Sie die Felder auf der linken Seite um Felder aus der Datenbank in Ihren Text einzufügen.

source: Review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for more information.
de: Für weitere Informationen prüfen Sie die Wiki-Seite `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_.

source: Overdue notices can use <<items.content>> tags by themselves, or use <item></item> to span all of the tags. Learn more about the :ref:`Overdue notice markup <overdue-notice-markup-label>`
de: Mahnbenachrichtungen können <<items.content>> Tags oder <item></item> verwenden, die alle Tags umfassen. Lesen Sie mehr darüber unter :ref:`Formatierung von Mahnbenachrichtigungen <overdue-notice-markup-label>`

source: On overdue notices make sure to use <<items.content>> tags to print out the data related to all items that are overdue.
de: In den Mahnbenachrichtigungen können Sie entweder <<items.content>> Tags verwenden um eine Liste aller überfälligen Exemplare auszudrucken.

source: The other option, only for overdue notices, is to use the <item></item> tags to span the line so that it will print out multiple lines. One example for the <item></item> tag option is:
de: Die andere Option, die nur für Mahnbenachrichtigungen gilt, ist <item></item> Tags zu verwenden, um die Zeile zu umfassen, so dass mehrere Zeilen ausdrucken können. Ein Beispiel für die <item></item> Tag Option ist:

source: <item>"<<biblio.title>>" by <<biblio.author>>, <<items.itemcallnumber>>, Barcode: <<items.barcode>> , Checkout date: <<issues.issuedate>>, Due date: <<issues.date\_due>> Fine: <<items.fine>> </item>
de: <item>"<<biblio.title>>" von <<biblio.author>>, <<items.itemcallnumber>>, Barcode: <<items.barcode>> , Ausleihdatum: <<issues.issuedate>>, Fälligkeitsdatum: <<issues.date\_due>> Mahngebühr: <<items.fine>> </item>

source: Only the overdue notices take advantage of the <item></item> tags, all other notices referencing items need to use <<items.content>>
de: Die Syntax <item></item> ist nur in den Mahnbenachrichtigungen verfügbar. Alle weiteren Benachrichtigungen benötigen <<items.content>>.

source: To add today's date you can use the <<today>> syntax
de: Um das heutige Datum einzufügen, können Sie die Syntax <<today>> verwenden.

source: If you don't want to print the patron's full name on your slips or notice you can enter data in the Other name or Initials field for each patron and use that value instead.
de: Wenn Sie nicht den vollen Benutzername auf Ihre Quittung oder Benachrichtigung schreiben möchten, können Sie das Feld Initialien ausfüllen und stattdessen den Wert verwenden.

source: The system preference :ref:`TranslateNotices` will add tabs for each installed language to the notices editor. The notice defined in the 'Default' tab will be used if there is no preferred language set for a patron.
de: Der Systemparameter :ref:`TranslateNotices` erlaubt jede installierte Sprache im Benachrichtigungseditor. Es wird die Standardeinstellung genommen, wenn keine bevorzugte Sprache für den Benutzer hinterlegt ist.

source: Preview notice templates
de: Vorschau von Benachrichtigungstemplates

source: For some notices it is possible to preview the notice template showing how it would look to a specified patron for a particular item or record.
de: Für einige Benachrichtigungen ist es möglich das Benachrichtigungstemplate zu verwenden um zu sehen, wie es für einen speziellen Benutzer mit einem besonderen Exemplar oder Datensatz aussieht.

source: If a notice template is previewable the notice template header will contain a field to enter preview data
de: Wird ein Template für Benachrichtigungen angzeigt, enthält die Kopfzeile des Templates ein Feld, wo die Daten eingetragen werden.

source: Fill in the necessary information for the template then click the Preview button below the message body. The preview dialog will indicate if there are any problems generating the notice template preview.
de: Geben Sie die notwendigen Informationen für das Template ein und bestätigen Sie mit 'Speichern'. Es wird angezeigt, ob Probleme beim Generieren der Vorschau aufgetreten sind.

source: Overdue notice markup
de: Formatierung von Mahnbenachrichtigungen

source: When creating your overdue notices there are two tags in addition to the various database fields that you can use in your notices. You will also want to review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for information on formatting item information in these notices.
de: Es gibt zwei zusätzliche Tags für die verschiedenen Datenbankfelder, die Sie für Ihre Benachrichtigungen in Koha verwenden können. Sie können die Wiki-Seite `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ aufrufen, um Informationen zur Formatierung von Exemplaren in diesen Benachrichtigungen zu erhalten.

source: These new tags only work on the overdue notices, not other circulation related notices at this time.
de: Diese neuen Tags funktionieren nur in den Mahnbenachrichtigungen, nicht aber in anderen ausleihrelevanten Benachrichtigungen.

source: These tags are <item> and </item> which should enclose all fields from the biblio, biblioitems, and items tables.
de: Diese Tags sind <item> und </item> und sie sollten alle Felder aus den Tabellen biblio, biblioitems und items umschließen.

source: An example of using these tags in a notice template might be like:
de: Ein Beispiel für die Verwendung dieser Tags in einer Benachrichtigung wäre:

source: Which, assuming two items were overdue, would result in a notice like:
de: Wenn zwei Exemplare überfällig sind, könnte die Mahnung so aussehen:

source: Existing notices and slips
de: Vorhandene Benachrichtigungen & Quittungen

source: Among the default notices are notices for several common actions within Koha. All of these notices can be customized by altering their text via the Notices & slips tool and their style using the :ref:`NoticeCSS` preference to define a stylesheet. You will also want to review the `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_ wiki page for information on formatting item information in these notices. Here are some of what those notices do:
de: Es gibt Beispielschreiben für die meisten voreingestellten Benachrichtigungen in Koha. Die Texte dieser Schreiben können im Werkzeug Benachrichtigungen & Quittungen angepasst und die Formatierung über ein separates Stylesheet im Systemparameter :ref:`NoticeCSS` gesteuert werden. Schauen Sie auch auf die Wiki-Seite `Customising notices and slips <https://wiki.koha-community.org/wiki/Customising_Notices_and_Slips>`_, um Informationen zur Formatierung von Exemplaren in diesen Benachrichtigungen zu erhalten. Im folgenden ein paar Beispiele für die unterschiedlichen Benachrichtigungen:

source: This notice is sent when a patron's suggestion is accepted.
de: Diese Benachrichtigung wird verschickt, wenn ein Anschaffungsvorschlag eines Benutzers angenommen wurde.

source: *Note:* If you don't want to send this notice, just delete it.
de: *Hinweis:* Möchten Sie diese Nachricht nicht verschicken, löschen Sie sie.

source: This notice is sent for each payment transaction in a patron's account if the :ref:`UseEmailReceipts` system preference is set to 'Send'.
de: Diese Benachrichtigung wird für jede Zahlung in einem Benutzerkonto verschickt, wenn der Systemparameter :ref:`UseEmailReceipts` auf 'Schicke' gesetzt ist.

source: This notice is sent for each writeoff transaction in a patron's account if the :ref:`UseEmailReceipts` system preference is set to 'Send'.
de: Diese Benachrichtigung wird für jede Abbuchung verschickt, die in einem Benutzerkonto anfällt, wenn der Systemparameter :ref:`UseEmailReceipts` auf 'Schicke' gesetzt ist.

source: Sent to patrons when their account is set up if the :ref:`AutoEmailOPACUser` preference is set to 'Send'
de: Wird an Benutzer verschickt, wenn das Benutzerkonto angelegt wird und der Systemparameter :ref:`AutoEmailOPACUser` aktiviert ist.

source: *Important:* The notice will only be sent correctly if a username, password and email address is added to the patron record before saving it for the first time. The notice can't be resend or triggered again after the patron account has been created.
de: *Wichtig:* Diese Nachricht kann nur korrekt verschickt werden, wenn ein Benutzername, ein Passwort und eine E-Mail-Adresse im Benutzerdatensatz hinterlegt und gespeichert sind. Die Benachrichtigung kann nicht nochmal verschickt oder erzeugt werden, nachdem das Benutzerkonto erstellt wurde.

source: ACQCLAIM (Acquisition claim)
de: ACQCLAIM (Reklamationen in der Erwerbung)

source: Used for claiming orders in the aquisitions module
de: Wird für Reklamationen im Erwerbungsmodul verwendet.

source: ACQCLAIM is the code of the sample notice, but it's possible to define several notices choosing any code. Only the module 'Claim aquisition' will be taken into account. All notices with this module will appear in the pull down on the late orders page.
de: ACQCLAIM ist der Code für die Beispielbenachrichtigung, aber es ist auch möglich verschiedene Benachrichtigungen mit anderen Codes zu definieren. Nur das Modul 'Erwerbungsreklamation' wird ins Konto eingefügt. Eine Benachrichtigung mit diesem Modul erscheint im PullDown-Menü der Seite für verspätete Bestellungen.

source: *Get there:* More > Acquisitions > Late orders
de: *Pfad in Koha:* Mehr > Erwerbung > Überfällige Bestellungen

source: This notice is sent if several criteria are met:
de: Diese Benachrichtigung wird verschickt, wenn verschiedene Kriterien zutreffen:

source: The staff patron triggering the email has a valid email address.
de: Es muss eine gültige E-Mail-Adresse angegeben sein.

source: The vendor contact marked as 'Contact about late orders?' has a valid email address.
de: Der Lieferantkontakt 'Kontakt für überfällige Bestellungen' enthält eine gültige E-Mail-Adresse.

source: ACQORDER (Acquisition order)
de: ACQORDER (Bestellung Erwerbung)

source: Used in the acquisitions module to send order information to the vendor
de: Wird im Erwerbungsmodule genutzt um Bestellinformationen an den Lieferant zu schicken.

source: The notice is triggered manually from the basket summary page using the 'Email order' button in the toolbar.
de: Diese Benachrichtigung wird manuell von der Bestellübersicht ausgehend erzeugt, indem die Schaltfläche "E-Mail-Bestellung" angeklickt wird.

source: The vendor contact marked as 'Primary acquisitions contact' and 'Contact when ordering' has a valid email address.
de: Der Lieferant, der als Primärer Erwerbungskontakt und Kontakt bei Bestellungen markiert wurde, hat eine gültige E-Mail-Adresse.

source: Used in the acquisition module to inform patrons on receiving orders they have been added to.
de: Wird im Erwerbungsmodul verwendet, um Benutzer über eingetroffene Bestellungen zu informieren.

source: AR\_CANCELED
de: AR\_CANCELLED

source: This notice is sent to the patron when an article request is cancelled by staff.
de: Diese Benachrichtigung wird verschickt, wenn eine Aufsatzanfrage vom Bibliothekspersonal storniert wurde.

source: This notice is sent to the patron when an article request is marked as completed by staff.
de: Diese Benachrichtigung wird an den Benutzer verschickt, wenn eine Aufsatzanfrage komplett beim Bibliothekspersonal vorliegt.

source: This notice is sent to the patron when an article request has been made in order to confirm the request.
de: Diese Benachrichtigung wird an den Benutzer verschickt, wenn eine Aufsatzanfrage gemacht wurde, um die Anfrage zu bestätigen.

source: This notice is sent to the patron when an article request is marked as being processed by staff.
de: Diese Benachrichtigung wird an den Benutzer verschickt, wenn eine Aufsatzanfrage zur Bearbeitung dem Benutzerpersonal vorliegt.

source: This notice is sent to the patron who made a suggestion, when the order created from the suggestion is received.
de: Diese Benachrichtigung wird an einen Benutzer verschickt, der einen Anschaffungsvorschlag gemacht hat, wenn die Bestellung aus diesem Anschaffungsvorschlag eingetroffen ist.

source: This notice is sent as the 'Check in' notice for all items that are checked in
de: Diese Benachrichtigung wird als 'Rückgabequittung' für alle zurückgegebenen Exemplare verschickt

source: This notice is used if two criteria are met:
de: Diese Benachrichtigung wird verwendet, wenn zwei Kriterien zutreffen:

source: The :ref:`EnhancedMessagingPreferences` is set to 'Allow'
de: Der Systemparameter :ref:`EnhancedMessagingPreferences` ist auf 'Erlaube' gesetzt.

source: The patron has requested to receive this notice
de: Der Benutzer hat angegeben, dass er diese Benachrichtigung erhalten möchte.

source: *Get there:*\ OPAC > Login > your messaging
de: *Pfad in Koha:*\ OPAC > Login > Benachrichtigungen

source: *Get there:*\ Staff client > Patron record > :ref:`Notices`
de: *Pfad in Koha:*\ Dienstoberfläche > Benutzerdatensatz > :ref:`Benachrichtigungen`

source: This notice is sent as the 'Check out' notice for all items that are checked out
de: Diese Benachrichtigung wird als 'Ausleihquittung' für alle Exemplare verschickt, die ausgeliehen wurden

source: This notice is used to generate a PDF to document a successful discharge request
de: Diese Benachrichtigung wird verwendet um ein PDF zu generieren für eine erfolgreiche Entlastungsanfrage.

source: The PDF can either be downloaded by the patron from their patron account or from the staff interface when discharging a patron
de: Das PDF kann entweder vom Benutzer über sein Benutzerkonto heruntergeladen werden, oder ausgehend von der Dienstoberläche, wenn eine Entlastung für einen Benutzer erstellt wird.

source: The discharge feature is controlled by the :ref:`useDischarge` system preference.
de: Die Entlastungsfunktion wird durch den Systemparameter :ref:`useDischarge` gesteuert.

source: This notice is sent as the 'Item due' for an item is due
de: Diese Benachrichtigung wird als 'Fälligkeitsbenachrichtigung' verschickt, wenn ein Exemplar an diesem Tag fällig wird

source: This notice is sent as the 'Item due' for all items that are due
de: Diese Benachrichtigung wird als 'Fälligkeitsbenachrichtigung' für alle Exemplare die an diesem Tag fällig sind verschickt

source: The patron has requested to receive this notice as a digest
de: Der Benutzer hat angegeben, dass er diese Benachrichtigung als Zusammenfassung erhalten möchte.

source: HOLD (Hold available for pickup)
de: HOLD (Vormerkung steht zur Abholung bereit)

source: When this notice references the branches table it is referring to the pickup branch information.
de: Wenn in dieser Benachrichtigung Felder für die Bibliothek verwendet werden, ist die Abholbibliothek gemeint.

source: HOLDPLACED (a notice to the library staff that a hold has been placed)
de: HOLDPLACED (Benachrichtigung an die Bibliothek, dass eine Vormerkung gesetzt wurde)

source: This notice requires the :ref:`emailLibrarianWhenHoldIsPlaced` system preference to be set to 'Enable'
de: Der Systemparameter :ref:`emailLibrarianWhenHoldIsPlaced` muss aktiviert sein.

source: This notice can be sent to patrons to warn them that their cards are expiring soon.
de: Diese Benachrichtigung kann als Warnung an den Benutzer verschickt werden, dass sein Benutzerausweis bald abläuft.

source: Requires that you have the :ref:`MembershipExpiryDaysNotice` set and the :ref:`related cron job <cron-notify-patrons-of-expiration-label>` set.
de: Dies setzt voraus, dass Sie den Systemparameter :ref:`MembershipExpiryDaysNotice` aktiviert haben und den :ref:`related cron job <cron-notify-patrons-of-expiration-label>`.

source: This notice is sent to a staff member when they are :ref:`assigned as manager of a suggestion <managing-purchase-suggestions-label>` in the acquisitions module.
de: Diese Benachrichtigung wird an den Mitarbeitenden in der Bibliothek geschickt, der als :ref:`BearbeiterIn eines Anschaffungsvorschlags <managing-purchase-suggestions-label>` im Erwerbungsmodul zugewiesen wurde.

source: ODUE (Overdue notice)
de: ODUE (Mahnbenachrichtigung)

source: This notice is used to send overdue notices to patrons
de: Diese Benachrichtigung wird verwenden, um Mahnungen an Benutzer zu verschicken

source: ODUE is the code of the sample notice, but it's possible to use any code and define multiple different messages for different patron categories and notice levels
de: ODUE ist der Code für die Beispielbenachrichtigung, aber es ist möglich andere Codes zu benutzen, um verschiedene Benachrichtigungen für verschiedene Benutzertypen und Benachrichtigungslevels zu konfigurieren.

source: Requires that you set :ref:`Overdue notice/status triggers <overdue-notice/status-triggers-label>`
de: Stellen Sie sicher, dass Sie :ref:`Overdue notice/status triggers <overdue-notice/status-triggers-label>` aktiviert haben.

source: This notice is sent to the patron who made a suggestion, when the 'from a suggestion' option is used to create an order from it.
de: Diese Notiz wird an den Benutzer verschickt, wenn aus dem Anschaffungsvorschlag den ein Benutzer gemacht hat, eine Bestellung gemacht wurde.

source: Note: If you don't want to send this notice, just delete it.
de: *Hinweis:* Wenn Sie diese Benachrichtigung nicht verschicken möchten, dann löschen Sie sie.

source: This notice is sent when a patron requests a new password from the OPAC in order to validate the email address.
de: Diese Benachrichtigung wird verschickt, wenn der Benutzer über den OPAC ein neues Passwort beantragt hat, um die E-Mail-Adresse zu bestätigen.

source: The password reset feature is controlled by the :ref:`OpacResetPassword` system preference.
de: Die Funktion des Passwortzurücksetzens wird über den Systemparameter :ref:`OpacResetPassword` gesteuert.

source: This notice is sent as the 'Advanced notice' for an item is due
de: Diese Benachrichtigung wird als 'Erinnerungsbenachrichtigung' über fällige Exemplare verschickt

source: This notice is sent as the 'Advanced notice' for all items that are due
de: Diese Benachrichtigung wird als 'Erinnerungsbenachrichtigung' für alle Exemplare verschickt, die fällig sind

source: This notice is sent when a patron's suggestion is rejected.
de: Diese Benachrichtigung wird verschickt, wenn ein Anschaffungsvorschlag eines Benutzers abgelehnt wurde.

source: This notice is sent as the 'Check out' notice for all items that are renewed
de: Diese Benachrichtigung wird als 'Verlängerungsquittung' for alle verlängerten Exemplare verschickt

source: This notice is used if three criteria are met:
de: Diese Benachrichtigung wird verwendet, wenn drei Kriterien zutreffen:

source: The :ref:`RenewalSendNotice` preference is set to 'Send'
de: Der Systemparameter :ref:`RenewalSendNotice` ist auf 'Verschicke eine' gesetzt.

source: The patron has requested to receive the checkout notice
de: Der Benutzer hat angegeben, dass er Ausleihquittungen erhalten möchte.

source: SERIAL_ALERT (New serial issue)
de: SERIAL_ALERT (Neues Zeitschriftenheft)

source: Notice used in the serials module to notify patrons/staff of new issues of a serial. SERIAL_ALERT (RLIST in older verisons) is provided as a sample notice, but the notice code can be chosen freely as only the module is taken into account. Multiple notices can also be managed.
de: Diese Benachrichtigung wird im Zeitschriftenmodul verwendet, um Benutzer und Bibliothekspersonal über das Eintreffen neuer Hefte zu informieren. SERIAL_ALERT (RLIST in älteren Versionen) ist eine Beispielbenachrichtigung, aber der Code der Benachrichtigung kann frei gewählt werden. Mehrere Benachrichtigungen können auch verwaltet werden.
