Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: Modify CSV profiles
de: CSV-Profile bearbeiten

source: Once you have created at least one CSV profile an 'Edit profile' tab will appear next to the 'New profile' button.
de: Nachdem das erste CSV-Profil erstellt wurde, wird die Option "CSV-Profil bearbeiten" neben der Schaltfläche "Neues CSV-Profil" angezeigt.

source: Choose the profile you would like to edit and alter the necessary fields.
de: Wählen Sie das Profil, dass Sie ändern möchten und bearbeiten Sie die erforderlichen Felder.

source: After submitting your changes you will be presented with a confirmation message at the top of the screen
de: Nachdem Sie die Änderungen gespeichert haben, wird eine Bestätigung am oberen Bildschirmrand angezeigt

source: To delete a profile, check the 'Delete selected profile' option before clicking 'Submit Query'
de: Um ein Profil zu löschen, klicken Sie auf 'Markiertes Profil löschen' bevor Sie auf 'Abschicken' klicken

source: Using CSV profiles
de: CSV-Profile verwenden

source: Your CSV profiles will appear on the export list or cart menu under the 'Download' button in both the staff client and the OPAC
de: Ihre CSV-Profile werden bei den Downloadmöglichkeiten für Korb und Listen in der Dienstoberfläche und im OPAC angezeigt

source: Log viewer
de: Loganzeige

source: *Get there:* More > Tools > Additional tools > Log viewer
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Loganzeige

source: Actions within the Koha system are tracked in log files. Your :ref:`system preferences <logs-label>` can be changed to prevent the logging of different actions. These logs can be viewed using the log viewer.
de: Aktionen innerhalb von Koha werden in Logfiles aufgezeichnet. Die :ref:`Systemparameter <logs-label>` erlauben es zu konfigurieren, welche Aktionen aufgezeichnet werden. Diese Aufzeichnungen können über das Werkzeug Loganzeige eingesehen werden.

source: Choosing different combinations of menu options will produce the log file for that query.
de: Durch Kombination der verschiedenen Suchoptionen erhalten Sie eine Logdatei für Ihre Anfrage

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: logst).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: logst).

source: News
de: Nachrichten

source: *Get there:* More > Tools > Additional tools > News
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Nachrichten

source: Koha's news module allows librarians to post content and news to the OPAC, staff interface and circulation receipts.
de: Mit dem Nachrichten-Modul kann Bibliothekspersonal Nachrichteneinträge und andere Inhalte im OPAC, in der Dienstoberfläche und auf Quittungen veröffentlichen.

source: To add news to either the OPAC, the staff interface or a circulation receipt:
de: Nachrichten für den OPAC, die Dienstoberfläche oder einen Quittungsdruck in der Ausleihe erfassen:

source: Click 'New entry'
de: Klicken Sie auf 'Neuer Eintrag'

source: Under 'Display location' choose where to put the news
de: Über "Anzeigebereich" können Sie auswählen, wo die Nachricht angezeigt wird

source: Librarian interface: content will appear on the staff interface main page
de: Dienstoberfläche: Der Inhalt wird auf der Startseite der Dienstoberfläche angezeigt

source: Slip: content will appear on the circulation receipts
de: Quittung: Der Inhalt wird auf den Quittungsdrucken in der Ausleihe angezeigt

source: This can be activated or deactivated in the :ref:`Notices & slips tool <notices-and-slips-label>`
de: Dies kann im Werkzeug :ref:`Benachrichtigungen und Quittungen <notices-and-slips-label>` aktiviert oder deaktiviert werden.

source: For each language your OPAC is available in, you can set up news or content blocks.
de: Sie können Nachrichteneinträge oder Inhalte für jede Sprache, in der Ihr OPAC verfügbar ist, erstellen.

source: The following image shows where each block is displayed on the OPAC's main page
de: Das nachfolgende Bild zeigt, wo die einzelnen Inhalte auf der Startseite des OPACs angezeigt werden.

source: :ref:`OpacNav` and :ref:`OpacNavBottom` are system preferences and the :ref:`Quote of the day <quote-of-the-day-(qotd)-editor-label>` feature is found in the tools module. The rest of the customizable blocks are managed in the news tool.
de: :ref:`OpacNav` und :ref:`OpacNavBottom` sind Systemparameter und die Konfiguration für :ref:`Zitat des Tages <quote-of-the-day-(qotd)-editor-label>` findet sich im Modul Werkzeuge. Die restlichen benutzerdefinierten Inhalte werden im Nachrichtenwerkzeug verwaltet.

source: OPAC news: content will appear in the top middle part of the OPAC page
de: OPAC-Nachrichten: Inhalte werden in der Mitte im oberen Teil der OPAC-Startseite angezeigt

source: Below the news in the OPAC there will be an RSS icon allowing you and your users to subscribe to library news
de: Unter den Nachrichten im OPAC wird ein RSS-Icon angezeigt, welches den Nutzer*innen erlaubt, Nachrichten der Bibliothek zu abonnieren.

source: You can allow your users to choose to see branch-specific news with the :ref:`OpacNewsLibrarySelect` system preference
de: Sie können über den Systemparameter :ref:`OpacNewsLibrarySelect` festlegen, ob bibliotheksspezifische Nachrichten ausgewählt werden können.

source: OpacNavRight: content will appear on the right side of the OPAC page
de: OpacNavRight: Der Inhalt wird auf der rechten Seite im OPAC angezeigt

source: opacheader: content will appear at the top of the OPAC page
de: opacheader: Inhalte werden zu Beginn jeder OPAC-Seite angezeigt

source: OpacCustomSearch: content will replace the simple search bar at the top of the page
de: OpacCustomSearch: Inhalte ersetzen die einfache Suche am oberen Seitenrand

source: OpacMainUserBlock: content will appear in the middle of the OPAC's main page
de: OpacMainUserBlock: Inhalte werden in der Mitte auf der Startseite des OPACs angezeigt

source: opaccredits: content will appear at the bottom of the page
de: opaccredits: Inhalte werden am unteren Seitenrand der OPAC-Seiten angezeigt

source: OpacLoginInstructions: content will appear under the login box on the OPAC's main page
de: OpacLoginInstructions: Inhalte werden unter des Anmeldeformulars im OPAC angezeigt

source: Choose the library this news item will show for
de: Wählen Sie, für welche Bibliothek diese Nachricht angezeigt werden soll.

source: Choose a title for your entry
de: Wählen Sie einen Titel für Ihren Eintrag

source: Using the publication and expiration date fields you can control from which date and for how long your news item appears
de: Indem Sie die Felder Veröffentlichung- und Ablaufdatum verwenden, können Sie kontrollieren wie lange der Eintrag angezeigt wird.

source: Examples: (these assume today's date as 7 May 2019)
de: Beispiele: (diese gelten für das heutige Datum als 7. Mai 2020)

source: Publish on current date: set publication date as 7 May 2019
de: Heute veröffentlichen: Veröffentlichungsdatum ist 7.5.2020

source: Schedule for publishing in future: set date later than 7 May 2019
de: In der Zukunft veröffentlichen: Veröffentlichungsdatum nach dem 7.5.2020

source: Backdate the news item: set date earlier than 7 May 2019
de: Zurückdatieren einer Nachricht: Veröffentlichungsdatum vor dem 7.5.2020

source: 'Appear in position' lets you decide what order your news items appear in
de: 'Erscheint an Position' ermöglicht es, die Reihenfolge der Nachrichteneinträge zu bestimmen

source: The 'News' box is the content of your news item
de: Das Eingabefeld "Nachricht" ist für den Inhalt bzw. Text Ihres Eintrags.

source: You can choose which type of editor to use here (either a text editor or a WYSIWYG (what you see is what you get) editor) with the :ref:`NewsToolEditor` system preference.
de: Sie können selbst entscheiden, welche Art von Editor Sie verwenden möchten, entweder einen Texteditor oder einen WYSIWYG-Editor (What-you-see-is-what-you-get) und die Voreinstellung über den Systemparameter :ref:`NewsToolEditor` festlegen.

source: After filling in all of the fields, click 'Submit'
de: Klicken Sie auf 'Abschicken', nachdem Sie alle Felder ausgefüllt haben.

source: Depending on your choice for the :ref:`NewsAuthorDisplay` system preference you will also see the person who created the news item (this uses the logged in person)
de: Abhängig von der Einstellung, die Sie im Systemparameter :ref:`NewsAuthorDisplay` gewählt haben, wird Ihnen auch der Name der Person angezeigt, die die Nachricht erstellt hat (hierzu wird der angemeldete Nutzer verwendet)

source: Task scheduler
de: Aufgabenplaner

source: *Get there:* More > Tools > Additional tools > Task scheduler
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Aufgabenplaner

source: The task scheduler is a way to schedule reports to run whenever you want.
de: Der Aufgabenplaner ist ein Werkzeug um Reports zu bestimmten Zeitpunkten automatisch laufen zu lassen.

source: To schedule a task, visit the task scheduler and fill in the form
de: Um einen Aufgabe automatisch laufen zu lassen, verwenden Sie den Aufgabenplaner und füllen dort das Formular aus.

source: Current Server Time shows the time on your server (schedule all of your reports to run based on that time - not on your local time)
de: Aktuelle Serverzeit zeigt die Zeit auf Ihrem Server (planen Sie alle Ihre Reports nach dieser Zeit, nicht nach Ihrer lokalen Zeit)

source: Time should be entered as hh:mm (2 digit hour, 2 digit minute)
de: Zeitangaben sollten in der Form hh:mm (jeweils zwei Ziffern für Stunden und Minuten) eingegeben werden

source: Date should be entered using the calendar pop up
de: Das Datum sollte mit dem Kalender-Plugin eingetragen werden

source: From Report choose the report you want to schedule
de: Wählen Sie aus den Reports den Report den Sie planen möchten

source: Choose whether to receive the text of or a link to the results
de: Entscheiden Sie, ob Sie Text oder einen Link zu den Ergebnissen erhalten möchten

source: In the Email filed enter the email of the person you want to receive your report
de: Im Feld Email geben Sie die E-Mail-Adresse der Person an, die den Report erhalten soll

source: Below the task scheduler form, there is a list of scheduled reports
de: Unter dem Formular des Aufgabenplaners ist eine Liste der geplanten Reports.

source: You can also schedule reports directly from the list of saved reports by clicking the 'Schedule' link
de: Sie können Reports auch aus der Liste der gespeicherten Reports heraus für einen festen Zeitpunkt einplanen, indem Sie auf 'Termin einplanen' klicken

source: Troubleshooting
de: Problembehebung

source: Task scheduler will not work if the user the web server runs as doesn't have the permission to use it. To find out if the right user has the permissions necessary, check /etc/at.allow to see what users are in it. If you don't have that file, check etc/at.deny. If at.deny exists but is blank, then every user can use it. Talk to your system admin about adding the user to the right place to make the task scheduler work.
de: Der Aufgabenplaner wird nicht korrekt arbeiten, wenn der Benutzer unter dem der Webserver läuft nicht die notwendigen Rechte hat ihn auszuführen. Um herauszufinden ob der Benutzer die benötigten Rechte hat, überprüfen Sie /etc/at.allow um zu sehen, welche Benutzer dort eingetragen sind. Wenn diese Datei bei Ihnen nicht vorhanden ist, überprüfen Sie etc/at.deny. Wenn at.deny existiert, aber leer ist, dann kann jeder Benutzer das Werkzeug verwenden. Sprechen Sie mit Ihrem Systemadministrator, um den Benutzer an den richtigen Stellen hinzuzufügen, so dass der Aufgabenplaner funktioniert.

source: Edit quotes for QOTD feature
de: Zitate für "Zitat des Tages" bearbeiten

source: *Get there:* More > Tools > Additional Tools > Edit quotes for QOTD feature
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge> Zitate für 'Zitat des Tages' bearbeiten

source: This tool will allow you to add and edit quotes to show on the OPAC or the staff interface.
de: Dieses Werkzeug erlaubt Ihnen Zitate, die im OPAC angezeigt werden, hinzuzufügen und zu bearbeiten.

source: To turn this feature on set the :ref:`QuoteOfTheDay` system preference to either 'OPAC', 'staff interface', or both, and add at least one quote using this tool.
de: Aktivieren Sie die Funktion, indem Sie den Systemparameter :ref:`QuoteOfTheDay` auf "OPAC", "Dienstoberfläche" oder "beides" setzen und mindestens ein Zitat anlegen.

source: In the OPAC, the quotes will appear above the 'OpacMainUserBlock' :ref:`news block <news-label>`.
de: Im OPAC werden die Zitate oberhalb des Bereichs für "OpacMainUserBlock" aus den :ref:`Nachrichten <news-label>` angezeigt.

source: In the staff interface, the quotes will appear under the news on the left side.
de: In der Dienstoberfläche werden die Zitate unter den Nachrichteneinträgen auf der linken Seite angezeigt.

source: Add a quote
de: Neues Zitat anlegen

source: To add a quote:
de: Zitat hinzufügen:

source: Click the 'Add quote' button in the toolbar and an empty quote entry will be added to the end of the current quote list.
de: Klicken Sie auf 'Zitat hinzufügen' um einen leeren Eintrag am Ende der Tabelle zu erzeugen.

source: Both the 'Source' and the 'Text' fields must be filled in in order to save the new quote.
de: Sowohl die 'Quelle' als auch der 'Text' müssen ausgefüllt sein, um ein neues Zitat zu speichern.

source: When finished filling in both fields, press the <Enter> key on your keyboard to save the new quote.
de: Sind beide Felder erfasst, können sie das Zitat mit der Eingabetaste <Enter> Ihrer Tastatur speichern.

source: The list will update and the new quote should now be visible in the list.
de: Die Liste wird aktualisiert und das neue Zitat wird angezeigt.

source: You may cancel the addition of a new quote any time prior to saving it simply by pressing the <Esc> key on your keyboard.
de: Sie können die Ergänzung eines neuen Zitats jederzeit löschen, indem Sie die <Esc> Taste auf Ihrer Tastatur betätigen.

source: Import quotes
de: Zitate importieren

source: You can import a batch of quotes as a CSV file. Your file must contain two columns in the form: "source","text" with no header row.
de: Sie können auch mehrere Zitate als CSV-Datei importieren. Ihre Datei muss zwei Spalten in der folgenden Form enthalten: "Quelle","Text", ohne Kopfzeile mit den Spaltennamen.

source: You will be prompted to confirm upload of files larger than 512KB.
de: Sie werden aufgefordert, das Hochladen einer Datei, die grösser als 512MB ist, zu bestätigen.

source: To start the import process click the 'Import quotes' button at the top of the screen
de: Um den Import zu starten klicken Sie auf die Schaltfläche 'Zitate importieren' oben am Bildschirm.

source: Once on the import quotes screen you can browse your computer for the file you would like to import
de: Auf dem Bildschirm 'Zitate hochladen' können Sie Ihren Computer nach der Datei durchsuchen, die Sie importieren möchten.

source: After selecting the CSV file, click the 'Open' button and the file will be uploaded into a temporary editing table.
de: Nach der Auswahl der CSV-Datei wird diese durch die Schaltfläche 'Öffnen' in eine temporäre Tabelle geladen, die Sie nun bearbeiten können.

source: From the listing you can edit either the 'Source' or 'Text' fields by clicking on the desired field. When you are finished editing a field, press the <Enter> key on your keyboard to save the changes.
de: Ausgehend von der Auflistung können Sie das 'Quellen' oder das 'Text' Feld bearbeiten, indem Sie auf das gewünschte Feld klicken. Wenn die Bearbeitung abgeschlossen ist, klicken Sie die <Enter> Taste auf Ihrer Tastatur um die Änderungen zu speichern,

source: You can also delete quotes from this listing before completing the import.
de: Bevor Sie den Import abschließen, können Sie auch Zitate von dieser Liste löschen.

source: Select the quote(s) you desire to delete by clicking on the corresponding quote id.
de: Wählen Sie die zu löschenden Zitate, indem sie auf deren ID klicken.

source: Once quote selection is finished, simply click the 'Delete quote(s)' key.
de: Nachdem Sie die Zitate ausgewählt haben, klicken Sie auf die Schaltfläche 'Zitat(e) löschen'.

source: You will be prompted to confirm the deletion.
de: Sie werden aufgefordert, die Aktion zu bestätigen.

source: After confirming the deletion, the list will update and the quote(s) will no longer appear.
de: Nach Bestätigung des Löschvorgangs wird die Liste mit den verbleibenden Zitaten neu angezeigt.

source: Once you are satisfied with the quotes, click the 'Save quotes' button in the toolbar at the top and the quotes will be saved.
de: Wenn Sie mit den Zitaten zufrieden sind, klicken Sie die Schaltfläche 'Zitate speichern' in der Werkzeugleiste und die Zitate werden gespeichert.

source: Edit or delete a quote
de: Zitat bearbeiten oder löschen

source: Once the current quote pool has been loaded into the editing table, you may edit the quote source and text.
de: Nachdem der Zitatpool in die Bearbeitungstabelle geladen wurde, können Sie dort Quelle und Text bearbeiten.

source: Edit either the 'Source' or 'Text' fields by clicking on the desired field.
de: Die Felder 'Quelle' und 'Text' können durch Anklicken beareitet werden.

source: When you are finished editing a field, press the <Enter> key on your keyboard to save the changes.
de: Wenn Sie die Bearbeitung eines Feldes abgeschlossen haben, können Sie die Änderungen mit der <Enter> Taste Ihrer Tastatur bestätigen.

source: The list will be updated, the edits saved, and visible.
de: Die Liste wird aktualisiert und die Bearbeitungen gespeichert und angezeigt.

source: If you'd like you can also delete quote(s).
de: Sie können Zitat(e) auch löschen.

source: Once quote selection is finished, simply click the 'Delete quote(s)' button.
de: Nachdem Sie die Zitate ausgewählt haben, klicken Sie auf die Schaltfläche 'Zitat(e) löschen'.

source: *Get there:* More > Tools > Additional Tools > Upload
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Upload

source: This tool will allow you to upload files to your Koha system for selection from the :ref:`Cataloging form <attaching-files-to-records-label>`.
de: Diese Werkzeug erlaubt Ihnen Dateien in Ihr Koha-System hochzuladen, die in der :ref:`Katalogisierung <attaching-files-to-records-label>` ausgewählt werden können.

source: Upload Files
de: Dateien hochladen

source: When you first visit the Upload tool you might see a warning about missing a category.
de: Wenn Sie zum ersten Mal das Upload-Werkzeug öffnen, könnte es sein, dass Sie eine Warnung angezeigt bekommen, dass eine Kategorie fehlt.

source: Categories are defined in the :ref:`authorized value <authorized-values-label>` in the UPLOAD category. If you do not have upload categories then your files will be temporary and will be deleted the next time the server is rebooted. Once you have a value in the UPLOAD authorized value category you will see a Category pull down below the 'Browse' button.
de: Kategorien werden in den :ref:`Normierten Werten <authorized-values-label>` definiert in der Kategorie 'UPLOAD'. Haben Sie keine Upload-Kategorien definiert, sind Ihre Dateien zeitlich begrenzt und werden beim nächsten Server-Reboot gelöscht. Haben Sie einen Wert in der Kategorie 'UPLOAD' definiert, bekommen Sie ein PullDown-Menü von Kategorien unter der 'Durchsuchen' Schaltfläche angezeigt.

source: Browse your computer a file, choose a category and decide if the public will be able to download this file via the OPAC. Once your file is uploaded you will be presented with a confirmation.
de: Durchsuchen Sie Ihre Dateien, wählen Sie eine Kategorie und entscheiden Sie, ob Sie öffentliche Downloads im OPAC erlauben möchten. Ist Ihre Datei hochgeladen, bekommen Sie vom System eine Bestätigung angezeigt.

source: Search files
de: Dateien suchen

source: All uploaded files are searchable from below the upload form. Using the form you can search any part of the filename and/or the Hashvalue.Search uploaded files
de: Alle Upload-Dateien sind suchbar unterhalb des Upload-Formulars. Sie können nach dem Upload-Namen suchen und/oder mit einem Hashvalue. Betätigen Sie dann die Schaltfläche 'Suche'.

source: You will be presented with the results of your search.
de: Die Ergebnisse Ihrer Suche werden Ihnen dann angezeigt.

source: Access files
de: Dateizugriff

source: *Get there:* More > Tools > Additional Tools > Access files
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Dateizugriff

source: This option allows access to files stored on the server from the staff interface. The directories where the files are stored need to be defined in the koha-conf.xml file. In order to be able to access the tool, a staff patron requires the superlibrarian or access_files patron permission
de: Diese Option erlaubt Ihnen den Zugriff auf abgelegte Dateien auf dem Server. Die Verzeichnisse, wo die Dateien untergebracht sind müssen in der koha-conf.xml definiert sein. Um Zugriff auf dieses Werkzeug zu erhalten, muss das Bibliothekspersonal superlibrarian oder access_files patron Berechtigung haben.

source: Cashup registers
de: Kassenabrechnungen

source: *Get there:* More > Tools > Additional tools > Cashup registers
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Kassenabrechnungen

source: OPAC problem reports
de: Problemberichte im OPAC

source: *Get there:* More > Tools > Additional tools > OPAC problem reports
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Problemmeldungen im OPAC

source: This tool is used to manage the problem reports sent by patrons via the OPAC.
de: Dieses Werkzeuge wird für die Verwaltung der Problemberichte verwendet, die Benutzer über den OPAC erfasst haben.

source: This tool only appears if you have enabled the :ref:`OPACReportProblem` system preference.
de: Dieses Werkzeug ist nur sichtbar, wenn Sie den Systemparameter :ref:`OPACReportProblem` aktiviert haben.

source: From this tool, you will see all the problems that were reported by patrons on the OPAC.
de: In diesem Werkzeuge sehen Sie alle Problemberichte, die über den OPAC erfasst wurden.

source: From the 'Actions' column, you can
de: In der Spalte "Aktionen" können Sie folgendes durchführen:

source: 'Mark viewed': mark this problem report as viewed, this will change the status of the problem report to 'Viewed'
de: "Gesehen markieren": markieren Sie einen Problembericht als gesehen, um den Status auf "Gesehen" zu ändern.

source: 'Mark closed': close this problem report, this will change the status of the problem report to 'Closed'
de: "Geschlossen markieren": markieren Sie einen Problembericht als geschlossen, um den Status auf "Geschlossen" zu ändern.

source: 'Mark new': mark this problem as new (i.e. not viewed), this will revert the status back to 'New'.
de: "Als neu markieren": markieren Sie den Problembericht als neu (nicht gesehen), um den Status zurück auf "Neu" zu setzen.

source: You can also batch change statuses by checking the boxes next to the problem reports you want to change and use the bottons at the top of the page.
de: Sie können auch mehrere Status auf einmal verändern, indem Sie die Problemberichte über die Checkboxen markieren und die Schaltflächen am Anfang der Seite verwenden.
