Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: To add a new profile, you want to click on the 'New profile' button at the top of your page. Using the form that appears you can define the values to correct the card misalignments on your label sheet. You may also choose 'Manage profiles' on the left side and select one of the currently available profiles for editing.
de: Um ein neues Profil zu erstellen, klicken Sie auf die Schaltfläche 'Neu' oben auf Ihrer Seite und wählen Sie 'Druckerprofil' aus. In der Maske, die dann erscheint können Sie Werte definieren, um die falsche Ausrichtung des Benutzerausweises auf Ihren Etiketten zu bereinigen. Sie können auch auf die Schaltfläche 'Verwalte > Druckerprofile' klicken und Sie erhalten die aktuell verfügbaren Druckerprofile, die Sie bearbeiten können.

source: The Printer name and Paper bin do not have to match your printer exactly, they are for your reference so you can remember what printer you have set the profile for.
de: Der Druckername und das Papierfach müssen nicht exakt denen Ihres Druckers entsprechen. Sie dienen Ihrer eigenen Orientierung, so dass Sie sehen können, für welchen Drucker Sie dieses Profil erstellt haben.

source: For example: if you want to use the Printer model number in printer name you can, or you can call it 'the printer on my desk'
de: Sie können beispielsweise die Druckermodelnummer als Druckername benutzen, oder Sie können ihn 'Drucker auf meinem Schreibtisch' nennen.

source: Template will be filled in once you have chosen which template to apply the profile to on the :ref:`template edit form <patron-add-a-template-label>`
de: Das Template wird ausgefüllt, sobald Sie über das :ref:`Bearbeitungsformular für Templates <patron-add-a-template-label>` festgelegt haben, welches Template für das Profil verwendet werden soll.

source: The Units pull down is used to define what measurement scale you're going to be using for your profile.
de: Die Auswahlliste Maße wird verwendet um festzulegen welche Maßeinheit Sie für Ihr Profil verwenden.

source: Offset should be used when the entire image is off center either vertically or horizontally. Creep describes a condition where the distance between the labels changes across the page or up and down the page
de: Offset beschreibt was geschieht, wenn ein Bild leicht horizontal oder vertikal zum Mittelpunkt verschoben ist. Die Fließdehnung beschreibt einen Zustand, bei der der Abstand zwischen den Etiketten auf einer Seite nach oben oder unten variiert.

source: For offset and creep values, negative numbers move the printed information up and to the left on the printed sheet and positive numbers move down and to the right
de: Für Offset und Fließdehnungs-Werte bewegen negative Werte die Druckinformation nach oben und links auf dem ausgedruckten Blatt und positive Zahlen bewegen die Druckinformation nach unten und rechts.

source: Example: the text is printed 0 .25" from the left edge of the first label, 0 .28" from the left edge of the second label and 0 .31" from the left edge of the third label. This means the horizontal creep should be set to (minus) -0.03 " to make up for this difference.
de: Beispiel: der Text ist 0.25'' von der linken Ecke des ersten Etiketts, 0.28" von der linken Ecke des zweiten Etiketts und 0.31" von der linken Ecke des dritten Etiketts entfernt. Das bedeutet die horizontale Fließdehnung sollte -0.03" sein, um die Differenz auszugleichen.

source: After saving, your profiles will appear on the 'Manage printer profiles' page.
de: Nach dem Speichern werden Ihre Profile auf der Seite 'Druckerprofile verwalten' angezeigt.

source: Once you have saved your new profile, you can return to the list of templates and choose to edit the template that this profile is for.
de: Nachdem Sie Ihr neues Profil gespeichert haben, können Sie zu der LIste der Templates zurückkehren und das Template für dieses Profil bearbeiten.

source: Batches
de: Stapel

source: *Get there:* More > Tools > Patron card creator > Manage > Card batches
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzerausweisdruck > Verwalte > Batches

source: A batch is a collection of patrons for whom you want to generate cards.
de: Ein Stapel ist eine Sammlung an Benutzern, für die Sie Benutzerausweise drucken möchten.

source: Add a batch
de: Neuer Stapel

source: To add a new batch, you want to click on the 'New batches' button at the top of your page. Choosing the menu item 'Manage batches' on the left a list of already defined batches is displayed. In this display you can either select a batch for editing or add a new batch.
de: Um einen neuen Stapel hinzuzufügen, können Sie auf die Schaltfläche 'Neu' oben auf der Seite klicken und dann 'Batch' auswählen. Klicken Sie auf die Schaltfläche 'Verwalte > Batch' werden Ihnen bereits definierte Stapel angezeigt. In dieser Ansicht können entweder einen Stapel zum Bearbeiten auswählen, oder einen neuen Stapel hinzufügen.

source: For a new batch a message pops up and directs you to select patrons to be processed in this batch.
de: Für einen neuen Stapel erscheint eine Nachricht, die besagt, dass Sie Benutzer zum Bearbeiten diesem Stapel hinzufügen können.

source: After choosing the 'Add patron(s)' button the Patron Search window pops up.
de: Nachdem Sie die Schaltfläche 'Benutzer hinzufügen' angeklickt haben, öffnet sich ein neues Fenster für die Benutzersuche.

source: From here you can search for patrons to add to your batch by any part of their name, their category and/or library. Entering \* in the search box will display all the patrons.
de: Von hier aus können Sie nach den Benutzern suchen, die Sie Ihrem Stapel hinzufügen möchten, indem Sie nach ihrem Namen, der Benutzertyp und/oder der Bibliothek suchen. Wenn Sie \* in die Suchzeile eingeben, werden Ihnen alle Benutzer angezeigt.

source: From the results you can add patrons to the batch by clicking the 'Add' button. After adding patrons from the results you can start over and perform another search or click 'Close' at the bottom of the screen to indicate that you are done. You will then be presented with your batch.
de: Ausgehend von der Trefferliste können Sie über die Schaltfläche 'Hinzufügen' Benutzer dem Stapel hinzufügen. Haben Sie Benutzer hinzugefügt, können Sie eine neue Suche starten, oder die Aktion durch 'Schließen' beenden. Ihr Stapel wird Ihnen angezeigt.

source: If you would like to export all patron cards you can click 'Export card batch' otherwise you can choose specific patrons to print cards for by checking the box to the right of their names and then choose 'Export selected card(s)' at the top.
de: Wenn Sie alle Benutzerausweise exportieren möchten, dann klicken Sie auf 'Batch exportieren'. Andernfalls können Sie auch ausgewählte Benutzer nehmen und deren Benutzerausweise drucken, indem Sie die Checkbox rechts des Namens im Feld 'Auswählen' klicken und dann die Schaltfläche 'Markierte exportieren' bedienen.

source: The export menu will ask you to choose a template, a layout and starting position (where on the sheet should printing begin).
de: In der Maske zum Exportieren von Benutzerausweisen müssen Sie ein Template, ein Layout und eine Startposition (Position des ersten Ausweises) auswählen.

source: For the starting position if the first 6 labels have already been used on your sheet you can start printing on label in position 7 on the sheet. The labels are numbered left to right from top to bottom.
de: Für das Feld Startposition gilt: wenn die ersten 6 Etiketten bereits genutzt werden, können Sie bei Position 7 mit dem Etikettendruck beginnen. Die Etiketten sind von links nach recht und von oben nach unten nummeriert.

source: Once you click 'Export' you will be presented with a PDF of your labels for printing
de: Wenn sie 'Exportieren' auswählen, bekommen Sie ein PDF Ihres Etiketts angezeigt, welches Sie drucken möchten.

source: When you open the PDF you will see the cards for printing
de: Öffnen Sie das PDF sehen Sie alle Ausweise, die Sie drucken möchten.

source: The above image shows a layout that is made up of two textlines. The first one is just plain text, the second one is composed of the <firstname> <surname> fields. A patron image is printed (if available) and the barcode of patrons number is displayed in code 39. All this is printed on a template with three columns and 8 rows using position 1-3 here. When printing this PDF please take care that your printer doesn't rescale the PDF (e.g do not fit to paper size) otherwise the printer will not be able to print to the right place per your templates.
de: Das obere Bild zeigt ein Layout, das aus zwei Textzeilen zusammengestellt ist. Das erste ist nur Text, das zweite ist zusammengesetzt aus den Feldern <firstname> <surname>. Ein Benutzerfoto wird gedruckt (wenn verfügbar) und der Barcode der Benutzernummer wird im Code 39 angezeigt. Dies wird mit einem Template mit 3 Spalten und 8 Zeilen gedruckt und es sollte Position 1-3 gewählt werden. Wenn Sie dieses PDF drucken, geben Sie Acht, dass Ihr Drucker nicht den Maßstab des PDF ändert, andernfalls kann der Drucker Ihr Template nicht richtig ausdrucken.

source: Manage images
de: Bilder verwalten

source: *Get there:* More > Tools > Patron card creator > Manage > Images
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzerausweisdruck > Verwalte > Bilder

source: Images uploaded using this tool will appear on the menu when creating :ref:`patron card layouts <patron-card-layouts-label>`. You are limited in how many images you can upload (not counting patron images) by the :ref:`ImageLimit` system preference.
de: Bilder, die über dieses Werkzeug hochgeladen wurden, erscheinen in der Auswahlliste, wenn Sie :ref:`Layouts für Benutzerausweise <patron-card-layouts-label>` erstellen. Die Anzahl der Bilder, die Sie hochladen können wird durch den Systemparameter :ref:`ImageLimit` begrenzt (die Zahl der Benutzerfotos nicht eingeschlossen).

source: Images must be under 500k in size.
de: Die Dateigröße der Bilder muss unter 500k liegen.

source: Pictures uploaded with this tool should be at least 300dpi which is the minimum quality for a printable image.
de: Bilder, die mit diesem Werkzeug hochgeladen werden, sollten mindestens eine Qualität von 300dpi haben. Das ist das Minmum für Bilder, die gedruckt werden sollen.

source: In the center of the screen is a simple upload form, simply browse for the file on your computer and give it a name you'll recognize later.
de: In der Mitte der Seite ist ein einfaches Upload-Formular. Suchen Sie nach der Datei auf Ihrem Computer und geben Sie ihr einen Namen, den Sie später leicht erkennen.

source: Once the file is uploaded you will be presented with a confirmation message.
de: Nachdem die Datei hochgeladen wurde, werden Sie aufgefordert den Upload zu bestätigen.

source: And the image will be listed with all of your others on the right hand side of the page.
de: Alle hochgeladenen Bilder werden im rechten Bereich der Seite aufgelistet.

source: To delete one or multiple of these images, click the checkbox to the right of each image you want to delete and click the 'Delete' button.
de: Um eines oder mehrere dieser Bilder zu löschen, klicken Sia auf die Auswahlbox rechts neben jedem Bild, das Sie löschen möchten, und klicken Sie auf den Schalter 'Löschen'.

source: Batch patron deletion/anonymization
de: Stapellöschung und -anonymisierung von Benutzern

source: *Get there:* More > Tools > Patrons and circulation > Batch patron deletion/anonymization
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Benutzerstapellöschung und -anonymisierung

source: This tool allows you to bulk anonymize circulation histories (this means that you keep records of how many times items were checked out - but not the patrons who checked the items out) or bulk delete patrons (remove them from the system completely).
de: Mit diesem Werkzeug können Sie Benutzerausleihhistorien anonymisieren (dies bedeutet, dass die Exemplarausleihhistorie erhalten bleibt, aber die Verknüpfung zum Benutzer gelöscht wird) oder Benutzerdaten löschen (komplett aus dem System entfernen).

source: Patrons with outstanding fines or items checked out are not saved. They are not completely removed from the system (they are only moved to the delete\_borrowers table), but this tool does not provide as many checks as one may desire.
de: Benutzer mit offenen Gebühren oder Ausleihen werden nicht gesichert. Die Benutzer werden nicht komplett aus der Datenbank entfernt, sondern in die Tabelle delete\_borrowers verschoben. Aber dieses Werkzeug prüft an dieser Stelle nicht alles ab.

source: Before using this tool it is recommended that you backup your database. Changes made here are permanent.
de: Vor der Verwendung dieses Werkzeugs ist es empfehlenswert, ein Backup der Datenbank zu erstellen. Änderungen hier können nicht rückgängig gemacht werden.

source: The anonymization will fail quietly if :ref:`AnonymousPatron` preference does not contain a valid value.
de: Die Anonymisierung wird nicht durchgeführt, wenn der Systemparameter :ref:`AnonymousPatron` nicht korrekt konfiguriert ist.

source: To either delete or anonymize patrons
de: Um Benutzer entweder zu löschen oder zu anonymisieren

source: Check the 'Verify' box on the task you would like to complete (delete or anonymize)
de: Bestätigen Sie die Aktion, die Sie durchführen möchten (Löschen oder Anonymisieren) mit der Checkbox.

source: Enter a date before which you want to alter the data
de: Geben Sie das Datum an, vor dem Sie die Daten ändern möchten

source: If deleting patrons you can also choose to find patrons who
de: Sie können beim Löschen von Benutzern auch Benutzer finden, die

source: have not borrowed since a specific date
de: seit einem bestimmten Datum nicht mehr ausgeliehen haben.

source: have accounts that will expire before a specific date
de: Benutzerkonten haben, die zu einem bestimmten Datum ablaufen werden

source: are in a specific :ref:`patron category <patron-categories-label>`
de: bestimmten :ref:`Benutzertypen <patron-categories-label>` angehören

source: are in a :ref:`patron list <patron-lists-label>`
de: auf einer :ref:`Benutzerliste <patron-lists-label>` stehen

source: Click 'Next'
de: Klicken Sie auf 'Weiter'

source: A confirmation will appear asking if you're sure this is what you want to happen
de: Sie werden aufgefordert, die Aktion zu bestätigen

source: Clicking 'Finish' will delete or anonymize your data
de: Klicken Sie auf 'Beenden' um die Daten zu löschen oder zu anonymisieren

source: Batch patron modification
de: Stapelbearbeitung von Benutzerdaten

source: *Get there:* More > Tools > Patrons and circulation > Batch patron modification
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Stapelbearbeitung von Benutzerdaten

source: With this tool you can make edits to a batch of patron records. Simply load in a file of cardnumbers (one per line), choose from a :ref:`list of patrons <patron-lists-label>` or scan patron card numbers in to the box provided.
de: Mit diesem Werkzeug können Sie mehrere Benutzerdatensätze auf einmal bearbeiten. Laden Sie eine Datei mit Ausweisnummern (eine Ausweisnummer per Zeile) hoch, wählen Sie Benutzer einer :ref:`Benutzerliste <patron-lists-label>` oder scannen Sie alle Ausweisnummern in das Eingabefeld.

source: Once you have the file loaded or the barcodes scanned click 'Continue.' You will be presented with a list of the patrons and the changes you can make.
de: Nachdem Sie die Datei hochgeladen oder die Barcodes eingescannt haben, klicken Sie auf 'Fortsetzen'. Es wird eine Liste der Benutzer angezeigt und die Optionen um diese zu ändern.

source: To the left of each text box there is a checkbox. Clicking that checkbox will clear our the field values.
de: Auf der rechten Seite jedes Eingabefeldes ist eine Checkbox. Wenn Sie die Checkbox aktivieren, wird der Wert aus dem Feld gelöscht.

source: If the field is mandatory you will not be able to clear the value in it.
de: Wenn das Feld ein Pflichtfeld ist, können Sie es nicht leeren.

source: If you have multiple patron attributes you can change them all by using the '+ New' link to the right of the text box. This will allow you to add another attribute value.
de: Wenn ein Benutzerattribut als wiederholbar definiert ist, kann ein weiteres Feld über das Pluszeichen (+) neben dem Feld hinzugefügt werden.

source: Once you have made the changes you want, you can click 'Save' and Koha will present you with the changed patron records.
de: Nachdem Sie die Änderungen durchgeführt haben, klicken Sie auf 'Speichern' und Koha zeigt Ihnen die geänderten Benutzerdatensätze an.

source: Batch extend due dates
de: Stapelbearbeitung von Fälligkeiten

source: *Get there:* More > Tools > Patrons and circulation > Batch extend due dates
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Stapelbearbeitung von Benutzerdaten

source: This tool allows you to update due dates in bulk, this can be useful if a library needs to close unexpectedly and cannot accept returns.
de: Dieses Werkzeug erlaubt es Fälligkeitsdaten im Stapel zu bearbeiten. Dies kann nützlich sein, wenn eine Bibliothek ungeplant schließen muss und keine Rückgaben erfolgen können.

source: You can filter the selection of checkouts based on patron category, library or a combination of both. You can select multiple options in the dropdown lists if needed.
de: Sie können die Auswahl der Ausleihen nach dem Benutzertyp, der Bibliothek oder einer Kombination aus beidem filtern. Sie können auch mehrere Optionen aus den Auswahllisten wählen, wenn erforderlich.

source: Next, specify a date range for the current due date of the materials on loan. For example, you may want to extend the due dates for recent checkouts but exclude long overdue loans.
de: Als nächstes geben Sie einen Datumsbereich für die aktuellen Fälligkeiten der entliehenen Exemplare an. Zum Beispiel: Sie wollen die Fälligkeit für die vor kurzem ausgeliehenen Medien verlängern, allerdings nicht für die bereits lange Überfälligen.

source: Choose to extend the due dates either to a new hard due date or by a number of days. Using the number of days option can prevent large numbers of loans being due on the same date.
de: Entscheiden Sie, ob Sie die Fälligkeiten auf ein bestimmts neues Datum setzen möchten oder um eine bestimmte Anzahl Tage verlängern möchten. Wen Sei die Option mit Tagen verwenden, kann dies verhindern, dass eine große Anzahl an Ausleihen am gleichen Tag fällig wird.

source: You can choose whether to preview the results of your selections.
de: Sie können entscheiden, ob Sie das Ergebnis Ihrer Auswahl anzeigen lassen möchten.

source: If you preview the results you will see a table which shows you the current due date and the new due date so that you can check your selections. You can untick checkouts if they are incorrect or go back and change your selection.
de: Wenn Sie die Auswahl anzeigen lassen, dann sehen Sie eine Tabelle mit dem aktuellen Fälligkeitsdatum und dem neuen Fälligkeitsdatum, so dass Sie Ihre Angaben nochmals überprüfen können. Sie können einzelne Ausleihen abwählen oder zurück gehen, um Ihre Kriterien zu ändern.

source: Click on the Modify selected checkouts button to see a confirmation screen showing the checkouts that have been modified.
de: Klicken Sie auf die Schaltfläche "Ausgewählte Ausleihen bearbeiten" und eine Bestätigung mit den bearbeiteten Ausleihen wird angezeigt.

source: Access to this tool requires the Tools permission `batch_extend_due_dates`.
de: Für den Zugang zu diesem Werkzeug ist die Berechtigung "batch\_extend\_due\_dates" erforderlich.

source: *Get there:* More > Tools > Patrons and circulation > Tags
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Tag-Moderation

source: Depending on your :ref:`tagging system preferences <tagging-label>`, librarians may need to approve tags before they are published on the OPAC. This is done via the tag moderation tool. If there are tags awaiting moderation they will be listed on the main staff dashboard under the module labels:
de: Abhängig von der Konfiguration der :ref:`tagging Tagging-Systemparameter <tagging-label>`, müssen Tags von den Bibliotheksmitarbeitern zunächst geprüft werden, bevor Sie im OPAC veröffentlicht werden. Dies wird im Werkzeug 'Tag-Moderation' gemacht. Wenn neue Tags auf Moderation warten, wird dies unterhalb der Schaltflächen zu den Modulen auf der Startseite der Dienstoberfläche angezeigt.

source: To moderate the tags visit the Tags tool. When first visiting the tool, you will be presented with a list of tags that are pending approval or rejection by a librarian
de: Wenn Sie das Werkzeug zum ersten mal verwenden, sehen Sie eine Liste der Tags, die darauf warten von einem Mitarbeiter zugelassen oder abgelehnt zu werden

source: To see all of the titles this tag was added to simply click on the term
de: Klicken Sie auf den Begriff um alle Titel zu sehen, die mit diesem Begriff getaggt wurden

source: From this list of titles you can remove a tag without outright rejecting it from being used in the future by clicking the 'Remove tag' button to the right of the title.
de: Ausgehend von dieser Liste können Sie einen Tag, ohne ihn gänzlich für die Zukunft abzulehnen, entfernen. Verwenden Sie hierfür die Schaltfläche 'Ablehnen' rechts neben dem Titel.

source: To approve a tag, you can either click the 'Approve' button in line with the term, or check all terms you want to approve and click 'Approve' below the table.
de: Um ein Tag zuzulassen, können Sie entweder auf 'Akzeptieren' in der Zeile mit dem Wort klicken oder Sie haken alle Worte an, die Sie freigeben möchten und klicken auf 'Akzeptieren' am Ende der Tabelle.

source: To reject a tag, you can either click the 'Reject' button in line with the term, or check all terms you want to reject and click 'Reject' below the table.
de: Um ein Tag abzulehnen, können Sie entweder auf 'Ablehnen' in der Zeile mit dem Begriff klicken oder die Begriffe markieren und 'Ablehnen' unterhalb der Tabelle anklicken.

source: Once a tag has been approved or rejected it will be moved to the appropriate list of tags. A summary of all tags will appear on the right of the screen.
de: Nachdem ein Tag zugelassen oder abgelehnt wurde wird es auf die entsprechende Liste gesetzt. Eine Zusammenfassung aller Tags erscheint auf der rechten Seite des Bildschirms.

source: Even though a tag is approved or rejected, it can still be moved to another list. When viewing approved tags each tag has the option to reject:
de: Auch wenn ein Tag akzeptiert oder abgelehnt wurde, kann er immer noch auf eine andere Liste verschoben werden. In der Liste der akzeptierten Tags finden Sie eine Option diese abzulehnen.

source: To check terms against the approved and rejected lists (and possibly against :ref:`the dictionary <tagsexternaldictionary-label>` you have assigned for tag moderation) simply enter the term into the search box on the bottom right of the screen to see the status of the term
de: Um einen Begriff gegen die Listen akzeptierter und abgelehnter Tags zu überprüfen (und unter Umständen auch gegen das :ref:`Wörterbuch <tagsexternaldictionary-label>`, das Sie für die Tag-Moderation konfiguriert haben) geben Sie den Begriff einfach in das Suchfeld rechts unten ein.

source: Finally you can find tags by using the filters on the left.
de: Sie können auch Tags durch Nutzung der Filter auf der linken Seite finden.

source: Upload patron images
de: Benutzerfoto hochladen

source: *Get there:* More > Tools > Patrons and circulation > Upload patron images
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Benutzerfoto hochladen
