Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: *Get there:* More > Serials > :ref:`New subscription <add-a-subscription-label>`
de: *Pfad in Koha:* Mehr > Zeitschriften > :ref:`Neues Abonnement <add-a-subscription-label>`

source: You have the option to select the notice used to inform the patron about a received serial issue for a subscription. Choose from the 'Patron notification' drop down.
de: Sie haben die Option eine Benachrichtigung auszuwählen, die die Benutzer informiert dass Zeitschriftenhefte zu einem bestimmten Abonnement angekommen sind. Wählen Sie diese Option ausgehend von der Benutzeranmeldung.

source: If a notice has been selected for a subscription, patrons can subscribe to the email notification from the subscription tab in the detail view in the OPAC.
de: Haben Sie eine Benachrichtigung für ein Abonnement ausgewählt, so können sich Benutzer ausgehend vom Reiter Abonnement in der Detailansicht im OPAC anmelden für die Email-Benachrichtigung.

source: Notice also that if you'd like to notify patrons of new serial issues, you can click on 'define a notice' which will take you to the 'Notices' tool
de: Wenn Sie die Benutzer über neu eingetroffene Zeitschriftenhefte informieren möchten, können Sie auf Benachrichtigung definieren klicken und in das Werkzeug Benachrichtigungen wechseln.

source: Used to notify a patron when another patron has accepted their shared list.
de: Wird verwendet, wenn ein Benutzer eine Einladung zum Teilen einer Liste akzeptiert hat.

source: Requires that you set :ref:`OpacAllowSharingPrivateLists` to 'Allow'
de: Erfordert, dass Sie :ref:`OpacAllowSharingPrivateLists` auf 'Erlaube' setzen

source: Used to notify a patron that another patron would like to share a list with them.
de: Wird verwendet, um einen Benutzer zu benachrichtigen, dass ein anderer Benutzer eine Liste mit ihm/ihr teilen möchte.

source: Used to notify a staff member if a purchase suggestion has been moved to the fund they manage
de: Wird benutzt um Bibliothekspersonal anzumelden, wenn ein Anschaffungsvorschlag zum Etat verschoben wird, den dieses Bibliothekspersonal verwaltet.

source: Requires the :ref:`notice\_unprocessed\_suggestions <cron-email-suggestions-to-process-label>` cron job
de: Erfordert es, den Cronjob :ref:`notice\_unprocessed\_suggestions <cron-email-suggestions-to-process-label>` zu aktivieren.

source: There are also a set of predefined slips (or receipts) listed on this page. All of these slips can be customized by altering their text via the Notices & slips tool and their style using the :ref:`SlipCSS` preference to define a stylesheet. Here is what those slips are used for:
de: Es gibt einen Satz vordefinierter Quittungen auf dieser Seite. Der Text aller Quittungen kann im Werkzeug Benachrichtigungen & Quittungen angepasst werden, die Gestaltung kann über den Systemparameter :ref:`SlipCSS` angepasst werden, indem ein Stylesheet definiert wird. Dafür werden diese Quittungen benötigt:

source: Used to print a slip for an article request
de: Wird verwended um eine Ausleihquittung für eine Aufsatzanfrage zu drucken.

source: The slip or receipt can be printed manually when managing article requests from the staff interface.
de: Die Quittung kann manuell ausgedruckt werden, wenn Artikelbestellungen über die Dienstoberfläche verwaltet werden.

source: *Get there:* Circulation > Article requests > Actions > Print slip
de: *Pfad in Koha:* Ausleihe > Artikelbestellungen > Aktionen > Quittungsdruck

source: Used to print the quick slip in circulation
de: Wird verwendet um eine Kurzquittung in der Ausleihe zu drucken

source: The quick slip only includes items that were checked out today
de: Die Kurzquittung listet nur heute entliehene Exemplare auf

source: Used to print a full slip in circulation
de: Wird verwended um eine vollständige Quittung in der Ausleihe zu drucken

source: The slip or receipt will show items checked out today as well as items that are still checked out
de: Die Quittung zeigt nicht nur heute entliehene, sondern alle aktuell entliehenen Exemplare

source: Used to print a holds slip
de: Wird verwendet um eine Vormerkquittung zu drucken

source: The holds slip is generated when a hold is confirmed and set to waiting.
de: Die Vormerkquittung wird generiert, wenn eine Vormerkung bestätigt und auf wartend gesetzt wird.

source: Used to print an overdues slip
de: Wird verwendet um eine Quittung für überfällige Medien zu drucken.

source: The overdues slip can be generated manually using the 'print' menu in the patron account in staff. It will show all items overdue.
de: Die Quittung für überfällige Medien kann manuel generiert werden, indem Sie im Benutzerkonto der Dienstoberfläche das Druckmenü benutzen. Alle überfälligen Exemplare werden angezeigt.

source: Used to print a transfer slip
de: Wird verwendet um eine Transportquittung zu drucken

source: The transfer slip is printed when you confirm a transfer from one branch to another in your system
de: Die Transportquittung wird gedruckt, wenn ein Transport von einer Bibliothek zu einer anderen bestätigt wird

source: Overdue notice/status triggers
de: Mahntrigger

source: *Get there:* More > Tools > Patrons and circulation > Overdue notice/status triggers
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Mahntrigger

source: In order to send the overdue notices that you defined using the :ref:`Notices & slips <notices-and-slips-label>` tool, you need to first set the triggers to have these messages.
de: Wenn Sie die Mahnschreiben, die Sie im Werkzeug :ref:`Benachrichtigungen und Quittungen <notices-and-slips-label>` definiert haben, an die Benutzer verschicken möchten, müssen Sie diese erst im Werkzeug Mahntrigger konfigurieren.

source: In order to have overdue notices sent to your patrons, you need to :ref:`set that patron category <adding-a-patron-category-label>` to require overdue notices.
de: Wenn Sie Mahnbenachrichtigungen an Ihre Benutzer verschicken möchten, muss dies im Benutzertyp :ref:`Benutzertypen <adding-a-patron-category-label>` aktiviert sein.

source: Depending on the value of your :ref:`OverdueNoticeCalendar` preference the delay may or may not include days the library is closed based on the :ref:`holiday calendar <calendar-label>`.
de: Abhängig von dem Wert, der im Systemparameter :ref:`OverdueNoticeCalendar` festgelegt ist, werden Schließtage bei der Berechnung des Versandzeitpunkts mit berücksichtigt, oder nicht. Auch der :ref:`Schließtagekalender <calendar-label>` wird in dieser Berechnung berücksichtigt.

source: The Overdue notice/status triggers tool gives the librarian the power to send up to three notices to each patron type notifying them of overdue items
de: Das Werkzeug 'Mahntrigger' gibt der Bibliothek die Möglichkeit bis zu drei Benachrichtigungen je Benutzertyp zur Erinnerung an überfällige Exemplare zu verschicken.

source: Delay is the number of days after an issue is due before an action is triggered.
de: Karenz ist die Anzahl der Tage, bevor eine Aktion durch eine überfällige Ausleihe ausgelöst wird.

source: If you want Koha to trigger an action (send a letter or restrict member), a delay value is required.
de: Wenn Sie wollen, dass Koha eine Aktion (eine Benachrichtigung schicken oder einen Benutzer sperren) auslöst, dann ist ein Karenzwert erforderlich.

source: To send additional notices, click on the tabs for 'Second' and 'Third' notice
de: Um weitere Benachrichtigungen zu verschicken, klicken Sie auf die Reiter 'Zweite' und 'Dritte' Benachrichtigung

source: If you would like to prevent a patron from checking items out because of their overdue items, check the 'Restrict' box, this will put a notice on the patron's record at checkout informing the librarian that the patron cannot check out due to overdue items.
de: Wenn Sie möchten, dass ein Benutzer mit überfälligen Medien keine neuen Medien mehr entleihen kann, setzen Sie das Häkchen bei 'Gesperrt'. Dies erzeugt eine Nachricht im Benutzerdatensatz, die dem Personal an der Ausleihtheke anzeigt, dass der Benutzer wegen überfälliger Medien nichts mehr entleihen darf.

source: If you choose to restrict a patron in this way you can also have Koha automatically remove that restriction with the :ref:`AutoRemoveOverduesRestrictions` preference.
de: Wenn Sie entscheiden einen Benutzer auf diese Weise zu sperren, kann Koha die Sperre automatisch wieder aufheben, wenn der Systemparameter :ref:`AutoRemoveOverduesRestrictions` entsprechend gesetzt ist.

source: Next you can choose the delivery method for the overdue notice. You can choose from Email, Phone (if you are using the :ref:`iTiva Talking Tech service <talkingtechitivaphonenotification-label>`), Print and SMS (if you have set your :ref:`SMSSendDriver`).
de: Als nächstes können Sie die Versandart der Mahnungbenachrichtigung festlegen. Sie können zwischen E-Mail, Telefon (wenn Sie den :ref:`iTiva Talking Tech Service <talkingtechitivaphonenotification-label>` verwenden), Druck und SMS (wenn :ref:`SMSSendDriver` konfiguriert ist) auswählen.

source: Patron card creator
de: Benutzerausweisdruck

source: *Get there:* More > Tools > Patron card creator
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzerausweisdruck

source: The patron card creator allow you to use layouts and templates which you design to print your custom patron cards on your printer. Here are some of the features of the patron card creator module:
de: Mit dem Modul Benutzerausweisdruck können unter Verwendung von Layouts und Templates Benutzerausweise gestaltet und gedruckt werden. Einige Features des Moduls sind:

source: Customize patron card layouts with text retrieved from the Koha patron data
de: Layouts für Benutzerausweise können mit einem Text angepasst werden, der im Koha Benutzerdatensatz abgefragt wird.

source: Design custom card templates for printed patron cards (to match the label sheets)
de: Entwerfen Sie benutzerdefinierte Templates für den Druck von Benutzerausweisen.

source: Build and manage batches of patron cards to print
de: Stapel für den Druck von Benutzerausweisen erstellen und verwalten.

source: Export (as PDF) single or multiple batches to print
de: Einen oder mehrere Stapel exportieren (als PDF) um diese zu drucken.

source: Export (as PDF) single or multiple patron cards from within a batch
de: Exportieren Sie (als PDF) einen einzelnen oder mehrere Benutzerausweise aus einem Stapel.

source: *Get there:* More > Tools > Patron card creator > Manage > Layouts
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzerausweisdruck > Verwalte > Layouts

source: A layout defines the text and images that will be printed on to the card and where it will appear.
de: Das Layout definiert den Text und die Bilder und an welcher Stelle sie auf dem Benutzerausweis gedruckt werden.

source: Up to three lines of text, the patron's number in barcode representation and up to two images can be printed on to the card.
de: Bis zu drei Zeilen Text, der Benutzernummer als Barcode und bis zu zwei Bildern können auf dem Ausweis gedruckt werden.

source: Add a layout
de: Neues Layout

source: If you have no layouts defined, you will add a new layout by clicking the 'New' button and choosing 'Layout'.
de: Haben Sie noch keine Layouts konfiguriert, können Sie über die Schaltfläche 'Neu' ein neues Layout hinzufügen.

source: You may also choose to press 'Manage layout' on the left side. Here you are offered a list of available layouts you can select for editing. But at the top of the page there is still the 'New layout' button.
de: Sie können auch die Schaltfläche 'Verwalte' klicken. Hier bekommen Sie eine Liste der aktuell verfügbaren Layouts angezeigt, die Sie bearbeiten können. Oben auf der Seite bekommen Sie aber immer die Schaltfläche 'Neu' angezeigt.

source: The name you assign to the layout is for your benefit, name it something that will be easy to identify at a later date
de: Der Name den Sie dem Layout geben dient Ihrer eigenen Orientierung. Benennen Sie es so, dass Sie es zu einem späteren Zeitpunkt einfach identifizieren können

source: The Units pull down is used to define what measurement scale you're going to be using for your layout.
de: In der Auswahlliste für die 'Einheiten' können Sie die Maßskala für das Layout festlegen.

source: A Postscript Point is 1/72", an Adobe Agate is 1/64", an Inch is 25.4 SI Millimeters
de: Ein Postscript Point sind 1/72", ein Adobe Agate sind 1/64", ein Inch sind 25.4 SI Millimeter.

source: Next, note if this layout is for the front or the back of the patron card
de: Als nächstes legen Sie fest, ob das Layout für die Vorder- oder Rückseite des Benutzerausweises verwendet werden soll.

source: You will need a layout for both the front and back of your card if you have 2-sided library cards, this option doesn't allow you to print two sided cards, just lets you track which side of the card you're designing.
de: Wenn Sie zweiseitige Bibliotheksausweise verwenden möchten, müssen Sie ein Layout für die Vorder- und eines für die Rückseite definieren. Diese Option erlaubt Ihnen nicht doppelseitige Ausweise zu drucken. Aber Sie können nachverfolgen, welche Seite des Ausweises Sie gestalten.

source: You have the option of adding up to 3 lines of text to your card. Your text can be static text of your choosing and/or fields from the patron record. If you want to print fields from the patron record you want to put the field names in brackets like so - <firstname>
de: Sie können bis zu 3 Zeilen Text auf der Karte ausgeben. Es kann sich dabei um statischen Text oder Felder aus dem Benutzerdatensatz handeln. Wenn Sie Felder aus dem Benutzerdatensatz verwenden möchten, müssen Sie die Feldnamen in spitzen Klammern angeben, wie zum Beispiel - <firstname>.

source: A full list of field names can be found in the database schema at http://schema.koha-community.org
de: Die ganze Liste der Feldnamen können Sie im Datenbankschema unter http://schema.koha-community.org einsehen.

source: For each line of text, you can choose your font, font size and the location of the text on the card using the lower X and Y coordinates
de: Für jede Zeile Text können Sie die Schriftart, Schriftgröße und Position auf der Karte durch die Angabe der X- und Y-Koordinaten angeben.

source: In order to show the barcode and the patron card number you will need to check the 'Print card number as barcode' option. This will turn the patron card number into a barcode. If you want the number to print in human readable format you will need to check the 'Print card number as text under barcode' option.
de: Wenn Sie Barcode und Ausweisnummer anzeigen möchten, müssen Sie die Option 'Benutzernummer als Barcode drucken' aktivieren. Dann wird die Ausweisnummer als Barcode gedruckt. Wenn sie die Nummer in lesbarer Form drucken möchten, aktivieren Sie die Option 'Ausweisnummer als Text unter Barcode drucken'.

source: Finally you can choose up to two images to print on the card.
de: Zum Abschluss können Sie noch bis zu zwei Bilder auswählen, die auf den Ausweis gedruckt werden sollen.

source: One can be the :ref:`patron image <upload-patron-images-label>` which you can resize to meet your needs.
de: Eines kann ein :ref:`Benutzerfoto <upload-patron-images-label>` sein, dessen Größe Sie an Ihre Bedürfnisse anpassen können.

source: The other image can be something like a library logo or symbol that you uploaded using the ':ref:`manage images <manage-images-label>`' module of the patron card creator Tool.
de: Das andere Bild kann zum Beispiel ein Bibliothekslogo oder Symbol sein, das Sie mit dem Werkzeug ':ref:`Bilder verwalten <manage-images-label>`' im Modul für den Benutzerausweisdruck hochgeladen haben.

source: It is the designers responsibility to define textlines, barcode and images such that overlap is avoided.
de: Es liegt in der Verantwortung des Designers, Textzeilen, Barcodes und Bilder so zu konfigurieren, dass eine Überlagerung vermieden wird.

source: After saving, your layouts will appear on the 'Manage layouts' page.
de: Nach dem Speichern werden Ihre Layouts auf der Seite 'Layouts verwalten' angezeigt.

source: *Get there:* More > Tools > Patron card creator > Manage > Card templates
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzerausweisdruck > Verwalte > Templates

source: A template describes the arrangement of labels on the label sheet/card stock you are using. This might be Avery 5160 for address labels, Gaylord 47-284 for spine labels or Avery 28371 for your patron cards, just to give a couple of examples. All of the information you will need for setting up a template may be on the packaging, and if not it can usually be found on the vendor's website or can be measured from a sample sheet.
de: Ein Template ist das Etiketten- bzw. Kartenformat, das Sie verwenden. Das kann z.B. Avery 5160 für Adressetiketten, Gaylord 47-284 für Signaturschilder oder Avery 28371 für Benutzerausweise sein, um nur einige Beispiele aufzuführen. Bei diesen Etiketten bzw. Druckvorlagen sind die Informationen, die Sie für die Konfiguration in Koha brauchen auf der Verpackung oder auch auf der Webseite des Herstellers angegeben.

source: Add a template
de: Neues Template

source: To add a new template click on the 'New template' button at the top of your page which brings you to the Edit template form immediately. You may also choose to press 'Manage templates' on the left side. Here you are offered a list of available templates you can select for editing. But in the top of the page there is still the 'New template' button.
de: Um ein neues Template zu erstellen, klicken Sie auf die Schaltfläche 'Neu > Template' oben auf der Seite. Dies leitet Sie sofort auf die Seite 'Neues Ausweistemplate' weiter. Sie können auch auf die Schaltfläche 'Verwalte > Templates' klicken. Hier erhalten Sie eine Liste aller aktuell verfügbaren Templates, die Sie zum Bearbeiten auswählen können. Oberhalb der Liste wird trotzdem noch die Schaltfläche 'Neu' angezeigt.

source: Using the form that appears after pressing either 'Edit' or 'New template' you can define the template for your sheet of labels or cards.
de: Mit der angezeigten Maske ausgehend von der Schaltfläche 'Bearbeiten' oder 'Neues Template', können Sie das Template für Ihre Etiketten- oder Ausweisdruckvorlage definieren.

source: Template ID is simply a system generated unique id
de: Die Template-ID wird automatisch beim Abspeichern generiert. Es handelt sich um eine systeminterne einmalige Identnummer.

source: Template code should be the name of this template to identify it on a list of templates
de: Der Templatecode sollte einen eindeutigen Namen haben, anhand dessen Sie Ihr Template in einer Liste von Templates identifizieren können.

source: You can use the template description to add additional information about the template
de: Sie können das Feld Templatebeschreibung verwenden um zusätzliche Informationen über das Template zu hinterlegen.

source: The Units pull down is used to define what measurement scale you're going to be using for the template.
de: Die Auswahlliste 'Einheiten' wird verwendet um festzulegen, welche Maßeinheit Sie für Ihr Template verwenden.

source: The measurements (page height, page width, card width, card height) may be on the packaging, and if not it can usually be found on the vendor's website or can be measured from a sample sheet.
de: Die Maße (Seitenhöhe, Seitenbreite, Kartenhöhe, Kartenbreite) können auf der Packung verzeichnet sein, oder auf der Webseite des Herstellers oder die Maße können von einem Probeexemplar genommen werden.

source: A profile is a set of "adjustments" applied to a given template just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned).
de: Ein Profil ist ein Satz von "Einstellungen", das einem bestehenden Template vor dem Druck zugeordnet wird, um Eigenschaften eines bestimmten Druckers auszugleichen (dem das Profil zugeordnet ist).

source: Before defining a profile try printing some sample cards so that you can take measurements to define a profile to perform the right adjustments for your printer/template combination.
de: Drucken Sie versuchsweise ein paar Ausweiskarten, bevor Sie ein Profil auswählen. So können Sie einfach ein Profil finden, das richtig für Ihre Kombination von Drucker und Template ist.

source: After finding and documenting any anomalies in the printed document, then you can :ref:`create a profile <patron-add-a-profile-label>` and assign it to the template.
de: Wenn Sie Unregelmäßigkeiten auf dem gedruckten Dokument gefunden haben, können sie ein :ref:`Profil erstellen <patron-add-a-profile-label>` und es dem Template zuweisen.

source: Do not specify a profile unless needed, i.e. do not click to define a printer profile. It is not possible to remove a profile from a template but you can switch to another profile.
de: Definieren Sie kein Profile, wenn es nicht nötig ist, zum Beispiel kein Druckprofil definieren. Es ist nicht möglich ein Profil von einem Template zu entfernen, aber Sie können zu einem anderen Profil wechseln.

source: If you are using different printers you may be required to define several templates that are identical only different profiles are specified.
de: Benutzen Sie verschiedene Drucker kann es erforderlich sein verschiedene Templates zu definieren.

source: After saving, your templates will appear on the 'Manage templates' page.
de: Nach dem Speichern werden Ihre Templates auf der Seite 'Templates verwalten' angezeigt.

source: Profiles
de: Profile

source: *Get there:* More > Tools > Patron card creator > Manage > Profiles
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzerausweisdruck > Verwalte > Druckerprofile

source: A profile is a set of "adjustments" applied to a given :ref:`template <patron-templates-label>` just prior to printing which compensates for anomalies unique and peculiar to a given printer. This means if you set a template up and then print a sample set of data and find that the items are not all aligned the same on each card, you need to set up a profile for each printer (or even different tray selections on the same printer) to make up for the differences in printing styles, such as the shifting of text to the left, right, top or bottom.
de: Ein Profil ist ein Set von "Anpassungen", das einem bestehenden :ref:`Template <patron-templates-label>` vor dem Druck zugeordnet wird, um Eigenschaften eines bestimmten Druckers auszugleichen. Das bedeutet, wenn Sie nach der Gestaltung eines Templates Beispieldaten ausdrucken und feststellen, dass die Daten nicht auf allen Etiketten gleich ausgerichtet sind, können Sie ein Profil für jeden Drucker erstellen um die Unterschiede in den Druckeigenschaften auszugleichen, wie zum Beispiel die Verschiebung des Texts nach links, rechts, oben oder unten.

source: If your cards are printing just the way you want, you will not need a profile.
de: Wenn Ihre Ausweise bereits so gedruckt werden, wie Sie es möchten, benötigen Sie kein Profil.

source: Add a profile
de: Neues Profil

source: To add a new profile, you want to click on the 'Profiles' button at the top of your page and choose 'New profile'
de: Klicken Sie auf die Schaltfläche 'Neu' am Anfang der Seite und wählen Sie 'Druckerprofil' um ein neues Profil zu erstellen.
