Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: Patron images can be uploaded in bulk if you are :ref:`allowing patron images <patronimages-label>` to be attached to patron records. These images can also be used when creating :ref:`patron cards <patron-card-creator-label>`.
de: Benutzerfotos können auch über eine Stapelfunktion hochgeladen werden, wenn Sie den :ref:`Upload von Benutzerfotos<patronimages-label>` in der Konfiguration grundsätzlich erlaubt haben. Diese Bilder können dann verwendet werden, wenn neue :ref:`Benutzerausweise <patron-card-creator-label>` angelegt werden.

source: Create a txt file and title it "DATALINK.TXT" or "IDLINK.TXT"
de: Erstellen Sie eine Textdatei mit dem Namen "DATALINK.TXT" oder "IDLINK.TXT"

source: On each line in the text file enter the patron's card number followed by comma (or tab) and then the image file name
de: Geben Sie in jeder Zeile der Textdatei die Ausweisnummer gefolgt von einem Komma (oder Tabulator) ein und danach den Dateinamen.

source: Make sure that your TXT file is a plain text document, not RTF.
de: Stellen Sie sicher, dass Ihre TXT-Datei nur Klartext enthält und kein RTF.

source: Zip up the text file and the image files
de: Packen Sie die Text- und Grafikdateien

source: Go to the Upload patron images tool
de: Wechseln Sie in das Werkzeug zum Hochladen von Benutzerfotos.

source: For a single image, simply point to the image file and enter the patron card number
de: Für ein einzelnes Foto können Sie einfach die Datei auswählen und die Ausweisnummer angeben

source: For multiple images, choose to upload a zip file
de: Für mehrere Bilder können Sie eine zip-Datei hochladen

source: After uploading you will be presented with a confirmation
de: Nach dem Upload werden Sie aufgefordert, diesen zu bestätigen

source: There is a limit of 100K on the size of the picture uploaded and it is recommended that the image be 200x300 pixels, but smaller images will work as well.
de: Es gibt ein Limit von 100K für die Größe eines hochgeladenen Bildes, und es wird eine Bildgröße von 200x300 Pixeln empfohlen. Aber auch kleinere Bildern werden angezeigt.

source: Catalog
de: Katalog

source: Batch item deletion
de: Stapellöschung von Exemplaren

source: *Get there:* More > Tools > Catalog > Batch item deletion
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Stapellöschung von Exemplaren

source: This tool will allow you to delete a batch of item records from Koha.
de: Dieses Werkzeug ermöglicht Ihnen die stapelweise Löschung von Exemplaren aus Koha.

source: From the tool you can choose to upload a file of barcodes or item ids, or you can scan items one by one into the box below the upload tool.
de: In diesem Werkzeug können Sie entweder eine Datei mit Barcodes oder Exemplarnummern hochladen, oder Sie können die Barcodes nacheinander in das Feld unter der Uploadmöglichkeit einscannen.

source: Once you have your file uploaded or the barcodes scanned you can click 'Continue.'
de: Nachdem Sie die Datei hochgeladen oder die Barcodes eingescannt haben, klicken Sie auf 'Fortsetzen'.

source: You will be presented with a confirmation screen. From here you can uncheck the items you don't want to delete and decide if Koha should delete the bib record if the last item is being deleted before clicking 'Delete selected items.' If you'd like you can delete the bibliographic record if you're deleting the last item by clicking the checkbox next to 'Delete records if no items remain'.
de: Sie erhalten eine Übersicht über die ausgewählten Exemplare zur Bestätigung. Aus dieser Liste können Sie Exemplare abwählen, die nicht gelöscht werden sollen und entscheiden, ob Koha auch den Titel löschen soll, nachdem das letzte Exemplar gelöscht wurde, bevor Sie die Löschung über 'Markierte Exemplare löschen' durchführen. Wenn Sie möchten, können Sie den bibliographischen Datensatz löschen, wenn Sie das letzte Exemplar gelöscht haben. Der Datensatz kann gelöscht werden, wenn kein Exemplar mehr daran hängt.

source: If your file (or list of scanned barcodes) has more than 1000 barcodes, Koha will be unable to present you with a list of the items. You will still be able to delete them, but not able to choose which items specifically to delete or delete the biblio records.
de: Wenn die Datei (oder die Liste der gescannten Barcodes) mehr als 1000 Barcodes umfasst, kann Koha diese nicht mehr in einer Liste anzeigen. Die Daten können dennoch gelöscht werden, aber es ist nicht möglich einzelne Exemplare ab- oder anzuwählen und die bibliographischen Datensätze mit dem letzten Exemplare zu löschen.

source: If the items are checked out you will be presented with an error after clicking 'Delete selected items' and the items will not be deleted.
de: Wenn die Exemplare aktuell entliehen sind, erhalten Sie eine Fehlermeldung beim Versuch die Exemplare zu löschen und die Löschung wird nicht durchgeführt.

source: If the items can be deleted they will be and you will be presented with a confirmation of your deletion.
de: Wenn die Exemplare gelöscht werden können werden Sie das und sie werden gebeten die Löschung zu bestätigen.

source: Batch item modification
de: Stapelbearbeitung von Exemplaren

source: *Get there:* More > Tools > Catalog > Batch item modification
de: *Pfad in Koha:* Mehr > Werkzeug > Katalog > Stapelbearbeitung von Exemplaren

source: This tool will allow you to modify a batch of item records in Koha.
de: Dieses Werkzeug erlaubt Ihnen die massenweise Änderung von Exemplaren in Koha.

source: From the tool you can choose to upload a file of barcodes or item ids, or you can scan items one by one into the box below the upload tool. You can also decide the items edited should be populated with the default values you have defined in your :ref:`default framework <marc-bibliographic-frameworks-label>`.
de: In diesem Werkzeug können Sie entweder eine Datei mit Barcodes oder Exemplaridentnummern hochladen, oder Sie können die Barcodes nacheinander in das Feld unter der Uploadmöglichkeit einscannen. Sie können auch entscheiden die bearbeiteten Exemplare mit den Standardeinstellung zu bestücken, die Sie in Ihrem :ref:`Standard-Framework <marc-bibliographic-frameworks-label>` definiert haben.

source: Once you have your file uploaded or the barcodes listed you can click 'Continue.'
de: Nachdem Sie die Datei hochgeladen oder die Barcodes eingescannt haben, klicken Sie auf 'Weiter'.

source: You will be presented with a summary of the items you want to modify. From here you can uncheck the items you don't want to modify before making changes in the form below. You can also hide columns you don't need to see to prevent having to scroll from left to right to see the entire item form. The holds column displays a count of the current holds for the item.
de: Sie werden aufgefordert, die Aktion zu bestätigen. Nun können Sie die Exemplare abwählen, die Sie nicht über das untenstehende Formular bearbeiten möchten. Sie können auch Spalten ausblenden, die Sie nicht benötigen, um ein horizontales Scrollen zu vermeiden. Die Spalte Vormerkungen zeigt die Anzahl der vorhandenen Vormerkungen für ein Exemplar.

source: To uncheck all items that are currently checked out you can click the 'Clear on loan' link at the top of the form.
de: Um alle aktuell entliehenen Exemplare aus der Auswahl zu nehmen, können Sie den Link "Ausgeliehene abhaken" am Anfang des Formulars verwenden.

source: Using the edit form you can choose which fields to make edits to. By checking the checkbox to the right of each field you can clear the values in that field for the records you are modifying.
de: Sie können im Formular auswählen, welche Felder Sie bearbeiten möchten. Über die Checkbox auf der rechten Seite jedes Feldes können Sie das Feld in den Exemplaren löschen.

source: You can also click the 'RegEx' link to change the text field to a regular expression substitution. This is used to change only a part of a text string.
de: Sie können auch den Link "RegEx" anklicken, um ein Bearbeiten des Feldinhalts mit regulären Ausdrucken zu ermöglichen. Damit lässt sich beispielsweise nur ein Teil der Zeichenkette verändern.

source: Once you have made you changes you will be presented with the resulting items.
de: Nachdem Sie Ihre Änderungen vorgenommen haben, werden die geänderten Exemplare angezeigt.

source: You can also edit items on one bibliographic record in a batch by going to the bibliographic record and clicking Edit > Edit items in batch
de: Sie können auch mehrere Exemplare an einem Titel auf einmal bearbeiten, indem sie Bearbeiten > Exemplare im Stapel bearbeiten auswählen

source: Batch record deletion
de: Stapellöschung von Titeln

source: This tool will take a batch of record numbers for either bibliographic records or authority records and allow you to delete all those records and any items attached to them in a batch.
de: Dieses Werkzeug verwendet einen Stapel Datensatznummern von Titel- oder Normdatensätzen, um diese Datensätze und alle zugehörigen Exemplare zu löschen.

source: First you need to tell the tool if you're deleting bibliographic or authority records.
de: Zuerst müssen Sie im Werkzeug festlegen, ob Sie Titel- oder Normsätze löschen möchten.

source: Next, you can:
de: Als nächstes können Sie:

source: load a file with biblionumbers or authids;
de: eine Datei mit biblionumbers oder authids laden;

source: use a :ref:`list <lists-label>`;
de: verwenden Sie eine :ref:`Liste <lists-label>`;

source: or enter the list of numbers in the box provided.
de: eine Liste von Nummern in das angezeigte Eingabefeld eingeben.

source: Once you submit the form you will be presented with a summary of the records you are trying to delete.
de: Sobald Sie das Formular abschicken, wird Ihnen eine Übersicht der Datensätze, die Sie löschen möchten, angezeigt.

source: If a record you want to delete can't be deleted it will be highlighted.
de: Wenn ein Datensatz, den Sie löschen möchten, nicht gelöscht werden kann, wird er hervorgehoben.

source: Check the records you want to delete and click the 'Delete selected records' button to finish the process.
de: Überprüfen Sie die Datensätze, die Sie löschen möchten, und klicken Sie 'Markierte Datensätze löschen', um den Vorgang abzuschließen.

source: Batch record modification
de: Stapelbearbeitung von Titeln

source: *Get there:* More > Tools > Catalog > Batch record modification
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Stapelbearbeitung von Titeln

source: This tool will allow you to edit batches of bibliographic and authority records using :ref:`MARC modification templates <marc-modification-templates-label>`. Before visiting this tool you will want to set up at least one MARC modification template.
de: Dieses Werkzeug erlaubt die stapelweise Bearbeitung von bibliographischen Datensätzen und Normdatensätzen mithilfe von :ref:`Templates für MARC-Modifikationen <marc-modification-templates-label>`. Bevor Sie das Werkzeug verwenden können, müssen Sie wenigstens ein Template für MARC-Modifikationen erstellen.

source: When you visit the tool it will ask you:
de: Wenn Sie das Werkzeug öffnen, werden Sie gefragt:

source: Choose whether you're editing bibliographic or authority records
de: Legen Sie fest, ob Sie bibliographische oder Normdatensätze ändern

source: Enter the biblionumbers or authids
de: Geben Sie die Titelsatznummern oder NormdatenIDs ein

source: You can upload a file of these numbers;
de: Sie können eine Datei mit diesen Nummern hochladen;

source: You can use a :ref:`list <lists-label>`;
de: Sie können eine :ref:`Liste <lists-label>` verwenden;

source: Or enter the numbers (one per line) in the box provided.
de: Oder die Nummern (eine pro Zeile) im angezeigten Eingabefeld eingeben.

source: Finally choose the MARC modification template you'd like to use to edit these records.
de: Wählen Sie abschliessend das Template zur MARC-Modifikation, das sie für die Bearbeitung dieser Datensätze nutzen möchten.

source: Once you've entered your criteria click 'Continue'
de: Wenn Sie die Kriterien eingegeben haben, klicken Sie 'Fortsetzen'

source: You will be presented with a list of records that will be edited. Next to each one is a checkbox so you can uncheck any items you would rather not edit at this time.
de: Es erscheint eine Liste der zu ändernden Datensätze. Neben jedem Eintrag erscheint eine Checkbox. Haken neben Exemplaren, die nicht geändert werden sollen, können entfernt werden.

source: Clicking 'Preview MARC' will allow you to see what edits will be made when you finalize the edit.
de: Mit einem Klick auf die MARC-Ansicht können Sie sehen, welche Änderungen vollzogen wurden nach Abschluß der Bearbeitung.

source: Once you're sure everything is the way you want you can click the 'Modify selected records' button and your records will be modified.
de: Wenn alles zu ihrer Zufriedenheit ist, können Sie die Änderungen mit einem Klick auf 'Ausgewählte Datensätze bearbeiten' durchführen.

source: Automatic item modifications by age
de: Automatische Exemplarbearbeitung nach Alter

source: *Get there:* More > Tools > Catalog > Automatic item modifications by age
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Automatische Exemplarbearbeitung nach Alter

source: This tool allows librarians to update item specific fields when an item reaches a certain age.
de: Dieses Werkzeug erlaubt Bibliothekaren spezielle Felder zu aktualisieren, wenn ein Exemplar ein bestimmtes Alter hat.

source: Staff need the items\_batchmod permission to access this tool
de: Das Bibliothekspersonal benötigt die Erlaubnis zur Exemplarstapelbearbeitung items\_batchmod um das Werkzeug benutzen zu können.

source: The settings in this tool will be acted upon by the :ref:`corresponding cron job <cron-automatic-item-update-label>`
de: Die Einstellungen in diesem Werkzeug funktionieren über den entsprechenden :ref:`Cronjob <cron-automatic-item-update-label>`

source: If you haven't created any rules you will see the option to 'Add rules' on the Tool page. Click this button to create rules.
de: Wenn Sie noch keine Regeln definiert haben, können Sie dies über die Schaltfläche 'Regeln hinzufügen' oben auf der Seite tun.

source: If you have rules already there will be a button that reads 'Edit rules'. To create a new rule click the 'Edit rules' button at the top of the page
de: Wenn Sie bereits Regeln definiert haben wird Ihnen die Schaltfläche 'Regeln bearbeiten' angezeigt. Wollen Sie eine neue Regel hinzufügen, dann klicken Sie 'Regel hinzufügen' oben auf der Seite.

source: You will be brought to a page where you can edit exisitng rules or create a new rule
de: Es wird Ihnen eine Seite angezeigt, auf der Sie bestehende Regeln bearbeiten, oder neue Regeln hinzufügen können.

source: In the form that appears you can set :
de: In der angezeigten Maske können Sie Informationen zu:

source: the age in days at which the item will update (Age)
de: zum Alter in Tagen angeben

source: what criteria is needed to trigger the update (Conditions)
de: welche Kriterien nötig sind um ein Update auszulösen (Bedingungen)

source: what changes are made when the script runs (Substitutions)
de: welche Änderungen gemacht werden, wenn das Skript läuft (Ersetzungen)

source: Once you're done you can click the 'Add this rule' link and then add additional rules or you can click the 'Submit these rules' button to save your changes.
de: Wenn Sie eine Regel definiert haben klicken Sie die Schaltfläche 'Regel hinzufügen' oder definieren Sie zusätzliche Regeln. Mit der Schaltfläche 'Speichern' sichern Sie Ihre Änderungen.

source: Export data
de: Datenexport

source: *Get there:* More > Tools > Catalog > Export data
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Datenexport

source: Koha comes with a tool that will allow you to export your bibliographic, holdings and/or authority data in bulk. This can be used to send your records to fellow libraries, organizations or services; or simply for backup purposes.
de: Koha enthält ein Werkzeug, mit der Sie Ihre bibliographischen Daten, Exemplare und Normdaten im Stapel exportieren können. Das kann verwendet werden um Daten an andere Bibliotheken, Organisationen oder Dienstleister zu schicken; oder einfach für Sicherungen und Backups.

source: Export bibliographic records
de: Bibliographische Datensätze exportieren

source: At the top of the screen you need to pick what data you're exporting. If you're exporting bibliographic records with or without the holdings information you want to click the 'Export bibliographic records' tab.
de: Am oberen Bildschirmrand müssen Sie auswählen, welche Daten exportiert werden. Wenn bibliographische Datensätze mit oder ohne Exemplardaten exportiert werden sollen, muss der entsprechende Reiter 'Bibliographische Datensätze exportieren' ausgewählt werden.

source: Fill in the form in order to limit your export to a specific range (all fields are optional)
de: Füllen Sie das Formular aus, um Ihren Export auf einen bestimmten Bereich einzuschränken (alle Felder sind optional)

source: Choose to limit your export by any one or more of the following options
de: Wählen Sie eine oder mehrere der folgenden Optionen aus, um Ihren Export einzuschränken

source: Limit to a bib number range
de: Begrenzen auf Titelsatznummernbreich

source: Limit to a specific item type
de: Auf einen bestimmten Medientyp einschränken

source: This limit will use the type you have defined in the :ref:`item-level\_itypes <item-level\_itypes-label>` preference. If you have the item-level\_itypes preference set to 'specific item' and you have no items attached to a bib record it will not be exported. To get all bib records of a specific type you will need your item-level\_itypes preference set to 'biblio record'.
de: Diese Beschränkung benutzt das Modell, welches Sie im Parameter :ref:`item-level\_itypes <item-level\_itypes-label>` definiert haben. Haben Sie den Parameter item-level\_itypes auf 'bestimmte Exemplare' gesetzt und es hängt kein Exemplar am bibliographischen Datensatz, wird es nicht exportiert werden. Wenn Sie alle bibliographischen Datensätze einer bestimmten Art haben möchten, müssen Sie den Parameter item-level\_itypes auf 'bibliographischen Datensatz' setzen.

source: Limit to a specific library or group of libraries
de: Auf eine bestimmte Bibliothek oder Bibliotheksgruppe einschränken

source: This is a filter: if you leave this set to the default (all libraries selected) or select one or more libraries, bib records with no items attached will not be exported. To get bib records with no items you will need to 'clear all' (i.e. de-select all libraries).
de: Dies ist ein Filter: lassen Sie diese Einstellung auf der Standardeinstellung (alle Bibliotheken sind ausgewählt) oder wählen Sie eine oder mehrere Bibliotheken aus, so werden bibliographische Datensätze ohne angehängte Exemplare nicht exportiert. Um bibliographische Datensätze ohne Exemplare exportieren zu können, müssen Sie 'Auswahl aufheben' klicken.

source: Limit to a call number range
de: Auf einen Signaturbereich einschränken

source: Limit to an acquisition date range
de: Auf einen Erwerbungszeitraum einschränken

source: If you'd like you can load a file of biblionumbers for the records you would like to export. File type needs to be .csv or .txt
de: Sie können eine Datei mit Titelsatznummern der Datensätze laden, die Sie exportieren möchten. Es muss sich um eine CSV oder txt Datei handeln.

source: Next choose what to skip when exporting
de: Entscheiden Sie, was beim Import ausgelassen werden soll.

source: By default items will be exported, if you would like to only export bibliographic data, check the 'Don't export items' box
de: In der Voreinstellung werden auch Exemplardaten exportiert. Wenn Sie nur bibliographische Daten exportieren möchten, setzen Sie das Häkchen bei 'Exemplardaten nicht exportieren'

source: To limit your export only to items from the library you're logged in as (if you leave the 'Library' field set to 'All') or to the library you selected above check the 'Remove non-local items' box
de: Um Ihren Export nur auf Exemplare der Bibliothek einzuschränken, unter der Sie aktuell angemeldet sind, setzen Sie das Häkchen bei 'Entferne Exemplare, die nicht im Besitz der ausgewählten Bibliotheken sind'.

source: You can also choose what fields you don't want to export. This can be handy if you're sharing your data, you can remove all local fields before sending your data to another library
de: Sie können auswählen, welche Felder Sie nicht exportieren möchten. Das kann nützlich sein, wenn Sie Daten mit anderen austauschen möchten. Sie können so alle lokalen Felder entfernen, bevor Sie die Daten an eine andere Bibliothek schicken.

source: Finally choose the file type and file name
de: Wählen Sie zum Abschluss Dateiformat und Dateiname

source: Choose to export your data in marc or marcxml format
de: Wählen Sie MARC oder MARCXML als Exportformat

source: Choose the name you want your file to save as
de: Geben Sie den Namen an, unter dem Sie die Datei speichern möchten

source: Click 'Export bibliographic records'
de: Wählen Sie 'Bibliographische Daten exportieren'

source: Export authority records
de: Normdatensätze exportieren

source: At the top of the screen you need to pick what data you're exporting. If you're exporting authority records you want to click the 'Export authority records' tab.
de: Am oberen Bildschirmrand müssen Sie auswählen, welche Daten exportiert werden. Wenn Normdaten exportiert werden sollen, muss der entsprechende Reiter 'Normdaten exportieren' ausgewählt werden.

source: Fill in the form in order to limit your export to a specific range or type of authority record (all fields are optional)
de: Verwenden Sie die unterschiedlichen Felder des Formulars um den Export auf einen bestimmten Nummernbereich oder Normdatentyp einzuschränken (alle Felder sind optional)

source: Or you can choose a file of authids to export
de: oder Sie können eine Datei mit NormdatenIDs für den Export wählen

source: File type needs to be .csv or .txt
de: Verwenden Sie eine .csv oder .txt Datei

source: Next choose fields that you would like to exclude from the export separated by a space (no commas)
de: Wählen Sie die Felder, die vom Export ausgeschlossen werden sollen getrennt mit Leerzeichen (keine Kommas)

source: If you'd like to exclude all subfields of the 200 for example just enter 200
de: Wenn alle Unterfelder von 200 vom Export ausgeschlossen werden sollen, geben Sie 200 an

source: If you'd like to exclude a specific subfield enter it beside the field value 100a will exclude just the subfield 'a' of the 100
de: Wenn nur ein bestimmtes Unterfeld nicht exportiert werden soll, kombinieren Sie Feldnummer und Unterfeldkennung, so wird bei 100a nur das Unterfeld a des Feldes 100 vom Export ausgeschlossen

source: Click 'Export authority records'
de: Wählen Sie 'Normdaten exportieren'

source: Inventory
de: Inventur

source: *Get there:* More > Tools > Catalog > Inventory
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Inventur

source: Koha's Inventory tool can be used in one of three ways:
de: Kohas Inventurwerkzeug kann auf drei verschiedene Weisen angewendet werden:

source: By creating a shelf list that you can then mark items off on;
de: Zum Erzeugen einer Liste von Exemplaren im Regal, auf der Sie Exemplare markieren können;

source: By uploading barcodes gathered by a portable scanner;
de: Zum Upload von Barcodelisten, die mit einem tragbaren Scanner erstellt wurden;

source: By comparing barcodes gathered by a portable scanner to a generated shelf list.
de: Zum Vergleich von Barcodelisten, die mit einem tragbaren Scanner erstellt wurden mit einer Liste der Exemplare, die im Regal stehen sollten.

source: Creating a shelf list
de: Eine Regalliste erstellen
