Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: The layout type can be any combination of bibliographic information and/or barcode. For example a spine label would just be Biblio whereas a label for your circulation staff to use to checkout the book would probably be Biblio/Barcode.
de: Der Layout-Typ kann eine Kombination aus bibliographischer Information und/oder Barcode sein. Ein Etikett für den Buchrücken zum Beispiel wäre nur 'Titel' während ein Etikett für Ihr Ausleihpersonal, welches die Bücher ausleiht, vermutlich Titel/Barcode wäre.

source: Biblio: only bibliographic information will appear on the label (e.g. spine labels)
de: Biblio: es werden nur bibliografische Angaben auf das Etikett gedruckt (z.B. Signaturschilder)

source: Barcode/Biblio: the barcode will appear at the top of the label and the bibliographic information undeneath
de: Barcode/Biblio: der Barcode erscheint zu Beginn des Etiketts und die bibliografischen Informationen darunter

source: Biblio/Barcode: the bibliographic information will appear at the top of the label and the barcode underneath
de: Biblio/Barcode: die bibliografischen Informationen erscheinen zu Beginn des Etiketts und der Barcode darunter

source: Alternating: the bibliographic information will appear on one label, and the barcode on the next label, alternating for each item
de: Alternierend: die bibliografischen Informationen erscheinen auf einem Etikett und der Barcode auf dem Nächsten, abwechselnd für jedes Exemplar

source: Barcode: only the barcode will appear on the label
de: Barcode: nur der Barcode erscheint auf dem Etikett

source: The Bibliographic data to print includes any of the data fields that may be mapped to your MARC frameworks. You can choose from the preset list of fields or you can click on 'List fields' and enter your own data. In 'List fields', you can specify MARC subfields as a 4-character tag-subfield string, for example 254a for the title field. You can also enclose a whitespace-separated list of fields to concatenate on one line in double quotes, for example "099a 099b" or "itemcallnumber barcode". The fields available are from the database tables list below. Finally you could add in static text strings in single-quote, for example 'Some static text here.'
de: Die druckbaren bibliografischen Daten umfassen alle Felder, die in Ihren MARC-Frameworks gemappt sind. Sie können aus der vordefinierten Liste Felder auswählen oder Sie können auf "Felder auflisten" klicken und manuelle Eingaben machen. Unter "Felder auflisten" können Sie MARC-Felder als Feld- und Unterfeld-Kombination von 4 Zeichen Länge, z.B. 245a für den Titel, angeben. Sie können auch eine durch Lehrzeichen getrennte Liste an Feldern mit doppelten Anführungszeichen einschließen um diese auf einer Zeile auszugeben, z.B. "099a 099b" oder "itemcallnumber barcode". Die verfügbaren Felder finden Sie in der untenstehenden Datenbanktabellenliste. Außerdem können Sie statischen Text ein einfachen Anführungszeichen angeben, z.B. 'Statischer Text'.

source: You can use the schema viewer (http://schema.koha-community.org) with the following tables to find field names to use:
de: Sie können die Anzeige für das Schema (http://schema.koha-community.org) benutzen um Feldernamen aus folgenden Tabellen zu finden:

source: Currently all fields in the following tables are used: items, biblioitems, biblio, branches
de: Derzeit werden alle Felder in den folgenden Tabellen genutzt: Exemplare, Titelexemplare, Titel, Standort

source: Choose if the label maker should print out the guidelines around each label
de: Wählen Sie, ob der Etikettendruck die Umrandung um jedes Etikett ausdrucken soll.

source: Choose if you'd like Koha to try to split your call numbers (usually used on spine labels)
de: Wählen Sie, ob Koha die Signaturen umbrechen soll (gewöhnlich genutzt bei Etiketten für Buchrücken)

source: Call number spltting rules are managed under :ref:`Administration > Classification sources <classification-sources-label>`.
de: Umbruchregeln für Signaturen werden in der Administration unter :ref:`Klassifikationsquellen <classification-sources-label>` verwaltet.

source: Choose your text settings such as alignment, font type and size. You can also italicize the title by checking the 'Oblique title' box.
de: Wählen Sie die Texteinstellungen für Ausrichtung, Schriftart und -größe. Sie können auch kursive Schrift verwenden, indem Sie die Checkbox für "Kursiver Titel" anklicken.

source: *Get there:* More > Tools > Label creator > Manage > Label batches
de: *Pfad in Koha:* Mehr > Werkzeuge > Etikettendruck > Verwalte > Batches verwalten

source: Batches are made up of the items for which you would like to print labels. Once in this tool you can search for the item records you would like to print out labels for.
de: Stapel beinhalten die Exemplare, für die Sie Etiketten drucken möchten. Sobald Sie in diesem Werkzeug sind, können Sie nach den Exemplaren suchen, für die Sie Etiketten drucken möchten.

source: Batches can be created in one of two ways. The first is to click the 'Create label batch' link on the ':ref:`Staged MARC management <staged-marc-record-management-label>`' page:
de: Stapel können auf zwei Arten erstellt werden. Die erste besteht darin, den Link 'Neuer Stapel' auf der Seite ':ref:`Bereitgestellte MARC-Datensätze verwalten <staged-marc-record-management-label>`' anzuklicken:

source: The other is to choose to create a new batch from the label creator tool
de: Das andere dient dazu, vom Werkzeug Etiketten-Hersteller aus die Erschaffung eines neunen Stapels zu wählen

source: You will be brought to an empty batch with a box to scan barcodes or itemnumbers in to and an 'Add item(s)' button at the bottom of the page.
de: Sie bekommen einen leeren Stapel angezeigt mit einer Box, in die Sie Barcodes oder Exemplarnummern einscannen können. Danach klicken Sie auf 'Hinzufügen' unten auf der Seite.

source: You can either scan barcodes in to the box provided and click the 'Add item(s)' button or you can click the 'Add item(s)' button with the barcodes box empty. Clicking 'Add item(s)' with nothing in the barcodes box will open a search window for you to find the items you want to add to the batch.
de: Sie kommen auf eine leere Etikettenvorlage mit dem Button 'Exemplar hinzufügen' am Kopf der Seite. Klicken Sie 'Exemplar hinzufügen' an, öffnet sich ein Suchfenster für die Suche nach Exemplaren, die Sie dieser Vorlage hinzufügen wollen.

source: From the search results, click the check box next to the items you want to add to the batch and click the 'Add checked' button. You can also add items one by one by clicking the 'Add' link to the left of each item.
de: In der Trefferliste können Sie über die Checkboxen neben den Einzeltreffern auswählen, welche Exemplare zu einem Stapel hinzugefügt werden sollen. Klicken Sie hierzu auf 'Markierte hinzufügen'. Sie können auch einzelne Exemplare nacheinander über den Link 'Hinzufügen' neben den einzelnen Einträgen hinzufügen.

source: Once you have added all of the items click the 'Done' button. Click again on the 'Add item(s)' button to transfer the items from the barcode box to the batch. The resulting page will list the items you have selected.
de: Klicken Sie auf "Fertig", nachdem Sie alle Exemplare hinzugefügt haben. Klicken Sie erneut auf die Schaltfläche "Exemplar(e) hinzufügen" um die Exemplare aus der Barcodeliste in den Stapel zu übernehmen. Die Seite zeigt nun alle von Ihnen ausgewählten Exemplare an.

source: To print your labels, click the 'Export full batch' button. To print only some of the labels, click the 'Export selected item(s)' button. Either way you will be presented with a confirmation screen where you can choose your template and layout. If you're using a sheet of labels that is not complete, you can enter the starting label (labels are counted horizontally).
de: Um Ihre Etiketten zu drucken, klicken Sie die Schaltfläche "Gesamten Batch exportieren". Um nur einige der Etiketten zu drucken verwenden Sie die Schaltfläche "Markierte exportieren". Bei beiden Optionen erscheint ein Dialogfenster, in dem Sie das Template und Ihr Layout auswählen können. Wenn Sie Etikettenblatt verwenden, bei dem bereits einige Etiketten fehlen, können Sie angeben, bei welchem Etikett begonnen werden soll (die Etiketten werden dabei horizontal durchgezählt).

source: You will then be presented with three download options: PDF, Excel, and CSV.
de: Sie können aus drei Download-Optionen wählen: PDF, Excel und CSV.

source: After saving your file, simply print on the blank labels you have in your library.
de: Nachdem die Datei gespeichert wurde, können Sie diese auf die leeren Etiketten drucken.

source: Barcode range
de: Barcodebereich

source: *Get there:* More > Tools > Label creator > New > Barcode range
de: *Pfad in Koha:* Mehr > Werkzeuge > Etikettendruck > Neu > Barcodebereich

source: If you want to print your barcode labels in advance, before even cataloging the items, you can choose to add a batch of a range of barcodes.
de: Wenn Sie Ihre Barcodeetiketten im Voraus drucken möchten, bzw. bevor die Exemplare katalogisiert werden, können Sie einen Stapel über einen Barcodebereich anlegen.

source: Click 'New' and choose 'Barcode range' from the label creator tool.
de: Klicken Sie auf "Neu" und "Barcodebereich" im Werkzeug Etikettendruck.

source: Enter the starting and ending barcodes.
de: Geben Sie den Anfangs- und den Endbarcode an.

source: The barcode range tool does not accept leading zeroes. If you enter 0001234 the barcode that will be printed will be 1234.
de: Das Werkzeug für den Barcodebereich akzeptiert im Moment keine führenden Nullen. Wenn Sie 0001234 angeben, wird der Barcode als 1234 gedruckt.

source: Click 'Print range'.
de: Klicken Sie auf "Berich drucken".

source: You will be presented with the confirmation screen where you can choose your template and layout and enter the starting label if using an incomplete sheet of labels.
de: Es wird ein Dialogfenster angezeigt, in dem Sie das Template, das Layout sowie das erste zu bedruckende Etikett für ein angefangenes Etikettenblatt angeben können.

source: The only download option for barcode ranges is PDF.
de: Die einzige Download-Option für Barcodebereiche ist PDF.

source: Save the file and print it on a blank sheet of labels.
de: Speichern Sie die Datei und drucken Sie sie auf ein leeres Etikettenblatt.

source: Quick spine label creator
de: Schneller Signaturschilddruck

source: *Get there:* More > Tools > Catalog > Quick spine label creator
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Schneller Signaturschilddruck

source: This tool does not use the label layouts or templates, it simply prints a spine label in the first spot on the label sheet.
de: Dieses Werkzeug verwendet nicht die Etikettenlayouts oder -templates. Es wird einfach ein Signaturschild auf das erste Etikett des Blattes gedruckt.

source: Define the fields you want to print on the spine label in the :ref:`SpineLabelFormat` system preference
de: Die Felder die auf das Rückenschild gedruckt werden sollen, können Sie mit dem Systemparameter :ref:`SpineLabelFormat` definieren.

source: Format your label printing by editing spinelabel.css found in koha-tmpl/intranet-tmpl/prog/en/css/
de: Formatieren Sie die Etiketten indem Sie die Datei spinelabel.css editieren, die in koha-tmpl/intranet-tmpl/prog/en/css/ gefunden werden kann.

source: To use this tool you simply need the barcode for the book you'd like to print the spine label for.
de: Um diese Funktion zu nutzen benötigen Sie lediglich den Barcode des Buches, für das ein Rückenschild gedruckt werden soll.

source: Rotating collections
de: Rotationsbestände

source: *Get there:* More > Tools > Catalog > Rotating collections
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Rotationsbestände

source: Rotating collections is a tool for managing collections of materials that frequently get shifted from library to library. It adds the ability to store not only an item's home library and current location but also information about where it is supposed to be transferred to next to ensure that all items in the collection are sent to the correct library. When an item in a rotating collection is checked in, library staff is notified that the item is part of a rotating collection and which branch it should be sent to if it is not at the correct one.
de: Mit "Rotationsbestände" können Sammlungen verwaltet werden, die oft zwischen Bibliotheken ausgetauscht werden. Nicht nur die Heimatbibliothek und die Standortbibliothek einer Sammlung werden verwaltet, sondern auch Informationen über einen auszuführenden Transfer. Damit wird sichergestellt, dass alle Exemplare zur Zielbibliothek gelangen. Wenn ein zu einer entsprechenden Sammlung gehörendes Exemplar zurückgegeben wird, erscheint eine Mitteilung mit der Aufforderung, dieses an den neuen Standort der Sammlung zu senden.

source: The :ref:`AutomaticItemReturn` system preference must be set to "Don't automatically transfer items to their home library when they are returned" for rotating collections to function properly.
de: Der Systemparameter :ref:`AutomaticItemReturn` muss auf 'Kein Automatischer' gesetzt sein, damit kein automatischer Rücktransport von Exemplaren in Ihre Heimatbibliothek stattfindet.

source: To create a new rotating collection, click the "New collection" button, fill in the title and description, and click "Submit". Once submitted you'll see "Collection name added successfully"; click "Return to rotating collections home" to return to the main Rotating collections management page (or click Rotating collections in the sidebar).
de: Um eine neue Sammlung zu erstellen, klicken Sie auf die Schaltfläche "Neue Sammlung", erfassen Titel und Beschreibung und klicken auf "Bestätigen". Sie erhalten eine Erfolgsmeldung, von der aus Sie wieder zurück zum Werkzeug für Rotationsbestände geleitet werden.

source: To add items to a collection, click "Actions" and choose "Add or remove items" next to the collection's name in the list of collections. Under "Add or remove items" scan or type in the barcode of the item you wish to add to the collection, and hit enter or click 'Submit' if necessary.
de: Um Exemplare einer Sammlung hinzuzufügen, klicken Sie beim Namen der Sammlung auf 'Aktionen' und wählen Sie 'Exemplar hinzufügen/löschen' aus. Auf der Folgeseite können Sie die Barcodes der Sammlung scannen bzw. eintippen und wenn notwendig mit der Eingabetaste oder der Schaltfläche "Bestätigen" speichern.

source: To remove an item from a collection, either click 'Remove' next to the item's barcode in the list of items within the collection or check the "Remove item from collection" box next to the Barcode text box under "Add or remove items", and scan or type in the barcode, clicking "Submit" or hitting Enter if necessary. Note: The "Remove item from collection" checkbox will remain checked as long as you are on the "Add or remove items" page, unless you uncheck it, to facilitate quickly removing a number of items at a time by scanning their barcodes.
de: Um ein Exemplar aus einer Sammlung zu löschen, können Sie entweder in der Liste den Link "Entfernen" anklicken oder neben der Barcode-Eingabe ein Häckchen bei "Exemplar aus der Sammlung entfernen" setzen und den Barcodes scannen bzw. eintippen und wenn notwendig mit der Eingabetaste oder der entsprechenden Schaltfläche bestätigen. Hinweis: Für die effiziente Entfernung von mehreren Exemplaren bleibt das Häckchen gesetzt so lange Sie sich auf dieser Seite befinden. Für eine einfache und schnelle Löschung einer Anzahl von Exemplaren, scannen Sie die Barcodes ein.

source: Transfer a rotating collection
de: Einen Rotationsbestand transferieren

source: Transferring a collection will:
de: Der Transfer einer Sammlung löst Folgendes aus:

source: Change the current location of the items in that collection to the library it is to be transferred to
de: Aktuellen Standort der Exemplare auf Zielbibliothek des Transfers setzen

source: Initiate a transfer from its original current location/holding library to the current location/holding library it is to be rotated to. When a library receives a collection they will need to check in the items to complete the transfer.
de: Einen Transfer von der Standort- zur Zielbibliothek auslösen. Wenn eine Bibliothek eine Sammlung empfängt muss sie für alle Exemplare eine "Rückgabe" ausführen um den Transfer abzuschliessen.

source: You can transfer a collection in one of two ways:
de: Es gibt zwei Methoden um Sammlungen zu transferieren:

source: From the main Rotating collections page, click on "Actions" and choose "Transfer" next to the title of the collection you wish to transfer; choose the library you wish to transfer the collection to and click "Transfer collection".
de: Auf der Seite "Rotationsbestände" klicken Sie auf 'Aktionen' > Transfer' neben dem entsprechenden Titel, den Sie transferieren möchten und wählen Sie die Zielbibliothek und klicken Sie auf 'Sammlung verlagern'.

source: Or, from the "add or remove items" page for a collection, you can click the "Transfer" button, choose the library you wish to transfer the collection to and click "Transfer Collection".
de: Sie können auch auf der Seite "Exemplare hinzufügen/löschen" die Schaltfläche "Transfer" benutzen, die Zielbibliothek auswählen und auf "Sammlung verlagern" klicken.

source: In order to complete the transfer process, the library receiving the rotating collection should check in all items from the collection as they receive them. This will clear the transfer so that the items are no longer shown as being "in transit".
de: Um den Transfer abzuschliessen, muss die Zielbibliothek beim Empfang der Sammlung für alle Exemplare eine "Rückgabe" ausführen. Dies wird den Status "Unterwegs" zurücksetzen.

source: If an item in a rotating collection is checked in at a library other than the one it is supposed to be transferred to, a notification will appear notifying library staff that the item is part of a rotating collection, also letting them know where the item needs to be sent.
de: Wenn ein Exemplar bei einer anderen Bibliothek als dem aktuellen Standort der Sammlung zurückgegeben wird, erscheint ein entsprechender Hinweis mit der Aufforderung, das Exemplar an die aktuelle Standortbibliothek der Sammlung zu senden.

source: Stock rotation
de: Bestandsrotation

source: Stock rotation helps to spread resources more fairly amongst library branches and allows patrons to see a wider range of titles.
de: Bestandsrotation ermöglicht Ressourcen fair gerecht zwischen den Bibliotheksstandorten zu verteilen und erlaubt Benutzern ein breiteres Sortiment an Titeln zu sehen.

source: Items are popular whilst they are new at a particular branch. However, their use often tails off over time. This tool empowers librarians to automate the movement of items on to another branch before usage declines and thereby extends the items useful life.
de: Exemplare sind beliebt solange sie neu in einem bestimmten Standort sind. Dieses Werkzeug ermächtigt Bibliothekare, die Bewegung von Exemplaren an einen anderen Standort zu automatisieren, bevor die Benutzung zurückgeht und verlängern damit die Nutzungsdauer eines Exemplars.

source: Library staff create rotation plans and then assign them to items. A cronjob is then used to cycle these items round the specified libraries on the rotation plan, moving them to the next stage after the prescribed period of time has passed at the current stage.
de: Das Bibliothekspersonal erstellt Rotationspläne und ordnen Sie dann den Exemplaren zu. Ein Cronjob wird aktiviert, um diese Exemplare den speziellen Standorten auf dem Rotationsplan zuzuordnen. Sie bewegen sich zum nächsten Standort und dann fristgerecht zum aktuellen Standort.

source: Email notices may be used to provide the library branches with a list of items to be put in-transit to the next branch and if an item is found to be on loan at the time that it should be transfered then an alert will be displayed when it is next returned.
de: Nachrichten per Email werden verwendet um den Bibliotheksstandorten eine Liste von Exemplaren zur Verfügung zu stellen. Hier wird festgelegt, welche Exemplare in den Transit zum nächsten Standort gebracht werden und wenn ein Exemplar gefunden wird, welches zu diesem Zeitpunkt ausleihbar ist, muss eine Warnung mitgesendet werden, welche anzeigt, wann es als nächstes zurückkommt.

source: From the stock rotation tool page you can add new rotation plans and see a summary of your currently configured rotation plans. You can then edit plan details, activate and deactivate plans and manage stages and items on a given rotation plan.
de: Ausgehend von der Seite der Bestandsrotation können Sie neue Rotationspläne hinzufügen und Sie bekommen auch eine Kurzansicht Ihrer aktuell konfigurierten Rotationspläne. Sie können Details um Plan hinzufügen, Sie können Pläne aktivieren und deaktivieren und Sie können Standorte und Exemplare auf einem bereits bestehenden Plan bearbeiten und verwalten.

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: stock_rotation).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: stock-rotation).

source: This tool utilises a cron job that must be configured to run on a daily basis.
de: Dieses Werkzeug nutzt einen Cronjob, der so konfiguriert sein muss, dass er täglich läuft.

source: Editing rota details
de: Details für Pläne bearbeiten

source: Name: A clear name or code to identify the rota
de: Name: Ein eindeutiger Name oder Code um den Plan ermitteln zu können

source: Cyclical: Denotes whether items remain (No) at the last library on the rotation plan upon reaching the end of the rota or whether they continue (Yes) to rotate, returning back to the first library on the rotation plan once they have completed their alloted time at the last library, indefinitely until manually removed from the rota.
de: Festlegen, ob Exemplare in der letzten Bibliothek auf dem Rotationsplan verbleiben (Nein) bis zum Ende der Rotation oder ob sie weiter rotieren (Ja) und in die erste Bibliothek auf dem Rotationsplan zurückkehren, wenn ihre zugewiesene Zeit in der letzten Bibliothek abgelaufen ist.

source: Active: Denotes whether a rota is active and as such whether items on it are rotating. It also governs whether items may be added to and removed from the rota. A rota may be switched between active and inactive at any time allowing for rota maintanence.
de: Aktiv: kennzeichnen Sie, ob ein Plan aktiv ist und wenn ja, ob Exemplar auf diesem Plan rotieren. Es wird auch geregelt, ob Exemplar dem Plan hinzugefügt, oder vom Plan gelöscht werden können. Ein Plan kann jederzeit zwischen aktiv und inaktiv hin und her wechseln.

source: Description: One may optionally add an expanded description of the rota for display in summary views.
de: Beschreibung: optional können Sie eine erweiterte Beschreibung Ihrem Plan hinzufügen um diese in der Zusammenfassung anzeigen zu lassen.

source: Managing rota stages
de: Rotationsstandorte verwalten

source: Stages may be edited, added, removed and re-ordered at any time from this page.
de: Von dieser Seite aus können Standorte jederzeit bearbeitet, hinzugefügt, gelöscht und nachbestellt werden.

source: Library: The library the item will be at during this stage
de: Bibliothek: Name der Bibliothek wo das Exemplar sich befindet

source: Duration: The amount of time the item should stage at this stage
de: Dauer: Wie lange das Exemplar an diesem Standort verweilt.

source: Managing rota items - Tool view
de: Exemplare in der Rotation verwalten - Werkzeugansicht
