Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: If you do not have the ability to use your barcode scanner on the floor of the library, the option available to you is to generate a shelf list based on criteria you enter. You can then print it to use while walking around the library checking your collection or use it directly in Koha on a portable device.
de: Wenn Sie nicht die Möglichkeit haben den Barcodescanner am Regal zu verwenden, haben Sie die Option eine Regalliste anhand von Kriterien, die Sie definiert haben, zu erstellen. Diese können Sie dann ausdrucken, um den Bestand am Regal zu überprüfen oder Sie verwenden Koha direkt auf einem tragbaren Gerät.

source: First, choose the criteria for the items you want to print out on a list. All parameters are optional, but if none are selected, the resulting list might be quite large.
de: Wählen Sie zuerst die Kriterien für die Exemplare, die Sie auf einer Liste ausdrucken möchten aus. Alle Kriterien sind optional, aber wenn Sie keine Kriterien ausgewählt haben, könnte die Ergebnisliste sehr lang sein.

source: Library: choose the branch you want to check, as well as if that branch is the home library or the current holding library of the items.
de: Bibliothek: wählen Sie den Standort aus, auch wenn der Standort die Heimatbibliothek ist, oder der aktuelle Standort des Exemplars.

source: Shelving location (items.location) is: you can filter by location.
de: Standort (item.location) ist: hier können Sie nach Standort filtern

source: Item callnumber between ... and ...: you can also limit the list to a specific range of callnumbers.
de: Signatur liegt zwischen... und ...: hier können Sie die Liste auf einen speziellen Signaturenbereich begrenzen.

source: You can filter even more with item statuses (not for loan status, lost status, withdrawn status or damaged status). Check the boxes next to the statuses you want to include. For example, if you are using the list to shelf read, check only the 'for loan' status as the other items probably won't be on the shelves.
de: Sie bekommen auch verschiedene Filtermöglichkeiten über den Exemplarstatus (nicht entleihbar Status, Verloren Status, Ausgeschieden Status oder Beschädigt Status) angezeigt. Setzen Sie ein Häkchen neben den Status, den Sie auswählen möchten. Wenn Sie zum Beispiel die Liste nutzen um am Regal zu überprüfen, prüfen Sie nur den 'nicht entleihbar Status', da die anderen Exemplare möglicherweise nicht im Regal stehen.

source: Last inventory date: enter a date here to skip items that have been marked as seen recently.
de: Letztes Inventurdatum: hier können Sie ein Datum eingeben, damit Datensätze übersprungen werden können, die als an oder vor diesem Datum als bereits geprüft markiert wurden.

source: Skip items on loan: check this box to filter out loaned items from the list.
de: Ausgeliehene Exemplare übergehen: setzen Sie hier ein Häkchen, um ausgeliehene Exemplare aus der Liste herauszufiltern.

source: Export to CSV file: check this box to generate a CSV file for altering in an application on your desktop. If this box is unchecked, the list will be presented on the screen.
de: Als CSV-Datei exportieren: Alternativ können Sie die Liste auch als CSV-Datei exportieren und in einer Anwendung auf Ihrem PC weiterverarbeiten. Bleibt die Checkbox leer, bekommen Sie die Liste auf Ihrem Bildschirm angezeigt.

source: Click on 'Submit' to generate your shelf list.
de: Klicken Sie auf "Bestätigen" um eine Regalliste zu erzeugen.

source: Once you have found the items on your shelves, return to this list and check the boxes next to the items you found. Next, click on one of the three buttons to continue:
de: Nachdem Sie die Exemplare am Regal geprüft haben, können Sie zu Ihrer Liste zurückkehren und die gefundenen Exemplare markieren. Als nächstes klicken Sie eine von drei Schaltflächen um Fortzufahren:

source: Mark seen and quit: updates the 'last seen' date of the checked items to today and returns to the previous screen.
de: Gesehen markieren und beenden: aktualisiert das 'letzte gesehen' Datum der überprüften Exemplare zu heute und kehrt zum vorherigen Bildschirm zurück.

source: Mark seen and continue: updates the 'last seen' date of the checked items to today and shows the next page of the list.
de: Als gesehen markieren und fortsetzen: aktualisiert das 'letzte gesehen' Datum der geprüften Exemplare auf heute und zeigt dann die nächste Seite der Liste an.

source: Continue without marking: doesn't update any of the items on this page and shows the next page of the list.
de: Ohne Kennzeichnung fortfahren: aktualisiert keine Exemplare auf dieser Seite und zeigt dann die nächste Seite der Liste an.

source: Uploading barcodes with a scanner
de: Barcodes via Scanner hochladen

source: If you have a portable scanner (or a laptop and USB scanner) you can walk through the library with the scanner in hand and scan barcodes as you come across them (on a laptop, scan the barcodes into a text file or directly into the on screen text box). Once finished you can then upload the text file generated by the scanner to Koha.
de: Wenn Sie einen tragbaren Scanner (oder ein Laptop und USB-Scanner) haben, können Sie mit dem Scanner in der Hand durch die Bibliothek gehen und die Barcodes direkt am Regal einscannen (scannen Sie die Barcodes in eine Textdatei oder direkt in das Eingabefeld in Koha). Wenn Sie fertig sind, können Sie die erstellte Textdatei in Koha hochladen.

source: Choose the text file and the date you want to mark all items as seen and then scroll to the very bottom and click 'Submit'. This will update all the items' 'last seen' date to the chosen date. By default, this will also check in the items scanned as it is assumed that they are on the shelf and so not loaned out. If you do not want to check in scanned items, check the 'Do not check in items scanned during inventory' before clicking 'Submit'.
de: Wählen Sie die Textdatei und das Datum aus, an welchem die Exemplare als geprüft markiert wurden, scrollen Sie dann ganz nach unten und klicken Sie 'Bestätigen'. Diese Aktion aktualisiert alle 'zuletzt gesehen' Exemplare auf das ausgewählte Datum. Die Standardeinstellung zeigt, dass auch die Exemplare geprüft werden, die eingescannt wurden und stellt sicher, dass sich die Exemplare im Regal befinden und nicht ausgeliehen sind. Wenn Sie die eingescannten Exemplare nicht überprüfen möchten, klicken Sie auf die Schaltfläche 'während der Inventur gescannte Exemplare nicht prüfen' bevor Sie 'Bestätigen' klicken.

source: Once you have the updated the last seen date for all items scanned during the inventory it is possible to use reports to identify items that were not scanned and can therefore be assumed missing. There are sample reports you can use on the `Koha SQL Reports Library <https://wiki.koha-community.org/wiki/SQL_Reports_Library#Inventory.2F_Shelflists>`_.
de: Sobald Sie das "Zuletzt gesehen"-Datum für alle während der Inventur erfassten Exemplare aktualisiert haben, können Sie Reports verwenden, um die Exemplare zu identifizieren, die nicht erfasst wurden und daher vermutlich vermisst werden. Es gibt einige Beispiel-Reports in der `SQL Reports Library <https://wiki.koha-community.org/wiki/SQL_Reports_Library#Inventory.2F_Shelflists>`_, die Sie verwenden können.

source: Comparing scanned barcodes to a shelf list
de: Erfasste Barcodes mit einer Regalliste vergleichen

source: Alternatively, you can combine the two methods to automatically compare a list of scanned barcodes with a generated list. First, upload you barcode file and choose the date you want to appear in the items' 'last seen' field. The 'Compare barcodes list to results' checkbox should automatically be checked. If you do not want the scanned items to be automatically checked-in if they are checked-out, make sure you check the 'Do not check in items scanned during inventory' checkbox. Choose the filters (library, shelving location, callnumbers or statuses) to generate a list with which to compare your barcodes. Click on 'Submit'.
de: Alternativ können Sie auch beide Methoden miteinander verbinden, indem Sie automatisch eine Liste mit gescannten Barcodes mit einer generierten Liste vergleichen. Aktualisieren Sie zuerst Ihre Barcodedatei und wählen Sie das Datum, welches in den Exemplaren im 'zuletzt gesehen' Feld erscheinen soll. Die Checkbox 'Vergleiche Barcodeliste mit Ergebnissen' wird automatisch geprüft. Wenn Sie nicht möchten, dass die gescannten Exemplare automatisch geprüft werden, stellen Sie sicher, dass die Checkbox 'Während der Inventur gescannte Exemplare nicht zurückbuchen' angehakt ist. Wählen Sie die Filter (Bibliothek, Standort, Signaturen, Status) um eine Liste zu generieren, die Sie mit Ihren Barcodes vergleichen können. Klicken Sie 'Bestätigen'.

source: Depending on the number of barcodes you are comparing, this may take a few minutes. It is not recommended to compare lists of more than 1000 barcodes as this may cause a session timeout.
de: Abhängig von der Anzahl der Barcodes die Sie vergleichen, kann es einige Minuten in Anspruch nehmen. Es ist nicht empfehlenswert Listen mit mehr als 1000 Barcodes zu vergleichen. Dies kann zu einem Timeout der Sitzung führen.

source: Once Koha has finished comparing the barcodes file to the generated list, it will return the number of items updated and a list of problematic items.
de: Wenn Koha den Vergleich der Barcodedatei mit der generierten Liste beendet hat, wird die aktualisierte Liste der Anzahl der Exemplare angezeigt und eine Liste der Exemplare, die Probleme verursacht haben.

source: Missing (not scanned): the item is in the generated list but not in the barcodes file.
de: Vermisst (nicht gescannt): das Exemplar befindet sich in der generierten Liste, aber nicht in der Barcodedatei.

source: Found in wrong place: the item is in the barcodes list, but not in the generated list.
de: Falscher Standort: das Exemplar steht auf der Barcodeliste, aber nicht in der generierten Liste.

source: Still checked out: the item is checked out, but is in the generated list. It was not automatically checked in.
de: Immer noch ausgeliehen: das Exemplar ist ausgeliehen, steht aber auf der generierten Liste. Es wurde nicht automatisch zurückgebucht.

source: Barcode not found: the barcode doesn't exist.
de: Barcode wurde nicht gefunden: der Barcode existiert nicht.

source: Item withdrawn: the item has 'withdrawn' status, but it is in the barcodes file.
de: Exemplar ausgeschieden: das Exemplar hat einen 'Ausgeschieden' Status, befindet sich aber in der Barcodedatei.

source: Label creator
de: Etikettendruck

source: *Get there:* More > Tools > Catalog > Label creator
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Etikettendruck

source: The label creator tool allows you to use layouts and templates which you design to print a nearly unlimited variety of labels including barcodes. Here are some of the features of the label creator tool:
de: Das Modul für den Etikettendruck erlaubt es Ihnen benutzerdefinierte Layouts und Vorlagen für eine unbegrenzt große Vielfalt von Etiketten inklusive Barcodes zu erzeugen. Dies sind einige der Funktionen des Etikettendruckwerkzeugs:

source: Customize label layouts
de: Etiketten-Layouts anpassen

source: Design custom label templates for printed labels
de: Erstellen Sie benutzerdefinierte Templates für den Etikettendruck

source: Build and manage batches of labels
de: Etikettenstapel erstellen und verwalten

source: Export single or multiple batches
de: Einen oder mehrere Stapel exportieren

source: Export single or multiple labels from within a batch
de: Exportieren Sie eine oder mehrere Etiketten aus einem Stapel

source: Export label data in one of three formats:
de: Exportieren Sie die Etikettendaten in einem von drei Formaten:

source: PDF - Readable by any standard PDF reader, making labels printable directly on a printer
de: PDF - Können in jedem PDF-Reader geöffnet und direkt auf einem Drucker ausgedruckt werden.

source: CSV - Export label data after your chosen layout is applied allowing labels to be imported in to a variety of applications
de: CSV - Exportieren Sie den Etikettenstapel, nachdem das gewählte Layout angewendet wurde, um ihn in verschiedene andere Anwendungen zu importieren

source: XML - Included as an alternate export format
de: XML - als alternatives Export-Format

source: *Get there:* More > Tools > Label creator > Manage > Label templates
de: *Pfad in Koha:* Mehr > Werkzeuge > Etikettendruck > Verwalte > Templates

source: A template is based on the label/card stock you are using. This might be Avery 5160 for address labels, Gaylord 47-284 for spine labels or Avery 28371 for your patron cards, just to give a couple of examples. These labels will include all of the information you will need for setting up in Koha. This information may be on the packaging, and if not it can usually be found on the vendor's website.
de: Ein Template basiert auf dem Etiketten- bzw. Kartenformat, das Sie verwenden. Das kann z.B. Avery 5160 für Adressetiketten, Gaylord 47-284 für Signaturschilder oder Avery 28371 für Benutzerausweise sein. Bei diesen Etiketten bzw. Druckvorlagen sind die Informationen die Sie für die Konfiguration in Koha brauchen auf der Verpackung oder auch auf der Webseite des Herstellers angegeben.

source: To add a new template, you want to click on the 'New' button at the top of the label creator page and choosing 'Label template'.
de: Klicken Sie auf 'Neu' am Anfang der Seite und wählen Sie dann 'Templates' um ein neues Template zu erstellen.

source: Using the form that appears you can define the template for your sheet of labels or cards.
de: Mit der angezeigten Maske können Sie das Template für Ihre Etiketten- oder Ausweisdruckvorlage definieren.

source: 'Template ID' will be automatically generated after saving your template, this is simply a system generated unique id
de: Die "Template-ID" wird automatisch beim Abspeichern generiert. Es handelt sich um eine systeminterne einmalige Identnummer.

source: 'Template code' should be something you can use to identify your template on a list of templates
de: Der "Templatecode" sollte etwas sein, anhand dessen Sie Ihr Template in einer Liste von Templates identifizieren können.

source: You can use the 'Template description' to add additional information about the template
de: Sie können das Feld "Templatebeschreibung" verwenden um zusätzliche Informationen zu hinterlegen.

source: The 'Units' pull down is used to define what measurement scale you're going to be using for the template. This should probably match the unit of measurement used on the template description provided by the product vendor.
de: Die Auswahlliste "Einheiten" wird verwendet um festzulegen welche Maßeinheit Sie für Ihr Template verwenden möchten. Dies sollte am besten den Maßeinheiten entsprechen, die der Lieferant für Ihre Druckvorlagen angegeben hat.

source: The measurements, number of columns and number of rows can be found on the vendor product packaging or website.
de: Die 'Einheiten', Anzahl der Spalten und die Anzahl der Zeilen können auf der Produktverpackung oder der Webseite des Herstellers gefunden werden.

source: Page height: height of the page
de: Seitenhöhe: Höhe der Seite

source: Page width: width of the page
de: Seitenbreite: Breite der Seite

source: Label width: width of the label
de: Etikettenbreite: Breite des Etiketts

source: Label height: height of the label
de: Etikettenhöhe: Höhe des Etiketts

source: Top page margin: height between the top of the page and the top of the first row of labels
de: Oberer Seitenrand: Abstand zwischen dem oberen Seitenrand und dem Beginn der ersten Etikettenreihe.

source: Left page margin: width between the left side of the page and the left side of the first column of labels
de: Linker Seitenrand: Abstand vom linken Seitenrand zum Beginn der ersten Etikettenreihe.

source: Top text margin: height between the top of the label and the top of the first line of text
de: Oberer Textabstand: Abstand zwischen dem oberen Rand des Etiketts und dem Beginn der ersten Textzeile.

source: Left text margin: width between the left side of the label and the start of the text
de: Linker Textrand: Abstand zwischen dem linken Etikettenrand und dem Textbeginn.

source: If you do not supply a left text margin in the template, a 3/16" (13.5 point) left text margin will apply by default.
de: Wenn Sie im Template keinen linken Textrand angeben, wird automatisch ein Rand mit 3/16'' (13.5 Punkten) eingetragen.

source: Number of columns: number of columns of labels in a page, or number of labels per row
de: Anzahl Spalten: Anzahl der Etikettenspalten auf einer Seite bzw. die Anzahl der Etiketten in einer Zeile.

source: Number of rows: number of rows of labels in a page, or number of labels per column
de: Anzahl Reihen: Anzahl der Etikettenreihen auf einer Seite bzw. Anzahl der Etiketten je Spalte.

source: Gap between columns: width between two columns of labels
de: Abstand zwischen den Spalten: Abstand zwischen den Etikettenspalten.

source: Gap between rows: height between two rows of labels
de: Abstand zwischen den Reihen: Abstand zwischen zwei Reihen von Etiketten.

source: Before picking a profile try printing some sample labels so that you can easily define a profile that is right for your printer/template combination.
de: Drucken Sie versuchsweise ein paar Karten, bevor Sie ein Profil auswählen. So können Sie einfacher ein Profil definieren, dass richtig für Ihre Kombination von Drucker und Template ist.

source: After finding any anomalies in the printed document, :ref:`create a profile <label-add-a-profile-label>` and assign it to the template.
de: Wenn Sie Unstimmigkeiten auf dem gedruckten Dokument gefunden haben, können sie ein Profil :ref:`create a profile <label-add-a-profile-label>` erstellen und es dem Template zuweisen.

source: After saving, your templates will appear on the 'Manage' area under 'Label templates'.
de: Nach dem Speichern werden Ihre Templates auf der Seite 'Verfügbare Templates' angezeigt.

source: *Get there:* More > Tools > Label creator > Manage > Printer profiles
de: *Pfad in Koha:* Mehr > Werkzeuge > Etikettendruck > Verwalte > Druckerprofile

source: A profile is a set of "adjustments" applied to a given :ref:`template <label-add-a-template-label>` just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned). This means if you set a template up and then print a sample set of data and find that the items are not all aligned the same on each label, you need to set up a profile for each printer to make up for the differences in printing styles, such as the shifting of text to the left, right, top or bottom.
de: Ein Profil ist ein Satz von "Einstellungen", der einem bestehenden :ref:`Template <label-add-a-template-label>` vor dem Druck zugeordnet wird, um Eigenschaften eines bestimmten Druckers auszugleichen (dem das Profil zugeordnet ist). Das bedeutet, wenn Sie nach der Gestaltung eines Templates Beispieldaten ausdrucken und feststellen, dass die Daten nicht auf allen Etiketten gleich ausgerichtet sind, können Sie ein Profil für jeden Drucker erstellen um die Unterschiede in den Druckeigenschaften auszugleichen, zum Beispiel die Verschiebung des Texts nach links, rechts, oben oder unten.

source: If your labels are printing just the way you want, you will not need a profile.
de: Wenn Ihre Etiketten bereits so gedruckt werden, wie Sie es möchten, benötigen Sie kein Profil.

source: To add a new profile, you want to click on the 'New' button at the top of the label creator tool and choose 'Printer profile'.
de: Um ein neues Profil zu erstellen, klicken Sie auf 'Neu' am Anfang der Seite und wählen Sie 'Druckerprofil' aus, um ein neues Profil zu erstellen.

source: Using the form that appears you can create a profile to fix any problems with your template.
de: In der Maske die erscheint können Sie Probleme mit dem Template durch Anlegen eines Profils beheben.

source: The 'Printer name' and 'Paper bin' do not have to match your printer exactly, they are for your reference so you can remember what printer you have set the profile for. So if you want to use the Printer model number in printer name or you can call it 'the printer on my desk'
de: Der "Druckername" und das "Papierfach" müssen nicht exakt denen Ihres Arbeitsplatzes entsprechen. Sie dienen Ihrer eigenen Orientierung, so dass Sie sehen können, für welchen Drucker Sie dieses Profil erstellt haben. Sie können also z.B. das Modell Ihres Druckers angeben oder einfach "Drucker an meinem Schreibtisch".

source: 'Template name' will be filled in once you have chosen which template to apply the profile to on the :ref:`template edit form <label-add-a-template-label>`
de: Der "Templatename" wird ausgefüllt, sobald Sie im :ref:`Bearbeitungsformular für Templates <label-add-a-template-label>` festgelegt haben, welches Template für das Profil verwendet werden soll.

source: The 'Units' pull down is used to define what measurement scale you're going to be using for your profile.
de: Die Auswahlliste "Einheiten" wird verwendet um die Maßeinheit festzulegen, die für das Profil verwendet wird.

source: Offset describes what happens when the entire image is off center either vertically or horizontally and creep describes a condition where the distance between the labels changes across the page or up and down the page
de: Offset beschreibt was geschieht, wenn ein Bild leicht horizontal oder vertikal zum Mittelpunkt verschoben ist. Die Fließdehnung beschreibt einen Zustand, bei der der Abstand zwischen den Etiketten auf einer Seite nach oben oder unten variiert.

source: For these values, negative numbers move the error up and to the left and positive numbers move the error down and to the right
de: Bei diesen Werten bewegen negative Werte den Fehler nach oben und links und positive Zahlen bewegen den Fehler nach unten und rechts.

source: Example: the text is .25" from the left edge of the first label, .28" from the left edge of the second label and .31" from the left edge of the third label. This means the horizontal creep should be set to .03" to make up for this difference.
de: Beispiel: der Text ist 6mm von der linken Ecke des ersten Etiketts, 7mm von der linken Ecke des zweiten Etiketts und 8mm von der linken Ecke des dritten Etiketts entfernt. Das Bedeutet die horizontale Fließdehnung sollte 1mm sein, um die Differenz auszugleichen.

source: After saving, your profiles will appear on the 'Manage' area under 'Printer profiles'.
de: Nach dem Speichern werden Ihre Profile auf der Seite 'Verwalte > Verfügbare Profile' angezeigt.

source: *Get there:* More > Tools > Label creator > Manage > Layouts
de: *Pfad in Koha:* Mehr > Werkzeuge > Etikettendruck > Verwalte > Layouts

source: A layout is used to define the fields you want to appear on your labels.
de: Das Layout wird verwendet um festzulegen welche Felder auf die Etiketten gedruckt werden sollen.

source: To add a new layout, you want to click on the 'New' button at the top of the Label creator tool and choose 'Layout'.
de: Um ein neues Layout zu erstellen, klicken Sie auf 'Neu' am Anfang der Seite des Etikettendrucks und wählen Sie 'Layout' aus.

source: Using the form that appears you can decide what appears on your labels.
de: Über das angezeigte Formular können Sie festlegen, was auf Ihre Etiketten gedruckt werden soll.

source: The name of your layout can be anything you'd like to help you identify it later.
de: Der Name Ihres Layouts sollte so gewählt werden, dass er Ihnen hilft das Layout später besser zu ermitteln.

source: If this is a barcode label you'll want to choose the encoding (Code 39 is the most common)
de: Handelt es sich um ein Etikett mit Barcode, wählen Sie die Kodierung (Code 39 ist die üblichste)
