Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: stock_rotation_manage_items).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: stock_rotation_manage_items).

source: Items can be added to a rota individually (by barcode) or in bulk (via the upload of a line delimited barcode file) on this page.
de: Exemplare können auf dieser Seite einem Plan einzeln hinzugefügt werden (über Barcode) oder im Stapel (über das Hochladen einer Barcodedatei)

source: You will also be presented with a summary of all items on the rota with their current location and you have the options to immediately progress items, mark items as 'in demand' and remove an item from rotation.
de: Sie bekommen auch eine Zusammenfassung aller Exemplare mit ihrem aktuellen Standort auf einem Plan angezeigt und Sie haben die Option Exemplare sofort weiterzugeben, Exemplare als 'Anfrage' zu markieren und Exemplare aus einer Rotation zu entfernen.

source: In demand: If an item is marked as 'in demand' then the duration the item will stay at it's current stage will be doubled compared to what is set in the rota. This is often used for items that are found to be unexpectedly popular at a particular library.
de: Auf Anfrage: ist ein Exemplar 'auf Anfrage' gekennzeichnet, wird die Dauer, in der ein Exemplar an seinem aktuellen Standort verbleibt verdoppelt. Dies wird oft für Exemplare genutzt, die an einem bestimmten Standort unverwartet beliebt sind.

source: Managing rota items - Catalog view
de: Exemplarrotation verwalten - Katalogansicht

source: Rotating items may also be managed from the catalog view: When stock rotation is enabled a new menu tab 'Rota' will appear on a catalog records detail view.
de: Rotierende Exemplare können auch von der Katalogansicht verwaltet werden: wird die Bestandsrotation erlaubt, erscheint ein neuer Reiter 'Rotation' in der Detailansicht eines Datensatzes.

source: All attached items will appear in the summary view with their current status in relation to rotas and the option to mark items as 'in demand' or immediately progress them. You can also remove items from rotation and add items to rotas here too.
de: Alle angehängten Exemplare erscheinen in der Kurzansicht mit ihrem aktuellen Status und der Option diese Exemplare 'auf Anfrage' zu kennzeichnen, oder sie sofort weiterzugeben. Sie können Exemplare auch aus einer Rotation entfernen und hier auch Exemplare hinzufügen.

source: Managing rota items - EDI
de: Rotationsexemplare verwalten - EDI

source: Items can be automatically added to rotas at aquisition time by using the LRP (Library Rotation Plan) field in EDI.
de: Exemplare können im Erwerbungsprozess automatisch zu einer Bestandsrotation hinzugefügt werden, indem das LRP-Feld (Library Rotation Plan) in EDI belegt wird.

source: Managing rotation notices
de: Rotationsbenachrichtigungen verwalten

source: Stock rotation can send email notices to branch libraries to aid in selecting the items due for rotation. Branch 'Reply-to' addresses will be used in preference to 'Email' addresses for the notice recipients.
de: Eine Benachrichtigung per Email kann an die Standorte einer Bibliothek geschickt werden um zu helfen Exemplare für eine Rotation auszuwählen. Die 'Reply-to'-Adresse eines Standorts wird benötigt für den Empfänger der Benachrichtigung.

source: The contents of the notices can be customised in the normal manor through the notices tool and the relevant notice has the code SR_SLIP.
de: Der Inhalt dieser Benachrichtigung kann im Werkzeug 'Benachrichtigungen' angepasst werden und die entsprechende Benachrichtigung erhält den Code SR_SLIP.

source: Permissions
de: Berechtigungen

source: The stock rotation tool uses two distinct permissions:
de: Die Bestandsrotation benötigt zwei eindeutige Berechtigungen:

source: this governs a users ability to create, update and delete a rota.
de: dies befähigt den Nutzer einen Rotationsplan zu erstellen, zu aktualisieren und zu löschen.

source: this governs a users ability to add, remove and progress items on a rota.
de: diese Berechtigung befähigt den Nutzer Exemplare einer Rotation hinzuzufügen, zu löschen und weiterzugeben.

source: MARC modification templates
de: Templates für MARC-Modifikationen

source: The MARC modification templates system gives Koha users the power to make alterations to MARC records automatically while :ref:`staging MARC records for import <stage-marc-records-for-import-label>` or :ref:`making batch record modifications <batch-record-modification-label>`.
de: Templates für MARC-Modifikation erlauben es, MARC-Datensätze während der :ref:`Bereitstellung für den Import <stage-marc-records-for-import-label>` oder der :ref:`Stapelbearbeitung von Titeln <batch-record-modification-label>` automatisch zu bearbeiten.

source: This tool is useful for altering MARC records from various vendors/sources work with your MARC framework. The system essentially allows one to create a basic script using actions to Copy, Move, Add, Update and Delete fields.
de: Dieses Werkzeug erlaubt es, MARC-Datensätze aus unterschiedlichen Quellen an Ihr MARC-Framework anzupassen. Dazu wird ein einfaches Skript mit den Aktionen 'Copy', 'Move', 'Add', 'Update' und 'Delete fields' eingesetzt.

source: Click on 'New template' (a template can be made up of one or more actions), enter a name and click 'Submit'. Optionally, you can decide to copy an existing template by choosing the template to copy in the 'Duplicate a template' drop-down menu.
de: Klicken Sie auf "Neues Template" (ein Template kann aus einer oder mehreren Aktionen bestehen), geben Sie einen Namen an und klicken Sie dann auf "Bestätigen". Sie haben auch die Option ein bestehendes Template als Basis für das neue Template über die entsprechende Auswahlliste zu kopieren.

source: Next you can add actions to the template. Click on 'New action'. A 'Add a new action' box will appear that you can use to specify what exactly you want to do. For example if you're loading in a batch of files from your EBook vendor you might want to add the biblio item type of EBOOK to the 942$c.
de: Als nächstes können Sie dem Template Aktionen hinzufügen. Klicken Sie auf "Neue Aktion". Es wird ein Bereich für das Erfassen der neuen Aktion angezeigt, in der Sie beschreiben können, was durchgeführt werden soll. Ein Beispiel: Wenn Sie eine Datei von einem Ihrer E-Book-Lieferanten laden, können Sie allen Datensätzen den Medientyp EBOOK in 942$c zuweisen.

source: Choose 'Add new'
de: Wählen Sie "Neues hinzufügen"

source: Enter the field 942 and subfield c
de: Erfassen Sie Feld 942 und Subfeld c

source: Enter the value of 'EBOOK' (or whatever your ebook item type code is)
de: Den Wert für 'EBOOK' (bzw. den von Ihnen festgelegten Code für E-Books) eingeben

source: Provide a description so you can identify this action later
de: Geben Sie eine Beschreibung zur späteren Identifikation dieser Aktion ein.

source: Click 'Add action'
de: Klicken Sie auf 'Aktion speichern'

source: If you wish to update the values in an existing field choose the option ‘Update existing or add new’. This will update existing values where found and add a new field if one doesn’t exist.
de: Wenn Sie Werte in einem bereits existierenden Feld ändern möchten, wählen Sie die Option 'Aktualisiere existierendes oder erstelle neues'. Dies wird einen existierenden Eintrag ändern und, wenn noch nicht vorhanden, ein neues Feld anlegen.

source: Each action can also have an optional condition to check the value or existence of another field. For example you might want to add the call number to the item record if it's not already there.
de: Jede Aktion kann eine zusätzliche Prüfung enthalten, ob ein anderes Feld existiert. Zum Beispiel könnten Sie ein bestimmtes Feld nur kopieren wollen, wenn es noch nicht existiert.

source: Choose 'Copy'
de: Wählen Sie "Kopieren"

source: Decide if you want to copy the first occurrence or all occurrence of the field
de: Entscheiden Sie, ob Sie nur das erste auftretende oder alle Felder kopieren wollen.

source: Enter the field 090 (or other bibliographic call number field) and subfield a to copy
de: Erfassen Sie das Feld 090 (oder ein anderes Signaturfeld auf Titelebene) und das Unterfeld a zum Kopieren

source: Enter the 952 field and o subfield to copy to
de: Erfassen Sie Feld 952 und Subfeld o zum Kopieren nach

source: Choose 'if'
de: Wählen Sie 'if'

source: Enter the 952 field and o subfield
de: Erfassen Sie Feld 952 und Subfeld o

source: Choose "doesn't exist"
de: Wählen Sie "Existiert nicht"

source: The Copy & Move actions also support regular expressions, which can be used to automatically modify field values during the copy/move. An example would be to strip out the '$' character in field 020$c.
de: Die Aktionen Copy & Move unterstützen Regular Expressions, die auch zur Veränderung von Feldwerten während des copy/move-Vorgangs verwendet werden können. Zum Beispiel könnte so das Zeichen '$' aus dem Feld 020$c entfernt werden.

source: Choose 'Copy and replace'
de: Wählen Sie 'Kopieren und ersetzen'

source: Decide if you want to copy the first occurrence or all occurrences of the field
de: Entscheiden Sie, ob Sie nur das erste auftretende oder alle Felder kopieren wollen.

source: Enter the field 020 and subfield c to copy
de: Erfassen Sie Feld 020 und Subfeld c zum Kopieren

source: Enter the 020 field and c subfield to copy to
de: Erfassen Sie Feld 020 und Subfeld c zum Kopieren nach

source: Check the 'RegEx' box and enter your regular expression (in this case s/\\$// )
de: Markieren Sie das Kästchen 'RegEx' und geben Sie Ihre Regular Expression ein ( in diesem Fall s/\\$// )

source: Enter the 020 field and c subfield
de: Erfassen Sie Feld 020 und Subfeld c

source: Choose "matches"
de: Wählen Sie "Übereinstimmung"

source: Check the 'RegEx' box and enter your regular expression (in this case m/^\\$/ )
de: Markieren Sie das Kästchen 'RegEx' und geben Sie Ihre Regular Expression ein ( in diesem Fall m/^\\$/ )

source: The value for an update can include variables that change each time the template is used. Currently, the system supports two variables, \_\_BRANCHCODE\_\_ which is replaced with the branchcode of the library currently using the template, and \_\_CURRENTDATE\_\_ which is replaced with the current date in ISO format ( YYYY-MM-DD ).
de: Der Wert für ein Update kann Variablen enthalten, die sich ändern, wenn das Template genutzt wird. Zurzeit unterstützt das System zwei Variablen \_\_BRANCHCODE\_\_ (wird durch den Wert des das Template benutzenden Standorts ersetzt) und \_\_CURRENTDATE\_\_ wird durch das aktuelle Datum im ISO-Format (JJJJ-MM-TT ersetzt).

source: You could also use regular expressions to add your library's proxy URL in front of links in your MARC record.
de: Sie können auch Regular expressions nutzen, um Ihrer Bibliothek proxy URL vor den Links in Ihrem MARC Datensatz zuzuweisen.

source: Enter the field 856 and subfield u to copy
de: Erfassen Sie Feld 856 und Unterfeld u zum Kopieren

source: Enter the 856 field and u subfield to copy to
de: Erfassen Sie Feld 856 und Unterfeld u zum Kopieren nach

source: Check the 'RegEx' box and enter your regular expression (in this case s/^/PROXY\_URL/ )
de: Markieren Sie das Kästchen 'RegEx' und geben Sie Ihre Regular Expression ein ( in diesem Fall s/^/PROXY\_URL/ )

source: When choosing between 'Copy' and 'Copy and replace' keep the following example in mind:
de: Wenn Sie zwischen 'Kopieren' und 'Kopieren und ersetzen' wählen, behalten Sie folgendes Beispiel im Kopf:

source: If we apply action (a) Copy the whole field 245 to 300, we get:
de: Wenden wir Aktion (a) 'Kopiere' das ganze Feld 245 bis 300, bekommen wir:

source: If we apply action (b) Copy the subfield 245$a to 300$a, we get:
de: Wenden wir Aktion (b) an 'Kopiere' Unterfelder 245$a bis 300$a, bekommen wir:

source: Once your actions are saved you can view them at the top of the screen. Actions can be moved around using the arrows to the left of them.
de: Sobald die Aktionen gespeichert sind, erscheinen diese im oberen Bildschirmbereich. Die Aktionen können mit den Pfeilen neu angeordnet werden.

source: Actions will be done in the order they appear. Depending on your actions the order may be very important. For example you don't want to delete a field before you copy it to another field. You can use the blue arrows to move actions up or down the list.
de: Die Aktionen werden in der angezeigten Reihenfolge ausgeführt. Abhängig von den von Ihnen definierten Aktionen, kann die Reihenfolge sehr wichtig sein. So wollen Sie zum Beispiel ein Feld nicht löschen, bevor dessen Inhalte in ein anderes Feld kopiert wurden. Sie können die blauen Pfeile verwenden, um Aktionen in der Liste nach oben und unten zu verschieben.

source: The up arrow will move the action up one position
de: Der Pfeil nach oben verschiebt die Aktion eine Position nach oben.

source: The up arrow with a line at the top will move the action to the first position
de: Der Pfeil nach oben mit einer Linie oben verschiebt die Aktion an die erste Position.

source: The down arrow with a line at the bottom will move the action to the last position
de: Der Pfeil nach unten mit einer Linie unten verschiebt die Aktion an die letzte Position.

source: The down arrow will move the action down one position
de: Der Pfeil nach unten verschiebt die Aktion eine Position nach unten.

source: Once your template is saved you will be able to pick it when using the :ref:`Stage MARC records for import <stage-marc-records-for-import-label>` tool or when using the :ref:`batch record modification <batch-record-modification-label>` tool.
de: Nachdem das Template gespeichert wurde, können Sie es beim :ref:`Bereitstellen von MARC-Datensätzen für den Import <stage-marc-records-for-import-label>` oder bei der :ref:`Stapelbearbeitung von Titeln <batch-record-modification-label>` auswählen.

source: Stage MARC records for import
de: MARC-Datensätze für Import bereitstellen

source: *Get there:* More > Tools > Catalog > Stage MARC records for import
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > MARC-Datensätze für Import bereitstellen

source: This tool can be used to import both bibliographic and authority records that are saved in MARC format. Importing records into Koha includes two steps. The first is to stage records for import.
de: Dieses Werkzeug kann für den Import von Titel- und Normdaten im MARC-Format verwendet werden. Der Import erfolgt dabei immer in zwei Schritten. Der erste Schritt ist das Zwischenspeichern der Datensätze für den Import.

source: First find the MARC file on your computer
de: Wählen Sie zunächst die MARC-Datei auf Ihrem Computer aus

source: Next you will be presented with options for record matching and item imports
de: Als nächstes werden Ihnen die Optionen für die Datensatzanpassung und den Exemplardatenimport angeboten.

source: 'Comments about this file': enter comments to identify your upload when going to the ':ref:`Manage staged MARC records <staged-marc-record-management-label>`' tool
de: "Kommentar zu dieser Datei": Geben Sie einen Kommentar an, der Ihnen hilft, die Datei leichter zu erkennen, wenn Sie diese im Werkzeug ':ref:`Bereitgestellte MARC-Datensätze verwalten <staged-marc-record-management-label>`' suchen.

source: 'Record type': tell Koha which type of file this is, bibliographic or authority
de: "Datensatztyp": Geben Sie an, um welche Art von Datei es sich handelt, Titel- oder Normdaten

source: 'Character encoding': choose the character encoding of your file
de: "Zeichensatz": Wählen Sie den Zeichensatz Ihrer Datei

source: 'Format': choose the MARC format of your file
de: "Format": Wählen Sie das MARC-Format Ihrer Datei

source: 'Modify record using the following template': choose if you would like to use a :ref:`MARC modification template <marc-modification-templates-label>` to alter the data you're about to import
de: "Datensatz mit folgendem Template bearbeiten": wählen Sie, ob Sie ein :ref:`Template für MARC-Modifikationen <marc-modification-templates-label>` verwenden möchten, um die Daten beim Import zu verändern

source: Choose whether or not you want to look for matching records
de: Entscheiden Sie, ob der Import mit den vorhandenen Datensätzen abgeglichen werden soll

source: 'Record matching rule': choose which rules to use to check your catalog if these records already exsit.
de: "Datensatzabgleichregel": wählen Sie, welche Regeln verwendet werden sollen, um zu prüfen, ob der Datensatz bereits im Katalog existiert.

source: You can set up :ref:`record matching rules <record-matching-rules-label>` in the administration area
de: Sie können :ref:`Abgleichregeln <record-matching-rules-label>` im Administrationsmodul konfigurieren.

source: When using the ISBN matching rule Koha will find only exact matches. If you find that the ISBN match is not working to your satisfaction you can change the :ref:`AggressiveMatchOnISBN` preference to 'Do' and then run your import again.
de: Bei Verwendung der Abgleichregel für ISBN findet Koha nur exakte Übereinstimmungen. Wenn der Abgleich nicht zufriedenstellend funktioniert, kann der Systemparameter :ref:`AggressiveMatchOnISBN` aktiviert und anschließend der Import noch einmal durchgeführt werden.

source: 'Action if matching record found': choose what to do with matching records if they are found
de: "Aktion, wenn eine Übereinstimmung gefunden wurde": wählen Sie, was bei einem Treffer im Katalog getan werden soll

source: Replace existing record with incoming record: choose this if you are importing more complete records than the ones you currently have, or if you made some changes using an external tool (MarcEdit for example)
de: Vorhandenen Datensatz mit importiertem Datensatz ersetzen: wählen sie diese Option, wenn Sie bessere Datensätze importieren, als die, die Sie aktuell im Katalog haben oder wenn Sie Änderungen mit einem externen Tool (z.B. MarcEdit) vorgenommen haben

source: Add incoming record: this will keep the existing record and add the incoming record, so you may end up with duplicates
de: Datensatz anlegen: dies lässt den vorhandenen Datensatz unverändert und legt den neuen Datensatz zusätzlich an, kann also zu Dubletten führen

source: Ignore incoming record (its items may still be processed): choose this if you do not want to replace existing records
de: Bereitgestellten Datensatz ignorieren (Exemplare können trotzdem verarbeitet werden): wählen sie diese Option, wenn Sie vorhandene Datensätze überschreiben möchten

source: 'Action if no match is found': choose what to do with records that are unique
de: "Aktion, wenn keine Übereinstimmung gefunden wurde": wählen Sie, was getan werden soll, wenn der Datensatz nicht im Katalog gefunden wurde

source: Add incoming record: choose this if you wish to import records that are not already in your catalog (for example, for new titles)
de: Bereitgestellten Datensatz anlegen: wählen Sie diese Option, wenn Sie die Datensätze, die noch nicht in Ihrem Katalog sind, anlegen möchten (z.B. für neue Titel)

source: Ignore incoming record: choose this if you don't want to import records that are not alreay in your catalogue (for example, if you're only replacing existing records and don't want to add anything)
de: Bereitgestellten Datensatz ignorieren: wählen Sie diese Option, wenn Sie die Datensätze ohne Übereinstimmung mit einem vorhandenen Datensatz ignorieren möchten (z.B., wenn Sie vorhandene Datensätze ersetzen, aber nichts hinzufügen möchten)

source: 'Check for embedded item record data?': choose whether or not to import the item data (field 952) found in the MARC records (if the file you're loading is a bibliographic file)
de: "Auf enthaltene Exemplardaten prüfen?": entscheiden Sie, ob Sie Exemplare (Feld 952) aus den MARC-Datensätzen importieren möchten (wenn Sie eine Datei mit Titeldaten laden)

source: Always add items: always add items regardless of matching status
de: Exemplare immer anlegen: die Exemplare unabhängig von einer Übereinstimmung immer anlegen

source: Add items only if matching bib was found: this will only add items to existing records in your catalog
de: Exemplare nur anlegen, wenn ein passender Titel gefunden wurde: dies legt nur Exemplare bei Titeln an, die bereits in Ihrem Katalog sind

source: Add items only if no matching bib was found: this will only add items to the new records you're importing, not the ones that already exist
de: Exemplare nur anlegen, wenn kein passender Titel gefunden wurde: dies legt nur Exemplare bei neu importierten Titeln an, nicht bei bereits vorhandenen

source: Replace items if a matching bib was found: the match will look at the itemnumbers and barcodes to match on for items and will only replace existing items.
de: Exemplare ersetzen, wenn ein passender Titel gefunden wurde: der Abgleich erfolgt über die Exemplarnummern (itemnumbers) und Barcodes, um sicher zu stellen, dass nur bereits vorhandene Exemplare überschrieben werden.

source: Itemnumbers take precendence over barcodes
de: Exemplarnummern (itemnumbers) haben Vorrang vor Barcodes

source: Ignore items: this will not add any items
de: Exemplare ignorieren: es werden keine Exemplare angelegt

source: Click 'Stage for import'
de: Klicken Sie auf 'Zum Import bereitstellen'

source: You will be presented with a confirmation of your MARC import
de: Sie werden gebeten, den MARC-Import zu bestätigen

source: To complete the process continue to the :ref:`Manage staged MARC records tool <staged-marc-record-management-label>` by clicking on the 'Manage staged records' button.
de: Um den Import abzuschließen, wechseln Sie zum Werkzeug zur :ref:`Verwaltung zwischengespeicherter MARC-Datensätze <staged-marc-record-management-label>`, indem Sie auf die Schaltfläche "Bereitgestellte Datensätze verwalten" klicken.

source: Staged MARC record management
de: Bereitgestellte MARC-Datensätze verwalten

source: *Get there:* More > Tools > Catalog > Staged MARC record management
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > MARC-Datensätze für Import bereitstellen

source: Once you have :ref:`staged <stage-marc-records-for-import-label>` your records for import you can complete the import using this tool.
de: Nachdem Sie Ihre Datensätze :ref:`zwischengespeichert <stage-marc-records-for-import-label>` haben, können Sie dieses Werkzeug verwenden um den Import abzuschließen.

source: From the list of staged records, click on the file name that you want to finish importing
de: Wählen Sie aus der Liste der bereitgestellten Daten den Namen der Datei, die Sie in den Katalog übernehmen möchten.

source: You will note that records that have already been imported will say so under 'Status'
de: Sie sehen, dass Ihnen der Status zeigt, welche Datensätze bereits importiert wurden

source: A summary of your import will appear along with the option to change your matching rules
de: Es wird eine Zusammenfassung Ihres Imports angezeigt und die Möglichkeit angeboten die Abgleichregeln anzupassen

source: Below the summary is the option to import the batch of records using a specific framework
de: Unterhalb der Zusammenfassung finden Sie die Option den Stapel der Datensätze mit einem bestimmten Framework zu importieren

source: Choosing a framework other than 'Default' isn't necessary, but it's helpful for running reports and having the right bibliographic level item type selected on import.
de: Es ist nicht erforderlich, ein anderes Framework als "Standard" auszuwählen, aber es kann hilfreich für Reports und die korrekte Vorauswahl des Medientyps auf Titelebene sein.
