Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: Below the framework selection there will be a list of the records that will be imported
de: Unter der Auswahlliste für das Frameworks befindet sich eine Liste der Datensätze, die importiert wird.

source: Review your summary before completing your import to make sure that your matching rule worked and that the records appear as you expect them to
de: Überprüfen Sie die Zusammenfassung nach dem Import um sicher zu stellen, dass die Abgleichregel korrekt gearbeitet hat und die Datensätze so importiert werden, wie Sie dies möchten

source: Matches will appear with info under the 'Match details column'
de: Übereinstimmungen werden angezeigt mit Informationen in der Spalte 'Übereinstimmungsdetails'.

source: and when clicking the 'View' link under 'Diff' you can see the difference between versions.
de: Übereinstimmungen erscheinen mit Informationen in der 'Details des Abgleichs'-Spalte, mit einem Klick auf 'Ansehen' unter 'Diff' können Sie die Unterschiede zwischen den Versionen anzeigen lassen.

source: Click 'Import into catalog' to complete the import
de: Klicken Sie auf 'In Katalog übernehmen' um den Import zu vervollständigen

source: Once your import is complete a link to the new records will appear to the right of each title that was imported
de: Nachdem der Import abgeschlossen wurde, wird ein Link zum Titel auf der rechten Seite jedes importierten Titels angezeigt

source: You can also undo your import by clicking the 'Undo import into catalog' button
de: Sie können Ihren Import auch rückgängig machen, in dem Sie auf 'Übernahme in den Katalog rückgängig machen' klicken

source: Records imported using this tool remain in the 'reservoir' until they are cleaned. These items will appear when searching the catalog from the `Cataloging <#cataloging>`__ tool:
de: Titel die mit diesem Werkzeug importiert wurden verbleiben im 'Datenpool' bis sie gelöscht werden. Die Exemplare sind über die Suche in der `Katalogisierung <#cataloging>`__ recherchierbar:

source: To clean items out of the 'reservoir':
de: Um Datensätze aus dem 'Datenpool' zu entfernen:

source: Visit the main screen of the manage staged MARC records tool
de: Besuchen Sie die Startseite des Werkzeugs zur Verwaltung bereitgestellter MARC-Datensätze

source: To clean a batch, click the 'Clean' button to the right
de: Um die Importdaten zu bereinigen, klicken Sie auf 'Bereinigen' auf der rechten Seite

source: You will be presented with a confirmation message
de: Sie erhalten eine Bestätigungsnachricht.

source: Accept the deletion and the records will be removed from the reservoir and the status will be changed to 'cleaned'
de: Bestätigen Sie die Löschung und die Datensätze werden aus dem Datenpool entfernt. Der Status ändert sich zu 'bereinigt'

source: Upload local cover image
de: Coverbilder hochladen

source: *Get there:* More > Tools > Catalog > Upload local cover image
de: *Pfad in Koha:* Mehr > Werkzeuge > Katalog > Coverbilder hochladen

source: This tool allows you to upload cover images for the materials in your catalog.
de: Dieses Werkzeug erlaubt Ihnen Coverbilder für Datensätze in Ihrem Katalog hochzuladen.

source: To access this tool staff need the :ref:`upload\_local\_cover\_images permission <granular-tools-permissions-label>`.
de: Der Zugriff auf dieses Werkzeug erfordert die :ref:`Berechtigung upload\_local\_cover\_images <granular-tools-permissions-label>`.

source: For images to show in the staff client and OPAC you need to set :ref:`LocalCoverImages` and :ref:`OPACLocalCoverImages` preferences to 'Display'.
de: Um die Bilder in der Dienstoberfläche und dem OPAC anzuzeigen, müssen die Systemparameter :ref:`LocalCoverImages` und :ref:`OPACLocalCoverImages` auf "Zeige" gesetzt werden.

source: Images can be uploaded in batches or individually.
de: Bilder können im Stapel oder einzeln hochgeladen werden.

source: **Notes**
de: **Hinweise**

source: Koha does not have a maximum file size limit for this tool, but the webserver (such as Apache) may limit the maximum size of uploads (talk to your system administrator).
de: Koha hat keine Größenbegrenzung für Dateien in diesem Tool, aber Webserver (wie Apache) können die Größe für Uploads begrenzen (fragen Sie Ihren Systemadministrator).

source: Where there are multiple images for a record they will display left to right (then top to bottom, depending on screen size) in the order they were uploaded. The image on the left (the first one uploaded) is used as a thumbnail cover in search results and on the details page. There is no way to reorder cover images uploaded in this way, so be sure to upload them in the order you'd like them to appear.
de: Wenn Sie mehrere Bilder für einen Datensatz hochladen möchten, werden diese von links nach rechts (dann von oben nach unten, abhängig vom Fassungsvermögen Ihres Bildschirms) in der Reihenfolge des Uploads angezeigt. Das Bild auf der linken Seite (das erste, das hochgeladen wurde) wird als Miniaturbild in der Trefferliste und in der Detailansicht angezeigt. Es gibt keine Möglichkeit Coverbilder neu zu ordnen, wenn sie auf diesem Weg hochgeladen wurden, darum beachten Sie beim Upload die gewünschte Anzeigereihenfolge.

source: To upload a single image:
de: Einzelne Bilder hochladen:

source: Go to the tool, click the 'Browse' button, and find the image on your local machine.
de: Wechseln Sie in das Werkzeug und klicken Sie auf 'Durchsuchen' und wählen Sie dann das lokal gespeicherte Bild aus.

source: Click 'Upload file'.
de: Klicken Sie 'Datei hochladen'.

source: Choose 'Image file' under the 'File type' section.
de: Wählen Sie 'Bilddatei' aus der Auswahlliste für 'Dateityp'.

source: Enter the biblionumber for the record you're attaching this image to. This is not the same as the barcode, this is the system generated number assigned by Koha.
de: Geben Sie die Titelsatznummer (biblionumber) des Datensatzes an, mit der das Bild verknüpft werden soll. Es ist nicht der Barcode, sondern die Nummer, die durch Koha für den Datensatz generiert wurde.

source: Find the biblionumber by looking at the end of the URL in the address bar when on the details page
de: Die Titelsatznummer finden Sie am einfachsten, wenn Sie die Detailansicht eines Titels aufrufen und den hinteren Teil der URL in der Adresszeile anschauen

source: or by clicking on the MARC tab on the details page in the staff client.
de: oder indem Sie in der Dienstoberfläche auf den MARC-Reiter in der Deteilansicht klicken.

source: If you would like to replace any other cover images you may have uploaded in the past, check the 'Replace existing covers' box under the 'Options' section.
de: Wenn früher hochgeladene Coverbilder ersetzt werden sollen, wählen Sie 'Vorhandene Umschlagbilder ersetzen' im Bereich 'Optionen'.

source: Click 'Process images'.
de: Klicken Sie 'Bilder verarbeiten'.

source: You are presented with a summary of the upload and a link to the record you have just added the image to.
de: Es wird eine Zusammenfassung des Uploads und ein Link zum Titel, für den die Bilder hochgeladen wurden, angezeigt.

source: To upload a batch of images:
de: Mehrere Bilder hochladen:

source: Create a folder with the images to upload in it.
de: Legen Sie ein Verzeichnis mit den Bildern an, die Sie hochladen möchten.

source: Create a text file (\*.txt) named either datalink.txt or idlink.txt listing the biblionumber followed by the image name for each image, one per line.
de: Legen Sie eine Textdatei (\*.txt) mit dem Namen datalink.txt oder idlink.txt an, die pro Bild eine Zeile mit der Titelsatznummer (biblionumber) gefolgt vom Bildnamen enthält.

source: For example: 4091,image4091.jpg
de: Beispiel: 4091,image4091.jpg

source: Create a ZIP file that includes all the images to upload and the text file.
de: Erstellen Sie eine ZIP-Datei die alle Bilder und die zugehörige Textdatei enthält.

source: Go to the tool, click the 'Browse' button, and browse to the ZIP file on your computer.
de: Wechseln Sie in das Werkzeug und klicken Sie auf 'Durchsuchen' um die lokal gespeicherte ZIP-Datei hochzuladen.

source: Choose 'Zip file' under the 'File type' section
de: Wählen Sie 'ZIP-Datei' aus der Auswahlliste 'Dateityp'

source: Click 'Process images'
de: 'Bilder verarbeiten' anklicken

source: You are presented with a summary of the upload.
de: Danach wird eine Zusammenfassung des erfolgten Uploads angezeigt.

source: The source image is used to generate a 140 x 200 px thumbnail image and a 600 x 800 px full-size image. The original sized image uploaded is not kept by Koha.
de: Das ursprüngliche Bild wird verwendet um einen verkleinertes Bild mit 140 x 200 px und ein Bild in voller Größe 600 x 800 zu generieren. Das ursprünglich hochgeladene Bild wird nicht in Koha gespeichert.

source: In the staff client the cover images appear on the details page under the 'Images' tab in the holdings table at the bottom.
de: Ihre Coverbilder werden in der Dienstoberfläche in der Detailansicht im Reiter "Bilder" der Exemplartabelle angezeigt.

source: In the OPAC the cover images appear in the 'Images' tab, as well as next to the title and on the search results.
de: Die Coverbilder erscheinen im OPAC unter dem Reiter 'Bilder' sowie neben dem Titel in der Trefferliste.

source: To remove a cover image click 'Delete image' below the image in the staff client if you have the :ref:`upload\_local\_cover\_images permission <granular-tools-permissions-label>`.
de: Wenn Sie ein Coverbild entfernen möchten, klicken Sie auf 'Bild löschen' unter dem Bild in der Dienstoberfläche, wenn Sie die :ref:`Berechtigung upload\_local\_cover\_images permission <granular-tools-permissions-label>` haben.

source: Additional Tools
de: Weitere Werkzeuge

source: Calendar
de: Kalender

source: *Get there:* More > Tools > Additional tools > Calendar
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > Kalender

source: Libraries can define library closings and holidays to be used when calculating due dates. You can make use of the calendar by turning on the proper system preferences:
de: Bibliotheken können Schließtage und Feiertage definieren, die bei der Berechnung von Fälligkeiten berücksichtigt werden. Sie können den Kalender verwenden, indem Sie die entsprechenden Systemparameter aktivieren:

source: :ref:`useDaysMode`: Choose the method for calculating due date - either include days the library is closed in the calculation or don't include them
de: :ref:`useDaysMode`: Wählen Sie die Methode, nach der das Fälligkeitsdatum berechnet werden soll - entweder werden Tage, an denen die Bibliothek geschlossen ist, eingerechnet oder nicht.

source: :ref:`finescalendar`: This will check the holiday calendar before charging fines
de: :ref:`finescalendar`: Dies sorgt dafür, dass der Kalender bei der Berechnung von Gebühren berücksichtigt wird

source: Adding events
de: Schließtage eintragen

source: Before adding events, choose the library you would like to apply the closings to. When adding events you will be asked if you would like to apply the event to one branch or all branches. To add events, simply
de: Wählen Sie vor dem Hinzufügen von Schließtagen den Standort, für den sie gelten sollen. Bei der Eingabe werden Sie gefragt, ob ein Schließtag für einen oder alle Standorte gültig sein soll. Um den Schließtag hinzuzufügen, einfach

source: Click on the date on the calendar that you would like to apply the closing to
de: Klicken Sie auf das Datum im Kalender, an dem Sie den Schließtag eintragen möchten

source: In the form that appears above the calendar, enter the closing information (for more info on each option click the question mark [?] to the right of the option)
de: in der Form, die oberhalb des Kalenders eingeblendet wird, indem Sie die Informationen zum Schließtag im Formular eingeben. (Klicken Sie auf das Fragezeichen [?] rechts neben den Optionen für weitere Informationen).

source: Library will be filled in automatically based on the library you chose from the pull down at the top of the page
de: Die Bibliothek wird automatisch ausgefüllt, abhängig von der Bibliothek, die Sie am Anfang der Seite aus der Auswahlliste gewählt haben.

source: The day information will also be filled in automatically based on the date you clicked on the calendar
de: Der Wochentag wird ebenfalls automatisch ausgefüllt, basierend auf dem Datum, dass Sie im Kalender angeklickt haben.

source: If this holiday extends on more than one day, enter the end date in 'To date'
de: Wenn die Schließzeit länger als einen Tag ist, geben Sie das Enddatum bei "Bis" an

source: In the 'title' enter the name of the holiday or the reason for the closing
de: Geben Sie bei "Titel" den Namen des Feiertags oder den Grund für die Schließung an

source: In the 'description' enter more information about this holiday
de: Unter "Beschreibung" können Sie weitere Informationen zu diesem Schließtag angeben

source: Next you can choose if this event is a one time event or if it is repeatable.
de: Legen Sie fest, ob es sich um einen einmaligen oder wiederholbaren Schließtag handelt.

source: 'Holiday only on this day': this is a one day holiday
de: "Schließtag nur an diesem Tag": dies ist einmaliger Schließtag

source: 'Holiday repeated every same day of the week': this is a weekly closing (if you're closed every Sunday, for example)
de: "Schließtag, der sich jede Woche an diesem Tag wiederholt": dies ist ein wöchentlicher Schließtag (z.B. Sonntag)

source: 'Holiday repeated yearly on the same date': this is an annual holiday closing (if you're closed on January 1st each year, for example)
de: "Schließtag, der jedes Jahr auf das gleiche Datum fällt": dies ist ein jährlicher Schließtag (z.B. 1. Januar)

source: 'Holiday on a range': this is a holiday that extends on several days
de: "Schließzeitraum": dies ist eine mehrtägige Schließung

source: Make sure to enter a 'To Date' at the top if you choose 'Holiday on a range'
de: Stellen Sie sicher, dass Sie ein "Bis"-Datum eingeben, wenn Sie "Schließzeitraum" gewählt haben

source: 'Holiday repeated yearly on a range': this is a holiday that extends on several days each year (such as summer holidays for schools)
de: "Jährlich wiederholter Schließzeitraum": dies ist eine mehrtägige Schließzeit, die in jedem Jahr auf die gleichen Daten fällt (z.B. Sommerferien)

source: Make sure to enter a 'To Date' at the top if you choose 'Holiday repeated yearly on a range'
de: Stellen Sie sicher, dass Sie ein "Bis"-Datum eingeben, wenn Sie "Jährlich wiederholter Schließzeitraum" gewählt haben

source: Finally decide if this event should be applied to all libraries or just the one you have originally selected
de: Entscheiden Sie zum Schluss, ob der Schließtag für alle Bibliotheken eingetragen werden soll oder nur für die Bibliothek, die Sie zu Beginn ausgewählt haben.

source: If you'd rather enter all the holidays and then copy them all to another branch all at once you can use the copy menu below the calendar
de: Wenn Sie alle Schließtage eingeben und dann für einen anderen Standort kopieren möchten, verwenden Sie die Kopierfunktion unterhalb des Kalenders.

source: After saving you will see the event listed in the summary to the right the calendar
de: Nach dem Speichern wird der Schließtag auf der rechten Seite des Kalenders angezeigt

source: Editing events
de: Schließtage bearbeiten

source: To edit events
de: Schließtage bearbeiten

source: Click on the event on the calendar that you want to change (do this by clicking on the date on the calendar, not the event listed in the summary)
de: Klicken Sie auf den Schließtag im Kalender, den Sie ändern möchten (klicken Sie dabei auf das Datum im Kalender, nicht auf den Schließtag in der Zusammenfassung)

source: From this form you can make edits to the holiday or delete the holiday completely.
de: In diesem Formular können Sie Schließtage bearbeiten oder komplett löschen.

source: All actions require that you click 'Save' before the change will be made.
de: Alle Aktionen erfordern, dass Sie auf "Speichern" klicken, damit die Änderung durchgeführt wird.

source: Clicking on repeatable events will offer slightly different options
de: Für wiederholbare Schließtage werden etwas andere Optionen angeboten.

source: In the form above you will note that there is now an option to 'Generate an exception for this repeated holiday' and 'Generate exceptions on a range of dates' choosing one of these options will allow you to make it so that this date is not closed even though the library is usually closed on this date.
de: Im Formular darüber sehen Sie die Optionen "Eine Ausnahme für diesen Schließtag erstellen" und "Ausnahmen für einen Datumsbereich erstellen" über die Sie festlegen können, dass die Bibliothek geöffnet ist, auch wenn Sie normalerweise an diesem Datum geschlossen wäre.

source: Additional help
de: Zusätzliche Hilfe

source: When adding or editing events you can get additional help by clicking on the question mark next to various different options on the form
de: Wenn Sie Schließtage hinzufügen erhalten Sie zusätzliche Hilfestellung, indem Sie auf das Fragezeichen neben der jeweiligen Option klicken, um zusätzliche Hinweise zu erhalten

source: CSV profiles
de: CSV-Profile

source: *Get there:* More > Tools > Additional tools > CSV profiles
de: *Pfad in Koha:* Mehr > Werkzeuge > Weitere Werkzeuge > CSV-Profile

source: CSV profiles are created to define how you would like your cart or list to export.
de: CSV-Profile werden verwendet, um zu definieren, wie Daten von Listen oder Korb exportiert werden.

source: Add CSV profiles
de: Neues CSV-Profil

source: To add a CSV profile
de: Neues CSV-Profil anlegen

source: Click on 'New CSV profile'
de: "Neues CSV-Profil" anklicken

source: The 'Profile name' will appear on the export pull down list when choosing 'Download' from your cart or list
de: Der 'Profilname' wird in der Auswahlliste angezeigt, wenn Sie im Korb oder in einer Liste 'Download' auswählen

source: The 'Profile type' determines what type of fields you plan to use (MARC or SQL) to define your profile
de: Der 'Profiltyp' bestimmt welchen Feldtyp Sie gedenken zu nutzen (MARC oder SQL) um Ihr Profil zu definieren.

source: If you choose MARC then you will need to enter MARC fields
de: Wenn Sie MARC auswählen, dann müssen Sie MARC-Felder eingeben.

source: If you choose SQL then you will need to enter SQL database fields
de: Wenn Sie SQL auswählen, müssen Sie SQL Datenbankfelder eingeben.

source: The 'Usage' field is used to indicate what type of report this CSV profile is used with
de: Im Feld "Verwendung" wird angegeben, für welche Funktion dieses CSV-Profil verwendet wird

source: 'Export records' (only available with MARC profile type): this is used to export records from your cart or lists
de: "Titel exportieren" (nur für den Profiltyp MARC verfügbar): dies wird für den Export von Titelsätzen aus Körben und Listen verwendet

source: 'Late serial issues claims' (only available with SQL profile type): this is used to :ref:`export late issues of serial subscriptions <claim-late-serials-label>`
de: "Reklamation von verspäteten Heften" (nur für den Profiltyp SQL verfügbar): wird für den :ref:`Export verspäteter Zeitschriftenhefte <claim-late-serials-label>` verwendet

source: 'Export late orders' (only available with SQL profile type): this is used to :ref:`export late orders in the acquisitions module <claims-and-late-orders-label>`
de: "Raklamation von Bestellungen" (nur für den Profiltyp SQL verfügbar): wird für den :ref:`Export verspäteter Bestellungen <claims-and-late-orders-label>` im Erwerbungsmodul verwendet

source: 'Basket export in acquisition' (only available with SQL profile
de: "Erwerbungsbestellungen" (nur verfügbar mit Profiltyp SQL

source: type): this is used to :ref:`download records from acquisitions baskets <create-a-basket-label>`
de: ): dies wird für den :ref:`Download von Titeldaten aus Bestellungen <create-a-basket-label>` verwendet

source: 'Export lost items in report' (only available with SQL profile
de: "Vermisste Exemplare" (nur für den Profiltyp SQL

source: type): this is used to export a CSV from the :ref:`lost items report <lost-items-label>`
de: verfügbar): dies wird verwendet um Daten aus dem :ref:`Report Vermisste Exemplare <lost-items-label>` zu exportieren

source: The 'Profile description' is for your own benefit, but will also appear in the OPAC when patrons download content, so make sure it's clear for your patrons as well
de: Die "Profilbeschreibung" ist zu Ihrem eigenen Nutzen, wird aber auch im OPAC angezeigt, wenn Benutzer Daten herunterladen, und sollte daher auch dort verständlich sein

source: The 'CSV separator' is the character used to separate values and value groups
de: Das 'CSV-Trennzeichen' ist das Zeichen, das verwendet wird um Werte und Wertegruppen voneinander zu trennen

source: The most common option here is comma because most spreadsheet applications know how to open files split by commas.
de: Die am häufigsten verwendete Option an dieser Stelle ist das Komma, da die meisten Tabellenverarbeitungsprogramme Dateien mit kommagetrennten Werten öffnen können.

source: The 'Field separator' is the character used to separate duplicate fields
de: Der 'Feldtrenner' ist das Zeichen, dass verwendet wird um doppelte Felder voneinander zu trennen.

source: Example: You may have multiple 650 fields and this is the character that will appear in between each one in the column
de: Beispiel: Wenn mehrere 650-Felder vorhanden sind, wird dieses Zeichen als Trennzeichen zwischen den einzelnen Feldern verwendet

source: The 'Subfield separator' is the character used to separate duplicate subfields
de: Der 'Unterfeldtrenner' ist das Zeichen, das verwendet wird um doppelte Unterfelder zu trennen.

source: Example: You may have multiple $a subfields in a field
de: Beispiel: Sie können mehrere Unterfelder $a in einem Feld haben

source: The 'Encoding' field lets you define the encoding used when saving the file
de: Unter 'Zeichensatz' können Sie den für Ihre Datei verwendeten Zeichensatz auswählen

source: The 'Only available on the staff interface' checkbox (only for MARC profile types) lets you limit this CSV profile to staff interface only, meaning patrons will not be able to use this profile to export their cart or lists from the OPAC
de: Die Checkbox "Nur in der Dienstoberfläche verfügbar" (nur bei MARC-Profilen) erlaubt es ein CSV-Profil auf die Dienstoberfläche zu beschränken, so dass Benutzer das Profil beim Export von Korb oder Liste im OPAC nicht angezeigt bekommen.

source: Finally format your CSV file using the 'Profile MARC fields' or 'Profile SQL fields' box
de: Formatieren Sie zum Schluss Ihre CSV-Datei über das Eingabefeld für "MARC-Felder" oder "SQL-Felder".

source: Define which fields or subfields you want to export, separated by pipes. Example : 200\|210$a\|301 for MARC or biblio.title\|biblio.author for SQL
de: Legen Sie fest, welche Felder oder Unterfelder Sie exportieren möchten, getrennt durch Pipes (\|): Beispiel: 245\|100$a für MARC und biblio.title\|biblio.author für SQL.

source: You can also use your own headers (instead of the ones from Koha) by prefixing the field number with a header, followed by the equal sign. Example: Personal name=100\|title=245$a\|300
de: Sie können auch eigene Spaltenüberschriften (anstelle der von Koha automatisch generierten) angeben, indem Sie einer Feldnummer den Spaltennamen gefolgt von einem Gleichheitszeichen voranstellen. Beispiel: Verfasser=100\|Titel=245$a

source: When you have entered in all of the information for your profile, simply click 'Submit' and you will be presented with a confirmation that your profile has been saved.
de: Wenn Sie alle Informationen zu Ihrem Profil eingegeben haben, klicken Sie auf "Speichern" and Sie erhalten die Bestätigung, dass Ihr Profil gespeichert wurde.
