Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/tools.po
Languages: de

source: Tools
de: Werkzeuge

source: Tools in Koha all perform some sort of action. Often many of the items listed under Tools in Koha are referred to as 'Reports' in other library management systems.
de: Werkzeuge in Koha dienen einer bestimmten Funktion. Viele der Funktionen aus den Werkzeugen, werden in anderen Bibliothekssystemen bei Reports aufgelistet.

source: *Get there:* More > Tools
de: *Pfad in Koha:* Mehr > Werkzeuge

source: Patrons and circulation
de: Benutzer und Ausleihe

source: Patron lists
de: Benutzerlisten

source: *Get there:* More > Tools > Patrons and circulation > Patron lists
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Benutzerlisten

source: Patron lists are a way to store a group of patrons for easy modification via the :ref:`batch patron modification tool <batch-patron-modification-label>` or reporting.
de: Benutzerlisten können verwendet werden um mehrere Benutzer auf einmal über das Stapelbearbeitungswerkzeug für Benutzer :ref:`Stapelbearbeitung von Benutzerdaten <batch-patron-modification-label>` zu ändern oder für Reports.

source: To create a new list of patrons click the 'New patron list' button
de: Über 'Neue Benutzerliste' können Sie eine neue Benutzerliste anlegen

source: Enter a list name.
de: Geben Sie einen Listennamen ein.

source: Checking the 'Shared' box will make this list visible to all users with the :ref:`manage_patron_lists permission <granular-tools-permissions-label>`.
de: Wenn Sie die Box 'Geteilt' anklicken, macht dies die Liste für alle Benutzer sichtbar mit der Berechtigung :ref:`manage_patron_lists <granular-tools-permissions-label>`.

source: Save the list.
de: Liste speichern.

source: Each list has an 'Actions' menu with more list options.
de: Jede Liste hat eine Schaltfläche 'Aktionen', welche mehrere Optionen anbietet.

source: To add patrons to the list click the 'Add patrons' link in the 'Actions' menu.
de: Klicken Sie auf 'Benutzer hinzufügen' im Menü 'Aktionen' um Benutzer auf die Liste zu setzen.

source: Enter the patron's name or cardnumber in the search box and click on the right result to add the patron.
de: Geben Sie den Namen oder die Ausweisnummer in die Suchmaske ein und klicken Sie auf einen der Treffer um den Benutzer hinzuzufügen.

source: Alternatively, you can click on the 'Enter multiple card numbers' link and scan (or type in) barcodes in the box.
de: Alternativ können Sie auch auf den Link 'Mehrere Ausweisnummern eingeben' klicken und die Barcodes einscannen (oder eintippen).

source: Once you have all of the patrons you would like to add you can click the 'Add patrons' button to save them to the list.
de: Nachdem Sie alle Benutzer ausgewählt haben, die Sie zur Liste hinzufügen möchten, können sie diese mit 'Bestätigen' speichern.

source: **Note**
de: **Hinweis**

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: patron-list-table).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: patron-list-table).

source: Patron clubs
de: Clubs

source: *Get there:* More > Tools > Patrons and circulation > Patron clubs
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Clubs

source: Patron clubs create clubs in which patrons may be enrolled. It is useful for tracking summer reading programs, book clubs and other such clubs.
de: Hier können Clubs erstellt werden, in denen die Benutzer eingeschrieben sind. Dies ist sinnvoll um Sommerleseprogramme ausfindig zu machen oder für Buchclubs.

source: **Important**
de: **Wichtig**

source: Staff will need the :ref:`clubs permissions <granular-clubs-permissions-label>` to edit clubs, templates and enroll patrons. To learn how to set patron permissions, go to the :ref:`patron permissions section <setting-patron-permissions-label>` of this manual.
de: Das Bibliothekspersonal benötigt :ref:`Berechtigungen für den Club <granular-clubs-permissions-label>`, um Clubs und Templates zu bearbeiten und Benutzer einzuschreiben. Wie man die Benutzerberechtigung aktiviert, können Sie im Kapitel :ref:`Benutzerberechtigungen <setting-patron-permissions-label>` in diesem Handbuch nachlesen.

source: Creating a new club template
de: Ein neues Club Template erstellen

source: Click on the 'New club template' button. Here you can add fields that can be filled out at the time a new club is created based on the template, or a new enrollment is created for a given club based on the template.
de: Klicken Sie auf die Schaltfläche 'Neues Club-Template'. Hier können Sie neue Felder hinzufügen, die ausgefüllt werden sollen, wenn ein neuer Club hinzugefügt wird, basierend auf diesem Template. Es kann auch eine neue Einschreibung erstellt werden für einen bereits bestehenden Club, basierend auf diesem Template

source: The name is required. This could be something like 'Adult book club', 'Children’s book club' or 'Summer reading program'. Remember these templates will be starting point for each club you create.
de: Der Name ist erforderlich. Das kann ein Name sein wie zum Beispiel 'Buchclub für Erwachsene', 'Buchclub für Kinder' oder 'Sommerleseprogramm'. Denken Sie daran, dass diese Templates Ausgangspunkt für alle von Ihnen erstellten Clubs sind.

source: The description can be any additional information.
de: Das Feld 'Beschreibung' kann jede zusätzliche Information enthalten.

source: Allow public enrollment: if this box is checked it will allow patrons to enroll in a club based on this template from the OPAC.
de: Falls ein Template eine öffentliche Anmeldung für einen Club erlaubt, kann der Benutzer diese im OPAC vorgenommen werden.

source: Require valid email address: if this box is checked only patrons with a valid email address can enroll. So they will need a email address to enroll.
de: Gültige E-Mail-Adresse verlangen: ist diese Box angehakt, können Benutzer sich nur mit gültiger E-Mail-Adresse einschreiben. Sie benötigen eine E-Mail-Adresse für die Anmeldung.

source: The library drop down gives you the flexibility to let staff from specific branches create clubs with this template. If you let it set to blank, staff from any branch will be able to create a new club using this template.
de: Das PullDown-Menü 'Bibliothek' bietet die Möglichkeit dass Bibliothekspersonal von verschiedenen Standorten Clubs mit diesem Template erstellen können. Lassen Sie dieses Menü unausgefüllt können alle Bibliotheksmitarbeiter von allen Standorten neue Clubs erstellen, indem sie dieses Template nutzen.

source: Club fields: these fields will be used when creating a club based on this template. For example, this can be the name of the club, the name of the animator, the theme, etc.
de: Club-Felder: diese Felder werden benötigt, wenn basierend auf diesem Template ein Club angelegt wird. Zum Beispiel kann es sich um den Namen eines Clubs handeln, um den Namen des Animateurs, ein Thema etc.

source: 'Name' is the label of the field
de: Das Feld 'Name' ist das Kennzeichen des Feldes

source: 'Description' is additional information about this field.
de: Das Feld 'Beschreibung' ist eine zusätzliche Information zu diesem Feld

source: You can connect authorized values here.
de: Sie können hier normierte Werte verbinden.

source: Enrollment fields: you can add any additional fields you want to have filled out by your patrons when they enroll in a club base on this template.
de: Anmeldefelder: Sie können zusätzliche Felder hinzufügen, die der Benutzer auszufüllen hat, wenn er sich in einem Club anmeldet, basierend auf diesem Template.

source: Creating a new club based on a template
de: Ein neues Club Template erstellen

source: Click on the 'New club' dropdown menu and select the template you want to use. Here you can add information about a new club using a template you created.
de: Klicken Sie auf die Schaltfläche 'Neuer Club' und wählen Sie das Template, das Sie nutzen wollen aus. Nutzen Sie ein Template, das Sie konfiguriert haben und fügen Sie Informationen über den neuen Club hinzu.

source: The name is required, this will be the name of the specific club using the template you created. For example, 'Summer 2018 reading club'.
de: Das Feld 'Name' ist ein Pflichtfeld. Nutzen Sie den Namen, den Sie in Ihrem Template vergeben haben, zum Beispiel 'Sommer 2018 Leseclub'.

source: Start and End date will depict when this club runs, the entire duration of the club. Once the club expires, enrollment will not be possible.
de: Start und Enddatum beschreibt die Laufzeit des Clubs. Ist die Laufzeit eines Clubs abgelaufen, können Sie sich nicht mehr anmelden.

source: The library drop down gives you the flexibility to enroll patrons from specific branches. If you let it set to blank, patrons from any branch will be able to enroll.
de: Das PullDown-Menü 'Bibliothek' gibt Ihnen die Freiheit Benutzer von verschiedenen Standorten anzumelden. Bleibt dieses Feld leer, können sich die Benutzer aller Standorte anmelden.

source: Enrolling a patron in a club from the staff client
de: Benutzer über die Dienstoberfläche in Clubs anmelden

source: To enroll a patron in a club from the staff client, go to the patron's account.
de: Über den Benutzeraccount wird ein Benutzer in der Dienstoberfläche in einem Club angemeldet.

source: On the 'Details' page or the 'Check out' page, click on the 'Clubs' tab. All ongoing clubs will be displayed in this tab.
de: Ausgehend von den Reitern 'Details' oder 'Ausleihe' können Sie auf den Reiter 'Clubs' klicken. Alle laufenden Clubs werden in diesem Reiter angezeigt.

source: Click on the 'Enroll' button and fill in the fields.
de: Klicken Sie auf die Anmeldeschaltfläche und füllen Sie die Felder aus.

source: You can also cancel enrollment by clicking on the cancel enrollment.
de: Sie können Anmeldungen auch stornieren, wenn Sie auf Anmeldung stornieren klicken.

source: Enrolling a patron in a club from the OPAC
de: Benutzer im OPAC in Clubs anmelden

source: If you allow public enrollment, the club will be visible on the OPAC.
de: Erlauben Sie öffentliche Anmeldungen, so wird der Club im OPAC angezeigt.

source: Patrons have to sign into their account. In the 'Your summary' section, they will be able to click on the 'Clubs' tab and enroll.
de: Benutzer müssen in Ihrem Account eingeloggt sein. In Ihrer Kontoübersicht können Sie auf den Reiter 'Clubs' klicken und sich dort anmelden.

source: Viewing enrollments
de: Anmeldungen ansehen

source: You can monitor the enrollments in each club by going to the 'Patron clubs' tool page and choosing 'Enrollment' from the 'Actions' button.
de: Sie können die Anmeldungen für jeden Club beobachten, indem Sie im Modul 'Werkzeuge' auf die Seite der Benutzerclubs gehen und dort über die Schaltfläche 'Aktionen' die Anmeldungen auswählen.

source: Placing a hold for a patron club
de: Eine Vormerkung für einen Benutzerclub eintragen

source: You can place holds for a patron club - holds are placed for club members in a random order.
de: Sie können Vormerkungen für die Mitglieder eines Clubs eintragen - diese werden in zufälliger Reihenfolge erstellt.

source: To place a hold for a patron club:
de: Um eine Vormerkung für einen Club einzutragen:

source: Go to the patron clubs tool ('Home > Tools > Patron clubs').
de: Gehen Sie zu Werkzeuge > Clubs.

source: Click the 'Actions' button for the club and select 'Search to hold'.
de: Klicken Sie auf die Schaltfläche "Aktionen" für den Club und wählen Sie "Vormerkung suchen" aus.

source: Search for a title and select a record.
de: Suchen Sie nach einem Titel und wählen Sie den Datensatz aus.

source: Select 'Place hold for [CLUBNAME]' from either the action links for the record, or from the 'Place hold' action in the menu bar.
de: Wählen Sie "Vormerkung für [CLUBNAME]" aus den Links im Datensatz oder verwenden Sie die "vormerken"-Aktion in der Menüleiste.

source: The place holds page is displayed and lists the club members.
de: Es wird die Vormerkseite angezeigt und eine Liste der Clubmitglieder.

source: Click the 'Place hold' button.
de: Klicken Sie auf die Schaltfläche "Vormerken".

source: Result: Holds are placed for all club members.
de: Ergebnis: Es werden Vormerkungen für alle Clubmitglieder eingetragen.

source: Comments
de: Kommentare

source: *Get there:* More > Tools > Patrons and circulation > Comments
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Kommentare

source: All comments added by patrons via the OPAC to bibliographic records require moderation by the librarians. If there are comments awaiting moderation they will be listed on the main page of the staff client below the module list:
de: Alle Kommentare, die von Benutzern im OPAC verfasst werden, müssen durch einen Bibliotheksmitarbeiter kontrolliert werden. Wenn es im System Kommentare gibt, die auf Moderation warten, werden diese auf der Startseite unterhalb der Module angezeigt.

source: and next to the Comments tool on the Tools page
de: nach den Kommentaren im Modul 'Werkzeuge'

source: To moderate comments click on the notification on the main dashboard or go directly to the Comments tool and click 'Approve' or 'Delete' to the right of the comments awaiting moderation.
de: Um Kommentare zu verfassen klicken Sie auf die Beschreibung auf der Hauptseite oder gehen Sie direkt in das Modul 'Werkzeuge' > Kommentare und klicken hier auf 'Akzeptieren' oder 'Löschen' auf der rechten Seite des jeweiligen Kommentars.

source: If there are no comments to moderate you will see a message saying just that
de: Wenn es keine Kommentare zu moderieren gibt, erhalten Sie eine Textmeldung mit dieser Information

source: You can also review and unapprove comments you have approved in the past by choosing the 'Approved comments' tab
de: Mit der Schaltfläche 'Freigegebene Kommentare' können früher freigegebene Kommentare moderiert und gegebenenfalls die Freigabe wieder zurückgezogen werden.

source: Patron import
de: Benutzerdatenimport

source: *Get there:* More > Tools > Patrons and circulation > Import patrons
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Benutzer importieren

source: The patron import tool can be used at any time to add patrons in bulk. It is commonly used in universities and schools when a new batch of students registers.
de: Das Werkzeug für den Benutzerdatenimport kann jederzeit verwendet werden, um weitere Benutzer nachzuladen. Es wird häufig in Hochschulen und Schulen eingesetzt, wenn ein neuer Jahrgang von Studenten oder Schülern beginnt.

source: Creating a patron import file
de: Benutzerimportdatei erstellen

source: You can download a blank CSV file with a header from the start page of the patron import tool that you can use as a template for your patron import. The header contains all fields that can be used with the patron import tool. You can delete fields and columns you don't need with the exception of a few mandatory ones. When overlaying, if your new .csv includes blank columns, any existing values in patron records will be overwritten with blanks. It is best to remove any blank columns in a .csv to ensure no existing data is removed.
de: Sie können eine leere CSV-Datei mit Kopfzeile von der Startseite des Benutzerimport-Werkzeugs herunerladen, welche Sie als Template für Ihren Benutzerimport verwenden können. Die Kopfzeile enthält alle Felder, die mit dem Benutzerimporttool verwendet werden können. Felder und Spalten, die Sie nicht benötigen können gelöscht werden mit Ausnahme einiger Pflichtfelder. Beim Überschreiben vorhandener Datensätze ist es wichtig zu beachten, dass leere Spalten vorhanden Inhalten in diesen Feldern löschen. Daher ist es ggf. gut, alle leeren Spalten aus der .csv zu löschen, so dass keine vorhandenen Daten gelöscht werden.

source: cardnumber, surname, and all fields you have defined in the :ref:`BorrowerMandatoryField` preference are required and must match valid entries in your database.
de: Die Felder 'Ausweisnummer', 'Nachname' und alle Felder, die Sie im Systemparameter :ref:`BorrowerMandatoryField` konfiguriert haben sind Pflichtfelder und müssen mit der Konfiguration in Ihrer Datenbank übereinstimmen.

source: The 'password' should be stored in plaintext, and will be converted to a Bcrypt hash.
de: Das Passwort sollte im Klartext importiert werden und wird beim Import mit Bcrypt hash verschlüsselt.

source: If your passwords are already encrypted, talk to your systems administrator about options
de: Sprechen Sie mit Ihrem Systemadministrator über mögliche Optionen, wenn Ihre Passwörter bereits verschlüsselt vorliegen

source: Date formats should match your :ref:`system preference <dateformat-label>`, and must be zero-padded, e.g. '01/02/2008'. Alternatively you can supply dates in ISO format (e.g. '2008-12-01').
de: Das Datumsformat sollte mit Ihrem :ref:`Systemparameter DateFormat <dateformat-label>` übereinstimmen und darf keine Leerzeichen enthalten, zum Beispiel '01/02/2008'. Alternativ können Sie das Datum auch im ISO-Format ('2008-12-01') darstellen.

source: If your data contains special characters or diacritics, make sure your file is encoded in UTF-8. Otherwise, the special characters will not be imported correctly.
de: Wenn Ihre Daten Sonderzeichen oder diakritische Zeichen enthalten können, dann stellen Sie sicher, dass die Datei in UTF-8 codiert ist, damit diese korrekt importiert werden.

source: If loading :ref:`patron attributes <patron-attribute-types-label>`, the 'patron\_attributes' field should contain a comma-separated list of attribute types and values.
de: Beim Laden von :ref:`Benutzerattributen <patron-attribute-types-label>` sollte das Feld Benutzerattribute 'patron\_attributes' eine komma-getrennte Liste von Attributtypen und Werten enthalten.

source: The attribute type code and a colon should precede each value.
de: Der Benutzerattributcode und ein Doppelpunkt sollten jedem Wert vorangestellt werden.

source: For example: "INSTID:12345,BASEBALL:Cubs"
de: Zum Beispiel: "INSTID:12345,BASEBALL:Cubs"

source: This field must be wrapped in quotes if multiple values are defined.
de: Anführungszeichen sind notwendig, wenn mehrere Werte definiert werden.

source: Since values can contain spaces, additional doubled-quotes may be required:
de: Werte mit Leerzeichen müssen in Anführungszeichen gesetzt werden:

source: It's possible to set restrictions using the patron import tool. If the expiration date and comment match an existing restriction, the one in the import file will be skipped. So a patron import can be repeated multiple times without creating duplicate restrictions. But if one of the criteria is different, a new restriction will be added.
de: Es ist möglich Beschränkungen einzurichten, wenn man das Werkzeug Benutzerimport benutzt. Wenn das Ablaufdatum und der Kommentar der Sperre mit einer bestehenden Sperre übereinstimmen, wird die Sperre in der Importdatei übersprungen. So kann ein Benutzerdatenimport mehrfach durchgeführt werden, ohne dass doppelte Sperren angelegt werden. Stimmt allerdings eines der Kriterien nicht überein, wird eine neue Sperre hinzugefügt.

source: Importing patrons
de: Benutzer importieren

source: Once you have created your file, you can use the patron import tool to bring the data into Koha.
de: Wenn Sie Ihre Datei erstellt haben, können Sie die Daten über das Werkzeug für den Benutzerdatenimport nach Koha importieren.

source: Choose your CSV file
de: Wählen Sie Ihre CSV-Datei aus

source: Choose to match on 'cardnumber' or 'username' to prevent adding of duplicate card numbers to the system. Additional matchpoints can be set up using patron attributes marked as unique.
de: Wählen Sie Ihre CSV-Datei und das Feld 'Ausweisnummer', oder 'Benutzernummer' aus, um zu verhinden, dass doppelte Benutzerdatensätze erzeugt werden. Zusätzliche Auswahlkriterien können Benutzerattribute sein, die den Datensatz als einmalig kennzeichnen.

source: Next you can choose default values to apply to all patrons you are importing
de: Als nächstes können Sie Standardwerte festlegen, die in allen importierten Benutzerdatensätzen eingetragen werden.

source: For example, if you're importing patrons specific to one branch you can use the field on the import form to apply the branch code to all those you are importing.
de: Wenn Sie zum Beispiel Benutzer für eine Bibliothek importieren, können Sie das Feld 'branchcode' verwenden, um den korrekten Standort für alle importierten Benutzer zu setzen.

source: Finally, you need to decide on what data you want to replace if there are duplicates.
de: Sie müssen entscheiden, welche Aktion Sie durchführen möchten, wenn ein passender Datensatz in der Datenbank gefunden wird.

source: A matching record is found using the field you chose for matching criteria to prevent duplication
de: Vorhandene Datensätze werden anhand des Feldes, das zum Abgleich angegeben wurde, gefunden, um Dubletten zu vermeiden

source: When using patron attributes in your installation, you can choose how they are handled on import. You can either decide to always overlay all patron attributes or you choose to only replace patron attributes included in your import file. This will leave other attributes untouched.
de: Wenn Sie in Ihrer Installation Benutzerattribute verwalten, können Sie beim Import auswählen, wie diese behandelt werden sollen. Sie können entweder entscheiden alle Benutzerattribute zu überschreiben, oder nur die mit Ihrer Importdatei gelieferten Attribute. Dies lässt andere Benutzerattribute unberührt.

source: Notices & slips
de: Benachrichtigungen & Quittungen

source: *Get there:* More > Tools > Patrons and circulation > Notices & slips
de: *Pfad in Koha:* Mehr > Werkzeuge > Benutzer und Ausleihe > Benachrichtigungen & Quittungen

source: All notices and circulation receipts (or slips) generated by Koha can be customized using the Notices & slips tool. The system comes with several predefined templates that will appear when you first visit this tool.
de: Alle Benachrichtigungsschreiben und Quittungsdrucke können über das Werkzeug Benachrichtigungen & Quittungen angepasst werden. Das System wird mit verschiedenen Standardschreiben installiert, die angezeigt werden, wenn das Werkzeug zum ersten Mal aufgerufen wird.

source: You can customize the columns of this table in the :ref:`'Table settings'<column-settings-label>` section of the Administration module (table id: lettert).
de: Sie können die Spalten dieser Tabelle über die ref:`Tabellenkonfiguration <column-settings-label>` im Administrationsmodul anpassen (Tabellen-ID: lettert).

source: Each notice can be edited, but only a few can be deleted, this is to prevent system errors should a message try to send without a template. Each notice and slip can be edited on a per library basis, by default you will see the notices for all libraries.
de: Jede Benachrichtigung kann bearbeitet, aber nur einige wenige können endgültig gelöscht werden. Damit werden Fehler vermieden beim Versuch des Systems, eine Benachrichtigung ohne hinterlegtes Template zu generieren. Jede Benachrichtigung kann für jede Bibliothek bearbeitet werden. Standardmässig werden alle Benachrichtigungen für alle Bibliotheken angezeigt.

source: If you have a style you'd like applied to all slips you can point the :ref:`SlipCSS` preference to a stylesheet. The same is true for notices, using the :ref:`NoticeCSS` preference to define a stylesheet.
de: Sie können das Erscheinungsbild aller Quittungen global ändern, indem Sie im Systemparameter :ref:`SlipCSS` ein Stylesheet angeben. Dasselbe gilt für Benachrichtigungen, indem Sie im Systemparameter :ref:`NoticeCSS` ein Stylesheet definieren.
