Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/webservices.po
Languages: de, it, pt

source: By default reports will be non-public and only accessible by authenticated users. If a report is explicitly set to *public* it will be accessible without authentication by anyone. This feature should only be used when the data can be shared safely not containing any patron information.
de: In der Voreinstellung sind die Reports nicht öffentlich und daher nur für authentifizierte Benutzer mit entsprechenden Berechtigungen zugänglich. Wenn ein Report auf *öffentlich* gesetzt wurde, ist er auch ohne Authentifizierung abrufbar. Diese Funktion sollte nur dann verwendet erden, wenn die Daten auf sichere Weise geteilt werden und keine personenbezogenen Daten enthalten.
it: Per default i reports non sono pubblici e sono accessibili solo ad utenti autenticati. Se un report è messo esplicitamente a *pubblico*, allora sarà accessibile senza autenticazione da chiunque. Questa feature deve essere usata solo per condividere dati che non contengono informazioni sugli utenti.
pt: Por omissão os relatórios são privados e apenas acessíveis a utilizadores autenticados. Se um relatórios estiver como *público* pode ser acedidos sem autenticação por qualquer pessoa. Esta funcionalidade apenas deve ser usada quando os dados podem ser partilhados de forma segura não contendo informação de qualquer leitor.

source: The reports can be accessed using the following URLs:
de: Die Reports können über die folgenden URLs aufgerufen werden:
it: I report possono essere acceduti usando i seguenti URLs:
pt: Os relatórios podem ser acedidos usando os seguintes endereços:

source: Public reports
de: Öffentliche Reports
it: Report pubblici
pt: Relatórios públicos

source: Non-public reports
de: Interne Reports
it: Report privati
pt: Relatórios privados

source: There are also some additional parameters available:
de: Es sind einige weitere Parameter verfügbar:
it: Sono disponibili anche alcuni parametri:
pt: Existem também alguns parâmetros adicionais que pode utilizar:

source: Instead of accessing the report by REPORTID you can also use the report's name:
de: Statt den Report über die REPORTID aufzurufen, kann auch der Reportname verwendet werden:
it: Puoi accedere ai report con il REPORTID o con il nome del report:
pt: Em vez de aceder ao relatórios pelo REPORTID pode usar o nome do relatório:

source: For easier development there is also an option to generate an annotated output of the data. It will generate an array of hashes that include the field names as keys.
de: Um die Entwicklung zu vereinfachen, gibt es auch eine Option für eine annotierte Ausgabe der Daten. Damit wird ein Array von Hashes generiert, welcher die Namen der Felder als Schlüssel enthält.
it: Per facilitare lo svilippo c'è anche l'opzione di generare un output annotato dei dati. Si genererà un array di hash che include i nomi dei campi come chiavi.
pt: Para facilitar desenvolvimentos adicionais, existe uma opção para gerar um dados de saída anotados. Irá gerar um lista de matrizes que incluem os nomes dos campos como chaves.

source: Versioned RESTful API Effort
de: Versionierte RESTful API
pt: Esforço na RESTful API versionada

source: There is an ongoing effort to converge the APIs above into a single versioned set of modern RESTful endpoints documented using the OpenAPI standard and available by default under https://YOURKOHACATALOG/api/v1/
de: Es gibt ein laufendes Projekt die oben genannten APIs in einem einigen versionierten Set von modernen RESTful Endpoints, dokumentiert über den OpenAPI-Standard und verfügbar unter https://IHRKATALOG/api/v1 zusammenfließen zu lassen
it: E' in corso uno sforzo di sviluppo per far convergere le APIs sopradette in un singolo set di moderni RESTful endpoints documentati usando lo standard OpenAPI e disponibili di deafult all'indirizzo https://YOURKOHACATALOG/api/v1/
pt: Há um esforço contínuo para convergir as APIs acima descritas, num único conjunto versionado de endpoints RESTful modernos e documentados usando o padrão OpenAPI e disponível por omissão no endereço https://YOURKOHACATALOG/api/v1/

source: OAuth2 client credentials grant
pt: Concessão de credenciais do cliente OAuth2

source: Koha supports the OAuth2 client credentials grant as a means to secure the API for using it from other systems to adhere to current industry standards. More information on the OAuth2 client credentials grant standard `can be found here <https://auth0.com/docs/api-auth/grant/client-credentials>`_.
de: Koha unterstützt den OAuth2 Client Credentials Grant als eine Maßnahme um das API abzusichern, wenn es von anderen Systemen aus verwendet wird, und den aktuellen Industriestandards zu genügen. Weitere Informationen zum OAuth2 Client Credentials Grant-Standard finden Sie unter <https://auth0.com/docs/api-auth/grant/client-credentials>`_.
it: Koha supporta il OAuth2 client credentials grant come metodo per mettere in sicurezza le API in maniera confrome a correnti standard. Maggiori informazioni sullo standard OAuth2 client credentials grant `sono disponibili qui <https://auth0.com/docs/api-auth/grant/client-credentials>`_.
pt: O Koha suporta a concessão de credenciais do cliente OAuth2 como um meio de proteger a API de ser usada por outros sistema e para aderir aos padrões atuais do setor. Pode encontrar mais informações sobre o OAuth2 `aqui <https://auth0.com/docs/api-auth/grant/client-credentials>`_.

source: API key management interface for patrons
de: Verwaltung von API-Keys für Benutzer
it: Interfaccia per la gestione dall' API key per gli utenti
pt: Interface de gestão de chaves API para os leitores

source: In order for API keys to be create for patrons, the system preference :ref:`RESTOAuth2ClientCredentials` **must** be enabled for the option to appear in a patron record.
de: Um API-Keys für Benutzer anlegen zu können und damit die entsprechenden Optionen im Benutzerkonto angezeigt werden, **muss** der Systemparemter :ref:`RESTOAuth2ClientCredentials` aktiviert sein.
it: Per premettere la creazionei di API key da parte degli utenti, la preferenza di sistema :ref:`RESTOAuth2ClientCredentials` deve essere abilitata per far apparire l'interfaccia nel record dell'utente.
pt: Para que as chaves API sejam criadas aos leitores, a preferência de sistema :ref:`RESTOAuth2ClientCredentials` **deve** estar ativa de forma a que a opção apareça no registo do leitor.

source: Navigate to a patron record and select *More > Manage API keys*
de: Rufen Sie einen Benutzerdatensatz auf und wählen Sie *Mehr > API-Keys verwalten*
it: Vai a un record utente e scegli *Più > Gestione API keys*
pt: Entre no registo de um leitor e selecione *Mais > Gerir chaves API*

source: If no API keys exist for a patron there will be a message prompting to generate a client id/secret pair
de: Wenn für einen Benutzer noch kein API-Key angelegt wurde, wird ein entsprechender Hinweis angezeigt
it: Se non c'è una API key per un utente, un messaggio avviserà di creare una coppia client id/secret.
pt: Se não existirem chaves API para o leitor aparecerá uma mensagem para gerar o par identificador/segredo do cliente

source: Enter a description for the client id/secret pair and click Save
de: Geben Sie eine Beschreibung für das Paar aus Client ID/Secret an und klicken Sie auf Speichern
it: Indica una descrizione per la coppia client id/secret e salva
pt: Insira a descrição para o par e clique em Guardar

source: Koha will generate a client id/secret pair for use to connect to Koha from other third-party systems as an authenticated client
de: Koha generiert ein Paar aus Client ID/Secret, dass dazu verwendet werden kann, Koha mit anderen Anwendungen als authentifizierter Anwender zu verbinden
it: Koha genererà una coppia client id/secret da usare per connessioni con autenticazione da sistemi di terze parti a Koha
pt: O Koha vai gerar um par identificador/segredo para ser usado na conexão ao Koha a partir de outros sistemas como cliente autenticado

source: Clicking the Revoke button next to an API credential pair will render the specific credential pair inactive until reactivated
de: Klicken Sie auf die Schaltfläche "Widerrufen" neben einem API-Key-Paar, um dieses zu deaktivieren bis es reaktiviert wird
it: Cliccando sul bottone Revoca posto accanto a una coppia di credenziali di un'API, disattiverà quella credenziale fino ad operazione contraria
pt: Ao clicar no botão Revogar junto ao par da credenciais da API tornará o par de credenciais específico inativo até que seja reativado
