Repository: KohaILS/koha-manual-zh-cn
Catalog: locales/*/LC_MESSAGES/webservices.po
Languages: de, it, pt

source: Web Services
pt: Serviços Web

source: Koha provides a number of APIs allowing access to it's data and functions.
de: Koha stellt eine Reihe von APIs für den Zugang zu seinen Daten und Funktionen bereit.
it: Koha fornisce un certo numero di API per accedere ai suoi dati e funzioni.
pt: O Koha fornece um número de APIs permitindo o acesso aos seus dados e funções.

source: For the Open Archives Initiative-Protocol for Metadata Harvesting (OAI-PMH) there are two groups of 'participants': Data Providers and Service Providers. Data Providers (open archives, repositories) provide free access to metadata, and may, but do not necessarily, offer free access to full texts or other resources. OAI-PMH provides an easy to implement, low barrier solution for Data Providers. Service Providers use the OAI interfaces of the Data Providers to harvest and store metadata. Note that this means that there are no live search requests to the Data Providers; rather, services are based on the harvested data via OAI-PMH.
de: Für das Open Archives Initiative Protocol for Metadata Harvesting (OAI-PMH) gibt es zwei Gruppen von "Teilnehmern": Datenprovider und Serviceprovider. Datenprovider (offene Archive und Repositorien) ermöglichen freien Zugang auf ihre Metadaten und können, aber müssen nicht, freien Zugriff auf Volltexte und andere Ressourcen bereitstellen. OAI-PMH ist eine einfach zu implementierende, niedrigschwellige Lösung für Datenprovider. Serviceprovider verwenden die OAI-Schnittstellen der Datenprovider um Metadaten zu harvesten und zu speichern. Bitte beachten Sie, dass dies bedeutet, dass es keine Live-Suchanfragen an die Datenprovider gibt, sondern viel mehr werden Dienste auf Basis der über OAI-PMH gesammelten Daten angeboten.
it: Per il Protocollo OAI-PMH (Open Archives Initiative-Protocol for Metadata Harvesting) ci sono due gruppi di 'partecipanti': fornitori di dati e fornitori di servizi. I fornitori di dati (archivi aperti, repositori) danno libero accesso ai metadati, e possono offrire a loro discrezione accesso libero al full-text o ad altre risorse. OAI-PMH offre una soluzione semplice ai fornitori di dati. I fornitori di servizi usano le interfacce OAI dei fornitori di dati per raccogliere e conservare metadati. Questo implica che non saranno effettuate ricerche dall'utenza verso i fornitori di dati; se mai, i servizi sono basati sui dati raccolti via OAI-PMH.
pt: Para o Open Archives Initiative-Protocol for Metadata Harvesting (OAI-PMH) há dois grupos de 'participantes': Provedores de dados e Provedores de serviços. Os provedores de dados (arquivos abertos, repositórios) fornecem acesso livre ao metadados, e podem, mas não necessariamente, fornecer acesso livre aos textos completos e a outros recursos. O OAI-PMH fornece uma solução simples e sem entraves para os Provedores de dados. Os Provedores de serviços utilizam a interface OAI dos Provedores de dados para agregar e armazenar os dados/metadados. Note que isto que não existe uma pesquisa direta nos provedores de dados; os serviços baseam-se nos dados agregados pelo protocolo.

source: Koha at present can only act as a Data Provider. It can not harvest from other repositories. The biggest stumbling block to having Koha harvest from other repositories is that MARC is the only metadata format that Koha indexes natively. Visit http://www.oaforum.org/tutorial/english/page3.htm for diagrams of how OAI-PMH works.
de: Im Moment kann Koha nur als Datenprovider agieren. Es Kann keine Daten von anderen Repositories harvesten. Eines der Hindernisse für den Ausbau von Koha als Serviceprovider ist die Tatsache, dass Koha nur MARC-Daten nativ indexieren kann. Unter http://www.oaforum.org/tutorial/english/page3.htm finden Sie Diagramme zur genauen Arbeitsweise von OAI-PMH.
it: Koha attualmente può avere solo il ruolo di fornitori di dati (Data Provider). Non può raccogliere da altri repositori. Il problema principale per far sì che Koha raccolga metadati da altri fornitori di dati è costituito dal fatto che il MARC è l'unico format di metadati che Koha indicizza in modo nativo. Visitare http://www.oaforum.org/tutorial/english/page3.htm per studiare come funziona il protocollo OAI-PMH.
pt: Atualmente, o Koha apenas funciona como Provedor de dados. Não pode agregar informação de outros repositórios. O maior obstáculo para que o Koha agregue informação de outros repositórios é que o MARC é o único formato de metadados que o Koha indexa de forma nativa. Visite a página http://www.oaforum.org/tutorial/english/page3.htm para consultar alguns diagramas de como o OAI-PMH funciona.

source: By default Koha won't include item information in OAI-PMH result sets, but they can be added by using the include_items option in the a configuration file linked from :ref:`OAI-PMH:ConfFile`.
de: In der Voreinstellung liefert Koha keine Exemplarinformationen über OAI-PMH auf, aber dies kann über die Option include_items in der Konfigurationsdatei, die im Systemparameter :ref:`OAI-PMH:ConfFile` verlinkt wird, aktiviert werden.
it: Per default, Koha non include informazioni di copia nei result set di OAI-PMH, ma si possono aggiungere usando l'opzione include_items nel file di configurazione indicato in :ref:`OAI-PMH:ConfFile`.
pt: Por omissão, o Koha não inclui as informações de exemplar nos resultados dos conjuntos OAI-PMH, mas podem ser adicionados usando a opção include_items no ficheiros de configuração definido na preferência de sistema :ref:`OAI-PMH:ConfFile`.

source: Learn more about OAI-PMH at: http://www.openarchives.org/pmh/
de: Erfahren Sie mehr über OAI-PMH unter: http://www.openarchives.org/pmh/
it: Approfondisci il protocollo OAI-PMH su http://www.openarchives.org/pmh/
pt: Aprenda mais sobre o OAI-PMH em: http://www.openarchives.org/pmh/

source: To enable OAI-PMH in Koha edit the :ref:`OAI-PMH` preference. Once enabled you can visit http://YOURKOHACATALOG/cgi-bin/koha/oai.pl to see your file.
de: Über den Systemparameter :ref:`OAI-PMH` können Sie die Schnittstelle in Koha aktivieren. Sobald OAI-PMH aktiviert ist, können Sie die Daten unter http://OPACURL/cgi-bin/koha/oai.pl abrufen.
it: Per attivare l'OAI-PMH in Koha modifica la prefrerenza di sistema :ref:`OAI-PMH`. Una volta abilitato puoi andare al link http://TUOCATALOGO/cgi-bin/koha/oai.pl per testare il sistema.
pt: Para ativar o OAI-PMH edite a preferência de sistema :ref:`OAI-PMH`. Assim que ativar a preferência aceda a http://YOURKOHACATALOG/cgi-bin/koha/oai.pl para ver o seu ficheiro.

source: Sample OAI Conf File
de: Beispiel einer OAI-Konfigurationsdatei
it: Esempio di configurazione OAI
pt: Exemplo de ficheiro de configuração OAI

source: SRU server
it: Server SRU
pt: Servidor SRU

source: Koha implements the Search/Retrieve via URL (SRU) protocol. More information about the protocol itself can be found at http://www.loc.gov/standards/sru/. The version implemented is version 1.1.
de: Koha implementiert das Protokoll Search/Retrieve via URL (SRU). Weitere Informationen über das Protokoll selbst können unter http://www.loc.gov/standards/sru/ abgerufen werden. Die implementierte Version ist 1.1.
it: Koha implementa il protocollo Search/Retrieve via URL (SRU). Altre informazioni sul protocollo SRU si trovano a http://www.loc.gov/standards/sru/. Koha implementa la versione 1.1 di SRU.
pt: O Koha implementa o protocolo Search/Retrieve via URL (SRU). Para mais informações sobre o protocolo consulte a página http://www.loc.gov/standards/sru/. A versão implementada é a versão 1.1.

source: If you want to have information about the implementation of SRU on a given server, you should have access to the Explain file using a request to the server without any parameter. Like http://myserver.com:9999/biblios/. The response from the server is an XML file that should look like the following and will give you information about the default settings of the SRU server.
de: Wenn Sie Informationen zur Implementierung der SRU-Schnittstelle für einen bestimmten Server in Erfahrung bringen möchten, können Sie über eine Anfrage an den Server ohne Parameter Zugriff auf die Explain-Datei nehmen. Zum Beispiel: http://meinserver.org:9999/biblios/. Die Antwort des Servers ist eine XML-Datei, die wie die nachfolgende aussehen sollte und Informationen über die Konfiguration des SRU-Servers enthält.
it: Se vuoi avere informazioni sulla specifica implementazione SRU di un dato server, puoi accedere al file Explain facendo una richiesta al server senza alcun parametro. Tipo http://myserver.com:9999/biblios/. Il responso del server è un file XML che sarà simile a quello qui seguente e ti fornirà le informazioni sulla configurazione di default dello specifico server.
pt: Se deseja ter informação sobre a implementação do SRU num dado servidor, deve aceder ao ficheiro Explain efetuando um pedido ao servidor sem qualquer parâmetro. Exemplo: http://myserver.com:9999/biblios/. A resposta do servidor é um ficheiro XML parecido com o que é apresentado de seguida e que fornece informação das configurações por omissão do servidor SRU.

source: Search
de: Suche
it: Cerca
pt: Pesquisar

source: This url : http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs is composed of the following elements:
de: Diese URL: http://meinserver.org:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs besteht aus den folgenden Komponenten:
it: Questo url : http://myserver.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&amp;query=reefs è composto dai seguenti elementi:
pt: Este URL : http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs é composto com os seguintes elementos:

source: base url of the SRU server : http://myserver.com:9999/biblios?
de: Basis-URL des SRU-Servers: http://meinserver.org:9999/biblios?
it: base url del server SRU: http://myserver.com:9999/biblios?
pt: URL base do servidor SRU : http://myserver.com:9999/biblios?

source: search part with the 3 required parameters : version, operation and query. The parameters within the search part should be of the key=value form, and can be combined with the & character.
de: Suchanfrage mit den den 3 benötigten Parametern: version, operation und query. Die Parameter innerhalb der Suche haben die Form Schlüssel=Wert und können mit dem &-Zeichen aneinander gereiht werden.
it: la parte di ricerca con 3 parametri obbligatori: version, operation e query. I parametri della parte di ricerca devono avere la forma chiave=valore, e possono essere combinati con il carattere &.
pt: parte da pesquisa com os 3 parâmetros necessários : version, operation e query. Os parâmetros na parte da pesquisa devem estar no formato chave=valor, e devem ser combinados com o separador &.

source: One can add optional parameters to the query, for instance maximumRecords indicating the maximum number of records to be returned by the server. So http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5 will only get the first 5 results results from the server.
de: Es können weitere zusätzliche Parameter zur Suche hinzugefügt werden, z.B. maximumRecords zur Angabe der maximalen Anzahl an Datensätzen, die vom Server zurückgegeben werden sollen. Zum Beispiel wird http://meinserver.org:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5 nur 5 Datensätze vom Server abrufen.
it: Si possono aggiungere altri parametri alla query, per esempio maximumRecords indica il massimo numero di record da ricevere in risposta dal server. Per cui http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5 restituirà i primi 5 record trovati.
pt: Podem ser adicionados outros parâmetros à pesquisa, como por exemplo o maximumRecords para indicar o número máximo de registos a serem retornados pelo servidor. Ou seja, o endereço http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=reefs&maximumRecords=5 apenas vai obter os 5 primeiros resultados do servidor.

source: http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html gives more details about the search operations and in particular the list of optional parameters for searching.
de: Unter http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html finden Sie weitere Informationen zu den Suchmöglichkeiten und insbesondere auch den optionalen Parametern für die Suche.
it: http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html offre altri dettagli sui comandi di ricerca e in particolare sulla lista di parametri opzionali.
pt: O endereço http://www.loc.gov/standards/sru/sru1-1archive/search-retrieve-operation.html fornece mais detalhes sobre as operações de pesquisa e em particular a lista de parâmetros adicionais.

source: The "operation" key can take two values: scan or searchRetrieve.
de: Der Parameter "operation" kann zwei Werte haben: scan oder searchRetrieve.
it: La chiave "operation" può avere due valori: scan o searchRetrieve.
pt: A chave "operation" pode ter dois valores: scan ou searchRetrieve.

source: If operation=searchRetrieve, then the search key should be query. As in : operation=searchRetrieve&query=reefs
de: Wenn operation=searchRetrieve ist, dann sollte der Parameter search eine Suchanfrage enthalten. Z.B. operation=searchRetrieve&query=reefs
it: Se operation=searchRetrieve, allora la chiave di ricerca deve essere query. Esempio: operation=searchRetrieve&query=reefs
pt: Se operation=searchRetrieve, então a chave de pesquisa deve ser query. Exemplo : operation=searchRetrieve&query=reefs

source: If operation=scan, then the search key should be scanClause. As in : operation=scan&scanClause=reefs
de: Wenn operation=scan ist, dann sollte der Suchparameter scanClause sein. Z.B. operation=scan&scanClause=reefs
it: Se operation=scan, allora la chiave di ricerca deve essere scanClause. Esempio : operation=scan&scanClause=reefs
pt: Se operation=scan, então a chave de pesquisa deve ser scanClause. Exemplo : operation=scan&scanClause=reefs

source: etc/zebradb/biblios/etc/bib1.att defines Zebra/3950 indexes that exist on your system. For instance you'll see that we have indexes for Subject and for Title: att 21 Subject and att 4 Title respectively.
de: etc/zebradb/biblios/etc/bib1.att definiert die Indices für Zebra/Z39.50 in Ihrem System. Zum Beispiel gibt es Indices für Schlagworte und Titel: att 21 Subject und att 4 Title.
it: etc/zebradb/biblios/etc/bib1.att definisce gli indici Zebra/3950 che esistono nel tuo sistema. Per esempio vedrai che ci sono gli indici per Soggetti e Titoli: att 21 Subject e att 4 Title rispettivamente.
pt: O ficheiro etc/zebradb/biblios/etc/bib1.att define os índices Zebra/3950 que existem no sistema. Por exemplo, encontraremos nesse ficheiro índices para o Assunto e para o Título: att 21 Subject e att 4 Title, respectivamente.

source: In the pqf.properties file located under etc/zebradb/pqf.properties I see that an access point already uses my Subject index (index.dc.subject = 1=21) while another uses my Title index (index.dc.title = 1=4) I know this is my Subject index because as I've seen just before in my bib1.att file, it's called with =1=21 in Z3950: so index.dc.subject = 1=21 correctly points to my Subject index. And Title was called with 1=4 so index.dc.title = 1=4 correctly points to my Title index. I can now construct my query just like I would in a search box, just preceding it with the "query" key: query=Subject=reefs and Title=coral searches "reefs" in the subject and "coral" in the title. The full url would be http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral If I want to limit the result set to just 5 records, I can do http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral&maximumRecords=5
de: In der Datei pqf.properties, die im Verzeichnis etc/zebradb/pqf.properties liegt, können wir sehen, dass es einen Zugangspunkt gibt, der bereits den Subject-Index verwendet (index.dc.subject = 1=21), während ein anderer den Title-Index verwendet (index.dc.title = 1=4). Wir wissen, dass es unser Subject-Index ist, da wir zuvor in bib1.att gesehen haben, dass er mit =1=21 in Z39.50 aufgerufen wird. Also zeigt index.dc.subject= 1=21 auf unseren Subject-Index. Und Title wurde mit 1=4 aufgerufen, also ist index.dc.title = 1=4 korrekt für unseren Titel-Index. Wir können jetzt die Abfrage wie in einem Suchfeld konstruieren, indem wir den Parameter "query" voranstellen: query=Subject=reefs and Title=coral sucht nach "reefs" als Schlagwort und coral im Titel. Die vollständige URL wäre dann: http://meinserver.org:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral. Wenn man nun die Ergebnisse auf 5 Datensätze beschränken möchte, macht man dies so: http://meinserver.org:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral&maximumRecords=5
it: Nel file etc/zebradb/pqf.properties si vede che un access point usa già l'indice Subject (index.dc.subject = 1=21) mentre un altro usa l'indice Title (index.dc.title = 1=4) So che questo è il mio indice Subject perché come si vede nel file bib1.att, è richiamato con =1=21 in Z3950: così index.dc.subject = 1=21 punta all'indice Subject. E Title è richiamato con 1=4 così index.dc.title = 1=4 punta all'indice Title.Posso così costruire una query come nella casella di ricerca, semplicemente facendola precedere dalla chiave "query": query=Subject=reefs and Title=coral cerca "reefs" tra i soggetti e "coral" tra i titoli. L'url completo sarà http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral Se voglio limitare i risultati a 5 records, l'url sarà http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral&maximumRecords=5
pt: No ficheiro pqf.properties, localizado na pasta etc/zebradb/, pode verificar que um ponto acesso já utiliza o índice Subject (index.dc.subject = 1=21) enquanto outro usa o índice Title (index.dc.title = 1=4). Sabemos que é o índice Subject porque como foi verificado no ficheiro bib1.att é invocado com =1=21 no Z39.50: portanto index.dc.subject = 1=21 aponta correctamente para o índice Subject. O índice Title é invocado com =1=4, então index.dc.title = 1=4 aponta correctamente para o índice Title. Com estes dados podemos construir uma pesquisa tal como a que é efetuada na caixa de pesquisa, usando para tal o parâmetro "query": "query=Subject=reefs and Title=coral" pesquisa como assunto o termo "reefs" e como título o termo "coral". O endereço completo seria: http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral. Se desejar limitar os resultados a 5 registos podemos usar o seguinte endereço: http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Subject=reefs and Title=coral&maximumRecords=5

source: I can also play with truncate, relations, etc. Those are also defined in my pqf.properties file. I can see for instance the position properties defined as:
de: Wir können auch mit Trunkierung und Beziehungen arbeiten. Diese werden ebenfalls in der Datei pqf.properties definiert. So werden die Positionseigenschaften definiert als:
it: Si possono fare prove con troncamenti, relazioni, ecc. Sono definiti anch'essi in pqf.properties. Per esempio le proprietà position sono definite come:
pt: Também é possível truncar, usar relações, etc. Essas configurações também são feitas no ficheiro pqf.properties. Pode ver por exemplo as propriedades de posição definidas como:

source: So as an example if I want "coral" to be at the beginning of the title, I can do this query : http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Title=coral first
de: Als weiteres Beispiel: wenn "coral" an Anfang des Titels stehen soll, kann man die folgende Abfrage verwenden: http://meinserver.org:9999/biblios?version=1.1&operation=searchRetrieve&query=Title=coral first
it: Se per esempio cerco "coral" all'inizio di un titolo, la query sarà : http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Title=coral first
pt: Por exemplo se quiser que a palavra "coral" esteja no início do título, é possível usar a seguinte query : http://myserver.com:9999/biblios?version=1.1&operation=searchRetrieve&query=Title=coral first

source: My search for http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&operation=searchRetrieve&query=coral reefs&maximumRecords=1 retrieves just on record. The response looks like this:
de: Die Suche nach http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&operation=searchRetrieve&query=coral reefs&maximumRecords=1 liefert nur einen Datensatz. Die Antwort sieht so aus:
it: La ricerca http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&amp;operation=searchRetrieve&amp;query=coral reefs&maximumRecords=1 restituisce un solo record. La risposta è del tipo:
pt: A pesquisa http://univ\_lyon3.biblibre.com:9999/biblios?version=1.1&operation=searchRetrieve&query=coral reefs&maximumRecords=1 apenas retorna um registo. A resposta é parecido com a seguinte:

source: As of writing, the self documenting ILS-DI is the most complete interface and after it has been enabled as described in the :ref:`webservices-ils-di-system-preferences-label` system preferences section the documentation should be available at https://YOURKOHACATALOG/cgi-bin/koha/ilsdi.pl
de: Im Moment ist die selbstdokumentierte ILS-DI-Schnittstelle am vollständigsten und ihre Dokumentation ist unter https://IHRKATALOG/cgi-bin/koha/ilsdi.pl sichtbar, sobald sie über den Systemparameter ref:`webservices-ils-di-system-preferences-label` aktiviert wurde.
it: In questo momento, l'autodocumentata ILS-DI è la più completa interfaccia ed è stata attivata come descritto nella preferenza di sistema :ref:`webservices-ils-di-system-preferences-label` section la documentazione è disponibile a https://YOURKOHACATALOG/cgi-bin/koha/ilsdi.pl
pt: A auto-documentação do módulo ILS-DI é a interface mais completa e, após o módulo estar ativo com descrito na secção :ref:`webservices-ils-di-system-preferences-label` das preferências de sistema, a documentação estará disponível no endereço https://YOURKOHACATALOG/cgi-bin/koha/ilsdi.pl

source: JSON reports services
pt: Serviços JSON dos relatórios

source: Koha implements a JSON reports service for every report saved using the :ref:`Guided Reports Wizard <guided-report-wizard-label>` or :ref:`Report from SQL <report-from-sql-label>` features.
de: Koha stellt eine JSON-Schnittstelle für Reports zur Verfügung, die als :ref:`Geführter Report <guided-report-wizard-label>` oder :ref:`SQL-Report <report-from-sql-label>` erstellt wurden.
it: Koha ha un JSON reports service per i report salvati usando le funzionalità :ref:`Guided Reports Wizard <guided-report-wizard-label>` o :ref:`Report from SQL <report-from-sql-label>`.
pt: O Koha implementa um serviço JSON sobre cada um dos relatórios guardados a partir das funcionalidades ref:`Assistente de relatórios <guided-report-wizard-label>` ou :ref:`Relatórios a partir do SQL <report-from-sql-label>`
